{"_id":"6157972bd12903472bef65fb","slug":"aaron","name":"Aaron","verses":[{"_id":"6157972cd12903472bef65fc","topicId":"6157972bd12903472bef65fb","verse":"Hebrews 5:4-10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58005004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005004-1\">4&nbsp;</b>And no one takes this honor for himself, but only when called by God, just as Aaron was.</p>\n<p id=\"p58005004_01-1\"><b class=\"verse-num\" id=\"v58005005-1\">5&nbsp;</b>So also Christ did not exalt himself to be made a high priest, but was appointed by him who said to him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005005_01-1\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58005005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005005_01-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58005006-1\">6&nbsp;</b>as he says also in another place,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58005006_01-1\" class=\"line\">&nbsp;&nbsp;“You are a priest forever,</span><br><span id=\"p58005006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58005006_01-1\"><b class=\"verse-num\" id=\"v58005007-1\">7&nbsp;</b>In the days of his flesh, Jesus offered up prayers and supplications, with loud cries and tears, to him who was able to save him from death, and he was heard because of his reverence. <b class=\"verse-num\" id=\"v58005008-1\">8&nbsp;</b>Although he was a son, he learned obedience through what he suffered. <b class=\"verse-num\" id=\"v58005009-1\">9&nbsp;</b>And being made perfect, he became the source of eternal salvation to all who obey him, <b class=\"verse-num\" id=\"v58005010-1\">10&nbsp;</b>being designated by God a high priest after the order of Melchizedek.</p>\n\n</div>","kjv":"<strong>4</strong> And no man taketh this honour unto himself, but he that is called of God, as was Aaron.  <strong>5</strong> So also Christ glorified not himself to be made an high priest; but he that said unto him, Thou art my Son, to day have I begotten thee.  <strong>6</strong> As he saith also in another place, Thou art a priest for ever after the order of Melchisedec.  <strong>7</strong> Who in the days of his flesh, when he had offered up prayers and supplications with strong crying and tears unto him that was able to save him from death, and was heard in that he feared;  <strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  <strong>9</strong> And being made perfect, he became the author of eternal salvation unto all them that obey him;  <strong>10</strong> Called of God an high priest after the order of Melchisedec.  ","niv":"<sup><strong>4</strong></sup> No one takes this honor upon himself; he must be called by God, just as Aaron was. <sup><strong>5</strong></sup> So Christ also did not take upon himself the glory of becoming a high priest. But God said to him, \"You are my Son; today I have become your Father. \" <sup><strong>6</strong></sup> And he says in another place, \"You are a priest forever, in the order of Melchizedek.\" <sup><strong>7</strong></sup> During the days of Jesus' life on earth, he offered up prayers and petitions with loud cries and tears to the one who could save him from death, and he was heard because of his reverent submission. <sup><strong>8</strong></sup> Although he was a son, he learned obedience from what he suffered <sup><strong>9</strong></sup> and, once made perfect, he became the source of eternal salvation for all who obey him <sup><strong>10</strong></sup> and was designated by God to be high priest in the order of Melchizedek. "},{"_id":"6157972cd12903472bef65fd","topicId":"6157972bd12903472bef65fb","verse":"Numbers 6:23-27","votes":9,"__v":0,"esv":"<div>\n<p id=\"p04006023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v04006023-1\">23&nbsp;</b>“Speak to Aaron and his sons, saying, Thus you shall bless the people of Israel: you shall say to them,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p04006026_01-2\"><b class=\"verse-num\" id=\"v04006027-1\">27&nbsp;</b>“So shall they put my name upon the people of Israel, and I will bless them.”</p>\n\n</div>","kjv":"<strong>23</strong> Speak unto Aaron and unto his sons, saying, On this wise ye shall bless the children of Israel, saying unto them,  <strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  <strong>27</strong> And they shall put my name upon the children of Israel; and I will bless them.  ","niv":"<sup><strong>23</strong></sup> \"Tell Aaron and his sons, 'This is how you are to bless the Israelites. Say to them: <sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' <sup><strong>27</strong></sup> \"So they will put my name on the Israelites, and I will bless them.\" "},{"_id":"6157972cd12903472bef65fe","topicId":"6157972bd12903472bef65fb","verse":"1 Samuel 12:6-11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p09012006_01-4\"><b class=\"verse-num\" id=\"v09012006-1\">6&nbsp;</b>And Samuel said to the people, “The LORD is witness, who appointed Moses and Aaron and brought your fathers up out of the land of Egypt. <b class=\"verse-num\" id=\"v09012007-1\">7&nbsp;</b>Now therefore stand still that I may plead with you before the LORD concerning all the righteous deeds of the LORD that he performed for you and for your fathers. <b class=\"verse-num\" id=\"v09012008-1\">8&nbsp;</b>When Jacob went into Egypt, and the Egyptians oppressed them, then your fathers cried out to the LORD and the LORD sent Moses and Aaron, who brought your fathers out of Egypt and made them dwell in this place. <b class=\"verse-num\" id=\"v09012009-1\">9&nbsp;</b>But they forgot the LORD their God. And he sold them into the hand of Sisera, commander of the army of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab. And they fought against them. <b class=\"verse-num\" id=\"v09012010-1\">10&nbsp;</b>And they cried out to the LORD and said, ‘We have sinned, because we have forsaken the LORD and have served the Baals and the Ashtaroth. But now deliver us out of the hand of our enemies, that we may serve you.’ <b class=\"verse-num\" id=\"v09012011-1\">11&nbsp;</b>And the LORD sent Jerubbaal and Barak and Jephthah and Samuel and delivered you out of the hand of your enemies on every side, and you lived in safety.</p>\n\n</div>","kjv":"<strong>6</strong> And Samuel said unto the people, It is the LORD that advanced Moses and Aaron, and that brought your fathers up out of the land of Egypt.  <strong>7</strong> Now therefore stand still, that I may reason with you before the LORD of all the righteous acts of the LORD, which he did to you and to your fathers.  <strong>8</strong> When Jacob was come into Egypt, and your fathers cried unto the LORD, then the LORD sent Moses and Aaron, which brought forth your fathers out of Egypt, and made them dwell in this place.  <strong>9</strong> And when they forgat the LORD their God, he sold them into the hand of Sisera, captain of the host of Hazor, and into the hand of the Philistines, and into the hand of the king of Moab, and they fought against them.  <strong>10</strong> And they cried unto the LORD, and said, We have sinned, because we have forsaken the LORD, and have served Baalim and Ashtaroth: but now deliver us out of the hand of our enemies, and we will serve thee.  <strong>11</strong> And the LORD sent Jerubbaal, and Bedan, and Jephthah, and Samuel, and delivered you out of the hand of your enemies on every side, and ye dwelled safe.  ","niv":"<sup><strong>6</strong></sup> Then Samuel said to the people, \"It is the LORD who appointed Moses and Aaron and brought your forefathers up out of Egypt. <sup><strong>7</strong></sup> Now then, stand here, because I am going to confront you with evidence before the LORD as to all the righteous acts performed by the LORD for you and your fathers. <sup><strong>8</strong></sup> \"After Jacob entered Egypt, they cried to the LORD for help, and the LORD sent Moses and Aaron, who brought your forefathers out of Egypt and settled them in this place. <sup><strong>9</strong></sup> \"But they forgot the LORD their God; so he sold them into the hand of Sisera, the commander of the army of Hazor, and into the hands of the Philistines and the king of Moab, who fought against them. <sup><strong>10</strong></sup> They cried out to the LORD and said, 'We have sinned; we have forsaken the LORD and served the Baals and the Ashtoreths. But now deliver us from the hands of our enemies, and we will serve you.' <sup><strong>11</strong></sup> Then the LORD sent Jerub-Baal, Barak, Jephthah and Samuel, and he delivered you from the hands of your enemies on every side, so that you lived securely. "},{"_id":"6157972cd12903472bef65ff","topicId":"6157972bd12903472bef65fb","verse":"Numbers 13:26-33","votes":6,"__v":0,"esv":"<div>\n<p id=\"p04013026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v04013026-1\">26&nbsp;</b>And they came to Moses and Aaron and to all the congregation of the people of Israel in the wilderness of Paran, at Kadesh. They brought back word to them and to all the congregation, and showed them the fruit of the land. <b class=\"verse-num\" id=\"v04013027-1\">27&nbsp;</b>And they told him, “We came to the land to which you sent us. It flows with milk and honey, and this is its fruit. <b class=\"verse-num\" id=\"v04013028-1\">28&nbsp;</b>However, the people who dwell in the land are strong, and the cities are fortified and very large. And besides, we saw the descendants of Anak there. <b class=\"verse-num\" id=\"v04013029-1\">29&nbsp;</b>The Amalekites dwell in the land of the Negeb. The Hittites, the Jebusites, and the Amorites dwell in the hill country. And the Canaanites dwell by the sea, and along the Jordan.”</p>\n<p id=\"p04013029_01-5\"><b class=\"verse-num\" id=\"v04013030-1\">30&nbsp;</b>But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.” <b class=\"verse-num\" id=\"v04013031-1\">31&nbsp;</b>Then the men who had gone up with him said, “We are not able to go up against the people, for they are stronger than we are.” <b class=\"verse-num\" id=\"v04013032-1\">32&nbsp;</b>So they brought to the people of Israel a bad report of the land that they had spied out, saying, “The land, through which we have gone to spy it out, is a land that devours its inhabitants, and all the people that we saw in it are of great height. <b class=\"verse-num\" id=\"v04013033-1\">33&nbsp;</b>And there we saw the Nephilim (the sons of Anak, who come from the Nephilim), and we seemed to ourselves like grasshoppers, and so we seemed to them.”</p>\n</div>","kjv":"<strong>26</strong> And they went and came to Moses, and to Aaron, and to all the congregation of the children of Israel, unto the wilderness of Paran, to Kadesh; and brought back word unto them, and unto all the congregation, and shewed them the fruit of the land.  <strong>27</strong> And they told him, and said, We came unto the land whither thou sentest us, and surely it floweth with milk and honey; and this is the fruit of it.  <strong>28</strong> Nevertheless the people be strong that dwell in the land, and the cities are walled, and very great: and moreover we saw the children of Anak there.  <strong>29</strong> The Amalekites dwell in the land of the south: and the Hittites, and the Jebusites, and the Amorites, dwell in the mountains: and the Canaanites dwell by the sea, and by the coast of Jordan.  <strong>30</strong> And Caleb stilled the people before Moses, and said, Let us go up at once, and possess it; for we are well able to overcome it.  <strong>31</strong> But the men that went up with him said, We be not able to go up against the people; for they are stronger than we.  <strong>32</strong> And they brought up an evil report of the land which they had searched unto the children of Israel, saying, The land, through which we have gone to search it, is a land that eateth up the inhabitants thereof; and all the people that we saw in it are men of a great stature.  <strong>33</strong> And there we saw the giants, the sons of Anak, which come  of the giants: and we were in our own sight as grasshoppers, and so we were in their sight.  ","niv":"<sup><strong>26</strong></sup> They came back to Moses and Aaron and the whole Israelite community at Kadesh in the Desert of Paran. There they reported to them and to the whole assembly and showed them the fruit of the land. <sup><strong>27</strong></sup> They gave Moses this account: \"We went into the land to which you sent us, and it does flow with milk and honey! Here is its fruit. <sup><strong>28</strong></sup> But the people who live there are powerful, and the cities are fortified and very large. We even saw descendants of Anak there. <sup><strong>29</strong></sup> The Amalekites live in the Negev; the Hittites, Jebusites and Amorites live in the hill country; and the Canaanites live near the sea and along the Jordan.\" <sup><strong>30</strong></sup> Then Caleb silenced the people before Moses and said, \"We should go up and take possession of the land, for we can certainly do it.\" <sup><strong>31</strong></sup> But the men who had gone up with him said, \"We can't attack those people; they are stronger than we are.\" <sup><strong>32</strong></sup> And they spread among the Israelites a bad report about the land they had explored. They said, \"The land we explored devours those living in it. All the people we saw there are of great size. <sup><strong>33</strong></sup> We saw the Nephilim there (the descendants of Anak come from the Nephilim). We seemed like grasshoppers in our own eyes, and we looked the same to them.\" "},{"_id":"6157972cd12903472bef6600","topicId":"6157972bd12903472bef65fb","verse":"Hebrews 6:4-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. "},{"_id":"6157972dd12903472bef6601","topicId":"6157972bd12903472bef65fb","verse":"Psalm 118:1-4","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118001_06-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19118001-1\">118:1&nbsp;</b>&nbsp;&nbsp;Oh give thanks to the LORD, for he is good;</span><br><span id=\"p19118001_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19118002_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118002-1\">2&nbsp;</b>&nbsp;&nbsp;Let Israel say,</span><br><span id=\"p19118002_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118003_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118003-1\">3&nbsp;</b>&nbsp;&nbsp;Let the house of Aaron say,</span><br><span id=\"p19118003_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br><span id=\"p19118004_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118004-1\">4&nbsp;</b>&nbsp;&nbsp;Let those who fear the LORD say,</span><br><span id=\"p19118004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“His steadfast love endures forever.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD; for he is good: because his mercy endureth for ever.  <strong>2</strong> Let Israel now say, that his mercy endureth for ever.  <strong>3</strong> Let the house of Aaron now say, that his mercy endureth for ever.  <strong>4</strong> Let them now that fear the LORD say, that his mercy endureth  for ever.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good; his love endures forever. <sup><strong>2</strong></sup> Let Israel say: \"His love endures forever.\" <sup><strong>3</strong></sup> Let the house of Aaron say: \"His love endures forever.\" <sup><strong>4</strong></sup> Let those who fear the LORD say: \"His love endures forever.\" "},{"_id":"6157972dd12903472bef6602","topicId":"6157972bd12903472bef65fb","verse":"Numbers 1:17-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p04001017_01-8\"><b class=\"verse-num\" id=\"v04001017-1\">17&nbsp;</b>Moses and Aaron took these men who had been named, <b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head,</p>\n</div>","kjv":"<strong>17</strong> And Moses and Aaron took these men which are expressed by their  names:  <strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  ","niv":"<sup><strong>17</strong></sup> Moses and Aaron took these men whose names had been given, <sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one, "},{"_id":"6157972dd12903472bef6603","topicId":"6157972bd12903472bef65fb","verse":"Exodus 38:21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p02038021_05-9\"><b class=\"verse-num\" id=\"v02038021-1\">21&nbsp;</b>These are the records of the tabernacle, the tabernacle of the testimony, as they were recorded at the commandment of Moses, the responsibility of the Levites under the direction of Ithamar the son of Aaron the priest.</p>\n</div>","kjv":"<strong>21</strong> This is the sum of the tabernacle, even of the tabernacle of testimony, as it was counted, according to the commandment of Moses, for the service of the Levites, by the hand of Ithamar, son to Aaron the priest.  ","niv":"<sup><strong>21</strong></sup> These are the amounts of the materials used for the tabernacle, the tabernacle of the Testimony, which were recorded at Moses' command by the Levites under the direction of Ithamar son of Aaron, the priest."},{"_id":"6157972ed12903472bef6604","topicId":"6157972bd12903472bef65fb","verse":"Hebrews 1:1-10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world. <b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high, <b class=\"verse-num\" id=\"v58001004-1\">4&nbsp;</b>having become as much superior to angels as the name he has inherited is more excellent than theirs.</p>\n<p id=\"p58001004_06-10\"><b class=\"verse-num\" id=\"v58001005-1\">5&nbsp;</b>For to which of the angels did God ever say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-10\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58001005_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-10\" class=\"same-paragraph\">Or again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-10\" class=\"line\">&nbsp;&nbsp;“I will be to him a father,</span><br><span id=\"p58001005_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall be to me a son”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001006-1\">6&nbsp;</b>And again, when he brings the firstborn into the world, he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001006_06-10\" class=\"line\">&nbsp;&nbsp;“Let all God’s angels worship him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001006_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001007-1\">7&nbsp;</b>Of the angels he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001007_06-10\" class=\"line\">&nbsp;&nbsp;“He makes his angels winds,</span><br><span id=\"p58001007_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ministers a flame of fire.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001007_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_06-10\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br><span id=\"p58001009_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001009-1\">9&nbsp;</b>&nbsp;&nbsp;You have loved righteousness and hated wickedness;</span><br><span id=\"p58001009_06-10\" class=\"line\">&nbsp;&nbsp;therefore God, your God, has anointed you</span><br><span id=\"p58001009_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the oil of gladness beyond your companions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001009_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001010-1\">10&nbsp;</b>And,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001010_06-10\" class=\"line\">&nbsp;&nbsp;“You, Lord, laid the foundation of the earth in the beginning,</span><br><span id=\"p58001010_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are the work of your hands;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  <strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  <strong>4</strong> Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.  <strong>5</strong> For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?  <strong>6</strong> And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.  <strong>7</strong> And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.  <strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  <strong>9</strong> Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.  <strong>10</strong> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. <sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. <sup><strong>4</strong></sup> So he became as much superior to the angels as the name he has inherited is superior to theirs. <sup><strong>5</strong></sup> For to which of the angels did God ever say, \"You are my Son; today I have become your Father \"? Or again, \"I will be his Father, and he will be my Son\"? <sup><strong>6</strong></sup> And again, when God brings his firstborn into the world, he says, \"Let all God's angels worship him.\" <sup><strong>7</strong></sup> In speaking of the angels he says, \"He makes his angels winds, his servants flames of fire.\" <sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom. <sup><strong>9</strong></sup> You have loved righteousness and hated wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.\" <sup><strong>10</strong></sup> He also says, \"In the beginning, O Lord, you laid the foundations of the earth, and the heavens are the work of your hands. "},{"_id":"6157972ed12903472bef6605","topicId":"6157972bd12903472bef65fb","verse":"Romans 14","votes":3,"__v":0,"kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","esv":"<div>\n\n<p id=\"p45014001_08-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-1\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-1\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-1\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-1\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-1\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>"},{"_id":"6157972ed12903472bef6606","topicId":"6157972bd12903472bef65fb","verse":"Numbers 26:60-65","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04026060_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v04026060-1\">60&nbsp;</b>And to Aaron were born Nadab, Abihu, Eleazar, and Ithamar. <b class=\"verse-num\" id=\"v04026061-1\">61&nbsp;</b>But Nadab and Abihu died when they offered unauthorized fire before the LORD. <b class=\"verse-num\" id=\"v04026062-1\">62&nbsp;</b>And those listed were 23,000, every male from a month old and upward. For they were not listed among the people of Israel, because there was no inheritance given to them among the people of Israel.</p>\n<p id=\"p04026062_01-12\"><b class=\"verse-num\" id=\"v04026063-1\">63&nbsp;</b>These were those listed by Moses and Eleazar the priest, who listed the people of Israel in the plains of Moab by the Jordan at Jericho. <b class=\"verse-num\" id=\"v04026064-1\">64&nbsp;</b>But among these there was not one of those listed by Moses and Aaron the priest, who had listed the people of Israel in the wilderness of Sinai. <b class=\"verse-num\" id=\"v04026065-1\">65&nbsp;</b>For the LORD had said of them, “They shall die in the wilderness.” Not one of them was left, except Caleb the son of Jephunneh and Joshua the son of Nun.</p>\n</div>","kjv":"<strong>60</strong> And unto Aaron was born Nadab, and Abihu, Eleazar, and Ithamar.  <strong>61</strong> And Nadab and Abihu died, when they offered strange fire before the LORD.  <strong>62</strong> And those that were numbered of them were twenty and three thousand, all males from a month old and upward: for they were not numbered among the children of Israel, because there was no inheritance given them among the children of Israel.  <strong>63</strong> These are they that were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by Jordan near Jericho.  <strong>64</strong> But among these there was not a man of them whom Moses and Aaron the priest numbered, when they numbered the children of Israel in the wilderness of Sinai.  <strong>65</strong> For the LORD had said of them, They shall surely die in the wilderness. And there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun.  ","niv":"<sup><strong>60</strong></sup> Aaron was the father of Nadab and Abihu, Eleazar and Ithamar. <sup><strong>61</strong></sup> But Nadab and Abihu died when they made an offering before the LORD with unauthorized fire.) <sup><strong>62</strong></sup> All the male Levites a month old or more numbered 23,000. They were not counted along with the other Israelites because they received no inheritance among them. <sup><strong>63</strong></sup> These are the ones counted by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab by the Jordan across from Jericho. <sup><strong>64</strong></sup> Not one of them was among those counted by Moses and Aaron the priest when they counted the Israelites in the Desert of Sinai. <sup><strong>65</strong></sup> For the LORD had told those Israelites they would surely die in the desert, and not one of them was left except Caleb son of Jephunneh and Joshua son of Nun. "},{"_id":"6157972fd12903472bef6607","topicId":"6157972bd12903472bef65fb","verse":"Numbers 15:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04015033_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v04015033-1\">33&nbsp;</b>And those who found him gathering sticks brought him to Moses and Aaron and to all the congregation.</p>\n</div>","kjv":"<strong>33</strong> And they that found him gathering sticks brought him unto Moses and Aaron, and unto all the congregation.  ","niv":"<sup><strong>33</strong></sup> Those who found him gathering wood brought him to Moses and Aaron and the whole assembly,"},{"_id":"6157972fd12903472bef6608","topicId":"6157972bd12903472bef65fb","verse":"Numbers 7:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04007008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v04007008-1\">8&nbsp;</b>And four wagons and eight oxen he gave to the sons of Merari, according to their service, under the direction of Ithamar the son of Aaron the priest.</p>\n</div>","kjv":"<strong>8</strong> And four wagons and eight oxen he gave unto the sons of Merari, according unto their service, under the hand of Ithamar the son of Aaron the priest.  ","niv":"<sup><strong>8</strong></sup> and he gave four carts and eight oxen to the Merarites, as their work required. They were all under the direction of Ithamar son of Aaron, the priest."},{"_id":"6157972fd12903472bef6609","topicId":"6157972bd12903472bef65fb","verse":"Isaiah 2","votes":3,"__v":0,"kjv":"<strong>1</strong> The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.  <strong>2</strong> And it shall come to pass in the last days, that the mountain of the LORD’S house shall be established in the top of the mountains, and shall be exalted above the hills; and all nations shall flow unto it.  <strong>3</strong> And many people shall go and say, Come ye, and let us go up to the mountain of the LORD, to the house of the God of Jacob; and he will teach us of his ways, and we will walk in his paths: for out of Zion shall go forth the law, and the word of the LORD from Jerusalem.  <strong>4</strong> And he shall judge among the nations, and shall rebuke many people: and they shall beat their swords into plowshares, and their spears into pruninghooks: nation shall not lift up sword against nation, neither shall they learn war any more.  <strong>5</strong> O house of Jacob, come ye, and let us walk in the light of the LORD.  <strong>6</strong> Therefore thou hast forsaken thy people the house of Jacob, because they be replenished from the east, and are soothsayers like the Philistines, and they please themselves in the children of strangers.  <strong>7</strong> Their land also is full of silver and gold, neither is there any  end of their treasures; their land is also full of horses, neither is there any end of their chariots:  <strong>8</strong> Their land also is full of idols; they worship the work of their own hands, that which their own fingers have made:  <strong>9</strong> And the mean man boweth down, and the great man humbleth himself: therefore forgive them not.  <strong>10</strong> Enter into the rock, and hide thee in the dust, for fear of the LORD, and for the glory of his majesty.  <strong>11</strong> The lofty looks of man shall be humbled, and the haughtiness of men shall be bowed down, and the LORD alone shall be exalted in that day.  <strong>12</strong> For the day of the LORD of hosts shall be upon every one that is proud and lofty, and upon every one that is  lifted up; and he shall be brought low:  <strong>13</strong> And upon all the cedars of Lebanon, that are high and lifted up, and upon all the oaks of Bashan,  <strong>14</strong> And upon all the high mountains, and upon all the hills that are  lifted up,  <strong>15</strong> And upon every high tower, and upon every fenced wall,  <strong>16</strong> And upon all the ships of Tarshish, and upon all pleasant pictures.  <strong>17</strong> And the loftiness of man shall be bowed down, and the haughtiness of men shall be made low: and the LORD alone shall be exalted in that day.  <strong>18</strong> And the idols he shall utterly abolish.  <strong>19</strong> And they shall go into the holes of the rocks, and into the caves of the earth, for fear of the LORD, and for the glory of his majesty, when he ariseth to shake terribly the earth.  <strong>20</strong> In that day a man shall cast his idols of silver, and his idols of gold, which they made each one for himself to worship, to the moles and to the bats;  <strong>21</strong> To go into the clefts of the rocks, and into the tops of the ragged rocks, for fear of the LORD, and for the glory of his majesty, when he ariseth to shake terribly the earth.  <strong>22</strong> Cease ye from man, whose breath is in his nostrils: for wherein is he to be accounted of?  ","niv":"<sup><strong>1</strong></sup> This is what Isaiah son of Amoz saw concerning Judah and Jerusalem: <sup><strong>2</strong></sup> In the last days the mountain of the LORD's temple will be established as chief among the mountains; it will be raised above the hills, and all nations will stream to it. <sup><strong>3</strong></sup> Many peoples will come and say, \"Come, let us go up to the mountain of the LORD, to the house of the God of Jacob. He will teach us his ways, so that we may walk in his paths.\" The law will go out from Zion, the word of the LORD from Jerusalem. <sup><strong>4</strong></sup> He will judge between the nations and will settle disputes for many peoples. They will beat their swords into plowshares and their spears into pruning hooks. Nation will not take up sword against nation, nor will they train for war anymore. <sup><strong>5</strong></sup> Come, O house of Jacob, let us walk in the light of the LORD. <sup><strong>6</strong></sup> You have abandoned your people, the house of Jacob. They are full of superstitions from the East; they practice divination like the Philistines and clasp hands with pagans. <sup><strong>7</strong></sup> Their land is full of silver and gold; there is no end to their treasures. Their land is full of horses; there is no end to their chariots. <sup><strong>8</strong></sup> Their land is full of idols; they bow down to the work of their hands, to what their fingers have made. <sup><strong>9</strong></sup> So man will be brought low and mankind humbled- do not forgive them. <sup><strong>10</strong></sup> Go into the rocks, hide in the ground from dread of the LORD and the splendor of his majesty! <sup><strong>11</strong></sup> The eyes of the arrogant man will be humbled and the pride of men brought low; the LORD alone will be exalted in that day. <sup><strong>12</strong></sup> The LORD Almighty has a day in store for all the proud and lofty, for all that is exalted (and they will be humbled), <sup><strong>13</strong></sup> for all the cedars of Lebanon, tall and lofty, and all the oaks of Bashan, <sup><strong>14</strong></sup> for all the towering mountains and all the high hills, <sup><strong>15</strong></sup> for every lofty tower and every fortified wall, <sup><strong>16</strong></sup> for every trading ship and every stately vessel. <sup><strong>17</strong></sup> The arrogance of man will be brought low and the pride of men humbled; the LORD alone will be exalted in that day, <sup><strong>18</strong></sup> and the idols will totally disappear. <sup><strong>19</strong></sup> Men will flee to caves in the rocks and to holes in the ground from dread of the LORD and the splendor of his majesty, when he rises to shake the earth. <sup><strong>20</strong></sup> In that day men will throw away to the rodents and bats their idols of silver and idols of gold, which they made to worship. <sup><strong>21</strong></sup> They will flee to caverns in the rocks and to the overhanging crags from dread of the LORD and the splendor of his majesty, when he rises to shake the earth. <sup><strong>22</strong></sup> Stop trusting in man, who has but a breath in his nostrils. Of what account is he? ","esv":"<div>\n\n<p id=\"p23002001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23002001-1\">2:1&nbsp;</b>The word that Isaiah the son of Amoz saw concerning Judah and Jerusalem.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002002_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002002-1\">2&nbsp;</b>&nbsp;&nbsp;It shall come to pass in the latter days</span><br><span id=\"p23002002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the mountain of the house of the LORD</span><br><span id=\"p23002002_06-2\" class=\"line\">&nbsp;&nbsp;shall be established as the highest of the mountains,</span><br><span id=\"p23002002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall be lifted up above the hills;</span><br><span id=\"p23002002_06-2\" class=\"line\">&nbsp;&nbsp;and all the nations shall flow to it,</span><br><span id=\"p23002003_06-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23002003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and many peoples shall come, and say:</span><br><span id=\"p23002003_06-2\" class=\"line\">&nbsp;&nbsp;“Come, let us go up to the mountain of the LORD,</span><br><span id=\"p23002003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the house of the God of Jacob,</span><br><span id=\"p23002003_06-2\" class=\"line\">&nbsp;&nbsp;that he may teach us his ways</span><br><span id=\"p23002003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that we may walk in his paths.”</span><br><span id=\"p23002003_06-2\" class=\"line\">&nbsp;&nbsp;For out of Zion shall go forth the law,</span><br><span id=\"p23002003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of the LORD from Jerusalem.</span><br><span id=\"p23002004_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002004-1\">4&nbsp;</b>&nbsp;&nbsp;He shall judge between the nations,</span><br><span id=\"p23002004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall decide disputes for many peoples;</span><br><span id=\"p23002004_06-2\" class=\"line\">&nbsp;&nbsp;and they shall beat their swords into plowshares,</span><br><span id=\"p23002004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their spears into pruning hooks;</span><br><span id=\"p23002004_06-2\" class=\"line\">&nbsp;&nbsp;nation shall not lift up sword against nation,</span><br><span id=\"p23002004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither shall they learn war anymore.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23002005_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002005-1\">5&nbsp;</b>&nbsp;&nbsp;O house of Jacob,</span><br><span id=\"p23002005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, let us walk</span><br><span id=\"p23002005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the light of the LORD.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23002006_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002006-1\">6&nbsp;</b>&nbsp;&nbsp;For you have rejected your people,</span><br><span id=\"p23002006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the house of Jacob,</span><br><span id=\"p23002006_11-2\" class=\"line\">&nbsp;&nbsp;because they are full of things from the east</span><br><span id=\"p23002006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of fortune-tellers like the Philistines,</span><br><span id=\"p23002006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they strike hands with the children of foreigners.</span><br><span id=\"p23002007_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002007-1\">7&nbsp;</b>&nbsp;&nbsp;Their land is filled with silver and gold,</span><br><span id=\"p23002007_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no end to their treasures;</span><br><span id=\"p23002007_11-2\" class=\"line\">&nbsp;&nbsp;their land is filled with horses,</span><br><span id=\"p23002007_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no end to their chariots.</span><br><span id=\"p23002008_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002008-1\">8&nbsp;</b>&nbsp;&nbsp;Their land is filled with idols;</span><br><span id=\"p23002008_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they bow down to the work of their hands,</span><br><span id=\"p23002008_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to what their own fingers have made.</span><br><span id=\"p23002009_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002009-1\">9&nbsp;</b>&nbsp;&nbsp;So man is humbled,</span><br><span id=\"p23002009_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and each one is brought low—</span><br><span id=\"p23002009_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not forgive them!</span><br><span id=\"p23002010_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002010-1\">10&nbsp;</b>&nbsp;&nbsp;Enter into the rock</span><br><span id=\"p23002010_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hide in the dust</span><br><span id=\"p23002010_11-2\" class=\"line\">&nbsp;&nbsp;from before the terror of the LORD,</span><br><span id=\"p23002010_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the splendor of his majesty.</span><br><span id=\"p23002011_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002011-1\">11&nbsp;</b>&nbsp;&nbsp;The haughty looks of man shall be brought low,</span><br><span id=\"p23002011_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lofty pride of men shall be humbled,</span><br><span id=\"p23002011_11-2\" class=\"line\">&nbsp;&nbsp;and the LORD alone will be exalted in that day.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23002012_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002012-1\">12&nbsp;</b>&nbsp;&nbsp;For the LORD of hosts has a day</span><br><span id=\"p23002012_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against all that is proud and lofty,</span><br><span id=\"p23002012_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against all that is lifted up—and it shall be brought low;</span><br><span id=\"p23002013_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002013-1\">13&nbsp;</b>&nbsp;&nbsp;against all the cedars of Lebanon,</span><br><span id=\"p23002013_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lofty and lifted up;</span><br><span id=\"p23002013_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against all the oaks of Bashan;</span><br><span id=\"p23002014_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002014-1\">14&nbsp;</b>&nbsp;&nbsp;against all the lofty mountains,</span><br><span id=\"p23002014_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against all the uplifted hills;</span><br><span id=\"p23002015_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002015-1\">15&nbsp;</b>&nbsp;&nbsp;against every high tower,</span><br><span id=\"p23002015_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against every fortified wall;</span><br><span id=\"p23002016_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002016-1\">16&nbsp;</b>&nbsp;&nbsp;against all the ships of Tarshish,</span><br><span id=\"p23002016_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against all the beautiful craft.</span><br><span id=\"p23002017_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002017-1\">17&nbsp;</b>&nbsp;&nbsp;And the haughtiness of man shall be humbled,</span><br><span id=\"p23002017_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lofty pride of men shall be brought low,</span><br><span id=\"p23002017_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the LORD alone will be exalted in that day.</span><br><span id=\"p23002018_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002018-1\">18&nbsp;</b>&nbsp;&nbsp;And the idols shall utterly pass away.</span><br><span id=\"p23002019_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002019-1\">19&nbsp;</b>&nbsp;&nbsp;And people shall enter the caves of the rocks</span><br><span id=\"p23002019_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the holes of the ground,</span><br><span id=\"p23002019_11-2\" class=\"line\">&nbsp;&nbsp;from before the terror of the LORD,</span><br><span id=\"p23002019_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the splendor of his majesty,</span><br><span id=\"p23002019_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he rises to terrify the earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23002020_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002020-1\">20&nbsp;</b>&nbsp;&nbsp;In that day mankind will cast away</span><br><span id=\"p23002020_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their idols of silver and their idols of gold,</span><br><span id=\"p23002020_11-2\" class=\"line\">&nbsp;&nbsp;which they made for themselves to worship,</span><br><span id=\"p23002020_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the moles and to the bats,</span><br><span id=\"p23002021_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002021-1\">21&nbsp;</b>&nbsp;&nbsp;to enter the caverns of the rocks</span><br><span id=\"p23002021_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the clefts of the cliffs,</span><br><span id=\"p23002021_11-2\" class=\"line\">&nbsp;&nbsp;from before the terror of the LORD,</span><br><span id=\"p23002021_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the splendor of his majesty,</span><br><span id=\"p23002021_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he rises to terrify the earth.</span><br><span id=\"p23002022_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23002022-1\">22&nbsp;</b>&nbsp;&nbsp;Stop regarding man</span><br><span id=\"p23002022_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in whose nostrils is breath,</span><br><span id=\"p23002022_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for of what account is he?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"6157972fd12903472bef660a","topicId":"6157972bd12903472bef65fb","verse":"Numbers 27:12-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04027012_05-16\"><b class=\"verse-num\" id=\"v04027012-1\">12&nbsp;</b>The LORD said to Moses, “Go up into this mountain of Abarim and see the land that I have given to the people of Israel. <b class=\"verse-num\" id=\"v04027013-1\">13&nbsp;</b>When you have seen it, you also shall be gathered to your people, as your brother Aaron was, <b class=\"verse-num\" id=\"v04027014-1\">14&nbsp;</b>because you rebelled against my word in the wilderness of Zin when the congregation quarreled, failing to uphold me as holy at the waters before their eyes.” (These are the waters of Meribah of Kadesh in the wilderness of Zin.) <b class=\"verse-num\" id=\"v04027015-1\">15&nbsp;</b>Moses spoke to the LORD, saying, <b class=\"verse-num\" id=\"v04027016-1\">16&nbsp;</b>“Let the LORD, the God of the spirits of all flesh, appoint a man over the congregation <b class=\"verse-num\" id=\"v04027017-1\">17&nbsp;</b>who shall go out before them and come in before them, who shall lead them out and bring them in, that the congregation of the LORD may not be as sheep that have no shepherd.” <b class=\"verse-num\" id=\"v04027018-1\">18&nbsp;</b>So the LORD said to Moses, “Take Joshua the son of Nun, a man in whom is the Spirit, and lay your hand on him. <b class=\"verse-num\" id=\"v04027019-1\">19&nbsp;</b>Make him stand before Eleazar the priest and all the congregation, and you shall commission him in their sight.</p>\n</div>","kjv":"<strong>12</strong> And the LORD said unto Moses, Get thee up into this mount Abarim, and see the land which I have given unto the children of Israel.  <strong>13</strong> And when thou hast seen it, thou also shalt be gathered unto thy people, as Aaron thy brother was gathered.  <strong>14</strong> For ye rebelled against my commandment in the desert of Zin, in the strife of the congregation, to sanctify me at the water before their eyes: that is the water of Meribah in Kadesh in the wilderness of Zin.  <strong>15</strong> And Moses spake unto the LORD, saying,  <strong>16</strong> Let the LORD, the God of the spirits of all flesh, set a man over the congregation,  <strong>17</strong> Which may go out before them, and which may go in before them, and which may lead them out, and which may bring them in; that the congregation of the LORD be not as sheep which have no shepherd.  <strong>18</strong> And the LORD said unto Moses, Take thee Joshua the son of Nun, a man in whom is the spirit, and lay thine hand upon him;  <strong>19</strong> And set him before Eleazar the priest, and before all the congregation; and give him a charge in their sight.  ","niv":"<sup><strong>12</strong></sup> Then the LORD said to Moses, \"Go up this mountain in the Abarim range and see the land I have given the Israelites. <sup><strong>13</strong></sup> After you have seen it, you too will be gathered to your people, as your brother Aaron was, <sup><strong>14</strong></sup> for when the community rebelled at the waters in the Desert of Zin, both of you disobeyed my command to honor me as holy before their eyes.\" (These were the waters of Meribah Kadesh, in the Desert of Zin.) <sup><strong>15</strong></sup> Moses said to the LORD, <sup><strong>16</strong></sup> \"May the LORD, the God of the spirits of all mankind, appoint a man over this community <sup><strong>17</strong></sup> to go out and come in before them, one who will lead them out and bring them in, so the LORD's people will not be like sheep without a shepherd.\" <sup><strong>18</strong></sup> So the LORD said to Moses, \"Take Joshua son of Nun, a man in whom is the spirit, and lay your hand on him. <sup><strong>19</strong></sup> Have him stand before Eleazar the priest and the entire assembly and commission him in their presence. "},{"_id":"61579730d12903472bef660b","topicId":"6157972bd12903472bef65fb","verse":"Numbers 26:58-59","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04026058_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v04026058-1\">58&nbsp;</b>These are the clans of Levi: the clan of the Libnites, the clan of the Hebronites, the clan of the Mahlites, the clan of the Mushites, the clan of the Korahites. And Kohath was the father of Amram. <b class=\"verse-num\" id=\"v04026059-1\">59&nbsp;</b>The name of Amram’s wife was Jochebed the daughter of Levi, who was born to Levi in Egypt. And she bore to Amram Aaron and Moses and Miriam their sister.</p>\n</div>","kjv":"<strong>58</strong> These are the families of the Levites: the family of the Libnites, the family of the Hebronites, the family of the Mahlites, the family of the Mushites, the family of the Korathites. And Kohath begat Amram.  <strong>59</strong> And the name of Amram’s wife was Jochebed, the daughter of Levi, whom her mother bare to Levi in Egypt: and she bare unto Amram Aaron and Moses, and Miriam their sister.  ","niv":"<sup><strong>58</strong></sup> These also were Levite clans: the Libnite clan, the Hebronite clan, the Mahlite clan, the Mushite clan, the Korahite clan. (Kohath was the forefather of Amram; <sup><strong>59</strong></sup> the name of Amram's wife was Jochebed, a descendant of Levi, who was born to the Levites in Egypt. To Amram she bore Aaron, Moses and their sister Miriam. "},{"_id":"61579730d12903472bef660c","topicId":"6157972bd12903472bef65fb","verse":"Numbers 26:1-10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04026001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04026001-1\">26:1&nbsp;</b>After the plague, the LORD said to Moses and to Eleazar the son of Aaron, the priest, <b class=\"verse-num\" id=\"v04026002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, from twenty years old and upward, by their fathers’ houses, all in Israel who are able to go to war.” <b class=\"verse-num\" id=\"v04026003-1\">3&nbsp;</b>And Moses and Eleazar the priest spoke with them in the plains of Moab by the Jordan at Jericho, saying, <b class=\"verse-num\" id=\"v04026004-1\">4&nbsp;</b>“Take a census of the people, from twenty years old and upward,” as the LORD commanded Moses. The people of Israel who came out of the land of Egypt were:</p>\n<p id=\"p04026004_06-18\"><b class=\"verse-num\" id=\"v04026005-1\">5&nbsp;</b>Reuben, the firstborn of Israel; the sons of Reuben: of Hanoch, the clan of the Hanochites; of Pallu, the clan of the Palluites; <b class=\"verse-num\" id=\"v04026006-1\">6&nbsp;</b>of Hezron, the clan of the Hezronites; of Carmi, the clan of the Carmites. <b class=\"verse-num\" id=\"v04026007-1\">7&nbsp;</b>These are the clans of the Reubenites, and those listed were 43,730. <b class=\"verse-num\" id=\"v04026008-1\">8&nbsp;</b>And the sons of Pallu: Eliab. <b class=\"verse-num\" id=\"v04026009-1\">9&nbsp;</b>The sons of Eliab: Nemuel, Dathan, and Abiram. These are the Dathan and Abiram, chosen from the congregation, who contended against Moses and Aaron in the company of Korah, when they contended against the LORD <b class=\"verse-num\" id=\"v04026010-1\">10&nbsp;</b>and the earth opened its mouth and swallowed them up together with Korah, when that company died, when the fire devoured 250 men, and they became a warning.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass after the plague, that the LORD spake unto Moses and unto Eleazar the son of Aaron the priest, saying,  <strong>2</strong> Take the sum of all the congregation of the children of Israel, from twenty years old and upward, throughout their fathers’ house, all that are able to go to war in Israel.  <strong>3</strong> And Moses and Eleazar the priest spake with them in the plains of Moab by Jordan near Jericho, saying,  <strong>4</strong> Take the sum of the people, from twenty years old and upward; as the LORD commanded Moses and the children of Israel, which went forth out of the land of Egypt.  <strong>5</strong> Reuben, the eldest son of Israel: the children of Reuben; Hanoch, of whom cometh the family of the Hanochites: of Pallu, the family of the Palluites:  <strong>6</strong> Of Hezron, the family of the Hezronites: of Carmi, the family of the Carmites.  <strong>7</strong> These are the families of the Reubenites: and they that were numbered of them were forty and three thousand and seven hundred and thirty.  <strong>8</strong> And the sons of Pallu; Eliab.  <strong>9</strong> And the sons of Eliab; Nemuel, and Dathan, and Abiram. This is that  Dathan and Abiram, which were famous in the congregation, who strove against Moses and against Aaron in the company of Korah, when they strove against the LORD:  <strong>10</strong> And the earth opened her mouth, and swallowed them up together with Korah, when that company died, what time the fire devoured two hundred and fifty men: and they became a sign.  ","niv":"<sup><strong>1</strong></sup> After the plague the LORD said to Moses and Eleazar son of Aaron, the priest, <sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by families-all those twenty years old or more who are able to serve in the army of Israel.\" <sup><strong>3</strong></sup> So on the plains of Moab by the Jordan across from Jericho, Moses and Eleazar the priest spoke with them and said, <sup><strong>4</strong></sup> \"Take a census of the men twenty years old or more, as the LORD commanded Moses.\" These were the Israelites who came out of Egypt: <sup><strong>5</strong></sup> The descendants of Reuben, the firstborn son of Israel, were: through Hanoch, the Hanochite clan; through Pallu, the Palluite clan; <sup><strong>6</strong></sup> through Hezron, the Hezronite clan; through Carmi, the Carmite clan. <sup><strong>7</strong></sup> These were the clans of Reuben; those numbered were 43,730. <sup><strong>8</strong></sup> The son of Pallu was Eliab, <sup><strong>9</strong></sup> and the sons of Eliab were Nemuel, Dathan and Abiram. The same Dathan and Abiram were the community officials who rebelled against Moses and Aaron and were among Korah's followers when they rebelled against the LORD. <sup><strong>10</strong></sup> The earth opened its mouth and swallowed them along with Korah, whose followers died when the fire devoured the 250 men. And they served as a warning sign. "},{"_id":"61579730d12903472bef660d","topicId":"6157972bd12903472bef65fb","verse":"Numbers 12:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman.</p>\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite."},{"_id":"61579731d12903472bef660e","topicId":"6157972bd12903472bef65fb","verse":"Exodus 11","votes":3,"__v":0,"kjv":"<strong>1</strong> And the LORD said unto Moses, Yet will I bring one plague more  upon Pharaoh, and upon Egypt; afterwards he will let you go hence: when he shall let you go, he shall surely thrust you out hence altogether.  <strong>2</strong> Speak now in the ears of the people, and let every man borrow of his neighbour, and every woman of her neighbour, jewels of silver, and jewels of gold.  <strong>3</strong> And the LORD gave the people favour in the sight of the Egyptians. Moreover the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants, and in the sight of the people.  <strong>4</strong> And Moses said, Thus saith the LORD, About midnight will I go out into the midst of Egypt:  <strong>5</strong> And all the firstborn in the land of Egypt shall die, from the firstborn of Pharaoh that sitteth upon his throne, even unto the firstborn of the maidservant that is behind the mill; and all the firstborn of beasts.  <strong>6</strong> And there shall be a great cry throughout all the land of Egypt, such as there was none like it, nor shall be like it any more.  <strong>7</strong> But against any of the children of Israel shall not a dog move his tongue, against man or beast: that ye may know how that the LORD doth put a difference between the Egyptians and Israel.  <strong>8</strong> And all these thy servants shall come down unto me, and bow down themselves unto me, saying, Get thee out, and all the people that follow thee: and after that I will go out. And he went out from Pharaoh in a great anger.  <strong>9</strong> And the LORD said unto Moses, Pharaoh shall not hearken unto you; that my wonders may be multiplied in the land of Egypt.  <strong>10</strong> And Moses and Aaron did all these wonders before Pharaoh: and the LORD hardened Pharaoh’s heart, so that he would not let the children of Israel go out of his land.  ","niv":"<sup><strong>1</strong></sup> Now the LORD had said to Moses, \"I will bring one more plague on Pharaoh and on Egypt. After that, he will let you go from here, and when he does, he will drive you out completely. <sup><strong>2</strong></sup> Tell the people that men and women alike are to ask their neighbors for articles of silver and gold.\" <sup><strong>3</strong></sup> (The LORD made the Egyptians favorably disposed toward the people, and Moses himself was highly regarded in Egypt by Pharaoh's officials and by the people.) <sup><strong>4</strong></sup> So Moses said, \"This is what the LORD says: 'About midnight I will go throughout Egypt. <sup><strong>5</strong></sup> Every firstborn son in Egypt will die, from the firstborn son of Pharaoh, who sits on the throne, to the firstborn son of the slave girl, who is at her hand mill, and all the firstborn of the cattle as well. <sup><strong>6</strong></sup> There will be loud wailing throughout Egypt-worse than there has ever been or ever will be again. <sup><strong>7</strong></sup> But among the Israelites not a dog will bark at any man or animal.' Then you will know that the LORD makes a distinction between Egypt and Israel. <sup><strong>8</strong></sup> All these officials of yours will come to me, bowing down before me and saying, 'Go, you and all the people who follow you!' After that I will leave.\" Then Moses, hot with anger, left Pharaoh. <sup><strong>9</strong></sup> The LORD had said to Moses, \"Pharaoh will refuse to listen to you-so that my wonders may be multiplied in Egypt.\" <sup><strong>10</strong></sup> Moses and Aaron performed all these wonders before Pharaoh, but the LORD hardened Pharaoh's heart, and he would not let the Israelites go out of his country. ","esv":"<div>\n\n<p id=\"p02011001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02011001-1\">11:1&nbsp;</b>The LORD said to Moses, “Yet one plague more I will bring upon Pharaoh and upon Egypt. Afterward he will let you go from here. When he lets you go, he will drive you away completely. <b class=\"verse-num\" id=\"v02011002-1\">2&nbsp;</b>Speak now in the hearing of the people, that they ask, every man of his neighbor and every woman of her neighbor, for silver and gold jewelry.” <b class=\"verse-num\" id=\"v02011003-1\">3&nbsp;</b>And the LORD gave the people favor in the sight of the Egyptians. Moreover, the man Moses was very great in the land of Egypt, in the sight of Pharaoh’s servants and in the sight of the people.</p>\n<p id=\"p02011003_05-3\"><b class=\"verse-num\" id=\"v02011004-1\">4&nbsp;</b>So Moses said, “Thus says the LORD: ‘About midnight I will go out in the midst of Egypt, <b class=\"verse-num\" id=\"v02011005-1\">5&nbsp;</b>and every firstborn in the land of Egypt shall die, from the firstborn of Pharaoh who sits on his throne, even to the firstborn of the slave girl who is behind the handmill, and all the firstborn of the cattle. <b class=\"verse-num\" id=\"v02011006-1\">6&nbsp;</b>There shall be a great cry throughout all the land of Egypt, such as there has never been, nor ever will be again. <b class=\"verse-num\" id=\"v02011007-1\">7&nbsp;</b>But not a dog shall growl against any of the people of Israel, either man or beast, that you may know that the LORD makes a distinction between Egypt and Israel.’ <b class=\"verse-num\" id=\"v02011008-1\">8&nbsp;</b>And all these your servants shall come down to me and bow down to me, saying, ‘Get out, you and all the people who follow you.’ And after that I will go out.” And he went out from Pharaoh in hot anger. <b class=\"verse-num\" id=\"v02011009-1\">9&nbsp;</b>Then the LORD said to Moses, “Pharaoh will not listen to you, that my wonders may be multiplied in the land of Egypt.”</p>\n<p id=\"p02011009_05-3\"><b class=\"verse-num\" id=\"v02011010-1\">10&nbsp;</b>Moses and Aaron did all these wonders before Pharaoh, and the LORD hardened Pharaoh’s heart, and he did not let the people of Israel go out of his land.</p>\n</div>"},{"_id":"61579731d12903472bef660f","topicId":"6157972bd12903472bef65fb","verse":"Exodus 7","votes":3,"__v":0,"kjv":"<strong>1</strong> And the LORD said unto Moses, See, I have made thee a god to Pharaoh: and Aaron thy brother shall be thy prophet.  <strong>2</strong> Thou shalt speak all that I command thee: and Aaron thy brother shall speak unto Pharaoh, that he send the children of Israel out of his land.  <strong>3</strong> And I will harden Pharaoh’s heart, and multiply my signs and my wonders in the land of Egypt.  <strong>4</strong> But Pharaoh shall not hearken unto you, that I may lay my hand upon Egypt, and bring forth mine armies, and my people the children of Israel, out of the land of Egypt by great judgments.  <strong>5</strong> And the Egyptians shall know that I am the LORD, when I stretch forth mine hand upon Egypt, and bring out the children of Israel from among them.  <strong>6</strong> And Moses and Aaron did as the LORD commanded them, so did they.  <strong>7</strong> And Moses was fourscore years old, and Aaron fourscore and three years old, when they spake unto Pharaoh.  <strong>8</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>9</strong> When Pharaoh shall speak unto you, saying, Shew a miracle for you: then thou shalt say unto Aaron, Take thy rod, and cast it before Pharaoh, and it shall become a serpent.  <strong>10</strong> And Moses and Aaron went in unto Pharaoh, and they did so as the LORD had commanded: and Aaron cast down his rod before Pharaoh, and before his servants, and it became a serpent.  <strong>11</strong> Then Pharaoh also called the wise men and the sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments.  <strong>12</strong> For they cast down every man his rod, and they became serpents: but Aaron’s rod swallowed up their rods.  <strong>13</strong> And he hardened Pharaoh’s heart, that he hearkened not unto them; as the LORD had said.  <strong>14</strong> And the LORD said unto Moses, Pharaoh’s heart is hardened, he refuseth to let the people go.  <strong>15</strong> Get thee unto Pharaoh in the morning; lo, he goeth out unto the water; and thou shalt stand by the river’s brink against he come; and the rod which was turned to a serpent shalt thou take in thine hand.  <strong>16</strong> And thou shalt say unto him, The LORD God of the Hebrews hath sent me unto thee, saying, Let my people go, that they may serve me in the wilderness: and, behold, hitherto thou wouldest not hear.  <strong>17</strong> Thus saith the LORD, In this thou shalt know that I am the LORD: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.  <strong>18</strong> And the fish that is in the river shall die, and the river shall stink; and the Egyptians shall lothe to drink of the water of the river.  <strong>19</strong> And the LORD spake unto Moses, Say unto Aaron, Take thy rod, and stretch out thine hand upon the waters of Egypt, upon their streams, upon their rivers, and upon their ponds, and upon all their pools of water, that they may become blood; and that there may be blood throughout all the land of Egypt, both in vessels of wood, and in vessels of stone.  <strong>20</strong> And Moses and Aaron did so, as the LORD commanded; and he lifted up the rod, and smote the waters that were in the river, in the sight of Pharaoh, and in the sight of his servants; and all the waters that were  in the river were turned to blood.  <strong>21</strong> And the fish that was in the river died; and the river stank, and the Egyptians could not drink of the water of the river; and there was blood throughout all the land of Egypt.  <strong>22</strong> And the magicians of Egypt did so with their enchantments: and Pharaoh’s heart was hardened, neither did he hearken unto them; as the LORD had said.  <strong>23</strong> And Pharaoh turned and went into his house, neither did he set his heart to this also.  <strong>24</strong> And all the Egyptians digged round about the river for water to drink; for they could not drink of the water of the river.  <strong>25</strong> And seven days were fulfilled, after that the LORD had smitten the river.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, \"See, I have made you like God to Pharaoh, and your brother Aaron will be your prophet. <sup><strong>2</strong></sup> You are to say everything I command you, and your brother Aaron is to tell Pharaoh to let the Israelites go out of his country. <sup><strong>3</strong></sup> But I will harden Pharaoh's heart, and though I multiply my miraculous signs and wonders in Egypt, <sup><strong>4</strong></sup> he will not listen to you. Then I will lay my hand on Egypt and with mighty acts of judgment I will bring out my divisions, my people the Israelites. <sup><strong>5</strong></sup> And the Egyptians will know that I am the LORD when I stretch out my hand against Egypt and bring the Israelites out of it.\" <sup><strong>6</strong></sup> Moses and Aaron did just as the LORD commanded them. <sup><strong>7</strong></sup> Moses was eighty years old and Aaron eighty-three when they spoke to Pharaoh. <sup><strong>8</strong></sup> The LORD said to Moses and Aaron, <sup><strong>9</strong></sup> \"When Pharaoh says to you, 'Perform a miracle,' then say to Aaron, 'Take your staff and throw it down before Pharaoh,' and it will become a snake.\" <sup><strong>10</strong></sup> So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a snake. <sup><strong>11</strong></sup> Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts: <sup><strong>12</strong></sup> Each one threw down his staff and it became a snake. But Aaron's staff swallowed up their staffs. <sup><strong>13</strong></sup> Yet Pharaoh's heart became hard and he would not listen to them, just as the LORD had said. <sup><strong>14</strong></sup> Then the LORD said to Moses, \"Pharaoh's heart is unyielding; he refuses to let the people go. <sup><strong>15</strong></sup> Go to Pharaoh in the morning as he goes out to the water. Wait on the bank of the Nile to meet him, and take in your hand the staff that was changed into a snake. <sup><strong>16</strong></sup> Then say to him, 'The LORD, the God of the Hebrews, has sent me to say to you: Let my people go, so that they may worship me in the desert. But until now you have not listened. <sup><strong>17</strong></sup> This is what the LORD says: By this you will know that I am the LORD: With the staff that is in my hand I will strike the water of the Nile, and it will be changed into blood. <sup><strong>18</strong></sup> The fish in the Nile will die, and the river will stink; the Egyptians will not be able to drink its water.'\" <sup><strong>19</strong></sup> The LORD said to Moses, \"Tell Aaron, 'Take your staff and stretch out your hand over the waters of Egypt-over the streams and canals, over the ponds and all the reservoirs'-and they will turn to blood. Blood will be everywhere in Egypt, even in the wooden buckets and stone jars.\" <sup><strong>20</strong></sup> Moses and Aaron did just as the LORD had commanded. He raised his staff in the presence of Pharaoh and his officials and struck the water of the Nile, and all the water was changed into blood. <sup><strong>21</strong></sup> The fish in the Nile died, and the river smelled so bad that the Egyptians could not drink its water. Blood was everywhere in Egypt. <sup><strong>22</strong></sup> But the Egyptian magicians did the same things by their secret arts, and Pharaoh's heart became hard; he would not listen to Moses and Aaron, just as the LORD had said. <sup><strong>23</strong></sup> Instead, he turned and went into his palace, and did not take even this to heart. <sup><strong>24</strong></sup> And all the Egyptians dug along the Nile to get drinking water, because they could not drink the water of the river. <sup><strong>25</strong></sup> Seven days passed after the LORD struck the Nile. ","esv":"<div>\n\n<p id=\"p02007001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02007001-1\">7:1&nbsp;</b>And the LORD said to Moses, “See, I have made you like God to Pharaoh, and your brother Aaron shall be your prophet. <b class=\"verse-num\" id=\"v02007002-1\">2&nbsp;</b>You shall speak all that I command you, and your brother Aaron shall tell Pharaoh to let the people of Israel go out of his land. <b class=\"verse-num\" id=\"v02007003-1\">3&nbsp;</b>But I will harden Pharaoh’s heart, and though I multiply my signs and wonders in the land of Egypt, <b class=\"verse-num\" id=\"v02007004-1\">4&nbsp;</b>Pharaoh will not listen to you. Then I will lay my hand on Egypt and bring my hosts, my people the children of Israel, out of the land of Egypt by great acts of judgment. <b class=\"verse-num\" id=\"v02007005-1\">5&nbsp;</b>The Egyptians shall know that I am the LORD, when I stretch out my hand against Egypt and bring out the people of Israel from among them.” <b class=\"verse-num\" id=\"v02007006-1\">6&nbsp;</b>Moses and Aaron did so; they did just as the LORD commanded them. <b class=\"verse-num\" id=\"v02007007-1\">7&nbsp;</b>Now Moses was eighty years old, and Aaron eighty-three years old, when they spoke to Pharaoh.</p>\n<p id=\"p02007007_06-4\"><b class=\"verse-num\" id=\"v02007008-1\">8&nbsp;</b>Then the LORD said to Moses and Aaron, <b class=\"verse-num\" id=\"v02007009-1\">9&nbsp;</b>“When Pharaoh says to you, ‘Prove yourselves by working a miracle,’ then you shall say to Aaron, ‘Take your staff and cast it down before Pharaoh, that it may become a serpent.’” <b class=\"verse-num\" id=\"v02007010-1\">10&nbsp;</b>So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron cast down his staff before Pharaoh and his servants, and it became a serpent. <b class=\"verse-num\" id=\"v02007011-1\">11&nbsp;</b>Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts. <b class=\"verse-num\" id=\"v02007012-1\">12&nbsp;</b>For each man cast down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs. <b class=\"verse-num\" id=\"v02007013-1\">13&nbsp;</b>Still Pharaoh’s heart was hardened, and he would not listen to them, as the LORD had said.</p>\n\n<p id=\"p02007013_13-4\"><b class=\"verse-num\" id=\"v02007014-1\">14&nbsp;</b>Then the LORD said to Moses, “Pharaoh’s heart is hardened; he refuses to let the people go. <b class=\"verse-num\" id=\"v02007015-1\">15&nbsp;</b>Go to Pharaoh in the morning, as he is going out to the water. Stand on the bank of the Nile to meet him, and take in your hand the staff that turned into a serpent. <b class=\"verse-num\" id=\"v02007016-1\">16&nbsp;</b>And you shall say to him, ‘The LORD, the God of the Hebrews, sent me to you, saying, “Let my people go, that they may serve me in the wilderness.” But so far, you have not obeyed. <b class=\"verse-num\" id=\"v02007017-1\">17&nbsp;</b>Thus says the LORD, “By this you shall know that I am the LORD: behold, with the staff that is in my hand I will strike the water that is in the Nile, and it shall turn into blood. <b class=\"verse-num\" id=\"v02007018-1\">18&nbsp;</b>The fish in the Nile shall die, and the Nile will stink, and the Egyptians will grow weary of drinking water from the Nile.”’” <b class=\"verse-num\" id=\"v02007019-1\">19&nbsp;</b>And the LORD said to Moses, “Say to Aaron, ‘Take your staff and stretch out your hand over the waters of Egypt, over their rivers, their canals, and their ponds, and all their pools of water, so that they may become blood, and there shall be blood throughout all the land of Egypt, even in vessels of wood and in vessels of stone.’”</p>\n<p id=\"p02007019_13-4\"><b class=\"verse-num\" id=\"v02007020-1\">20&nbsp;</b>Moses and Aaron did as the LORD commanded. In the sight of Pharaoh and in the sight of his servants he lifted up the staff and struck the water in the Nile, and all the water in the Nile turned into blood. <b class=\"verse-num\" id=\"v02007021-1\">21&nbsp;</b>And the fish in the Nile died, and the Nile stank, so that the Egyptians could not drink water from the Nile. There was blood throughout all the land of Egypt. <b class=\"verse-num\" id=\"v02007022-1\">22&nbsp;</b>But the magicians of Egypt did the same by their secret arts. So Pharaoh’s heart remained hardened, and he would not listen to them, as the LORD had said. <b class=\"verse-num\" id=\"v02007023-1\">23&nbsp;</b>Pharaoh turned and went into his house, and he did not take even this to heart. <b class=\"verse-num\" id=\"v02007024-1\">24&nbsp;</b>And all the Egyptians dug along the Nile for water to drink, for they could not drink the water of the Nile.</p>\n<p id=\"p02007024_13-4\"><b class=\"verse-num\" id=\"v02007025-1\">25&nbsp;</b>Seven full days passed after the LORD had struck the Nile.</p>\n</div>"},{"_id":"61579731d12903472bef6610","topicId":"6157972bd12903472bef65fb","verse":"Numbers 25","votes":2,"__v":0,"kjv":"<strong>1</strong> And Israel abode in Shittim, and the people began to commit whoredom with the daughters of Moab.  <strong>2</strong> And they called the people unto the sacrifices of their gods: and the people did eat, and bowed down to their gods.  <strong>3</strong> And Israel joined himself unto Baal-peor: and the anger of the LORD was kindled against Israel.  <strong>4</strong> And the LORD said unto Moses, Take all the heads of the people, and hang them up before the LORD against the sun, that the fierce anger of the LORD may be turned away from Israel.  <strong>5</strong> And Moses said unto the judges of Israel, Slay ye every one his men that were joined unto Baal-peor.  <strong>6</strong> And, behold, one of the children of Israel came and brought unto his brethren a Midianitish woman in the sight of Moses, and in the sight of all the congregation of the children of Israel, who were weeping before the door of the tabernacle of the congregation.  <strong>7</strong> And when Phinehas, the son of Eleazar, the son of Aaron the priest, saw it, he rose up from among the congregation, and took a javelin in his hand;  <strong>8</strong> And he went after the man of Israel into the tent, and thrust both of them through, the man of Israel, and the woman through her belly. So the plague was stayed from the children of Israel.  <strong>9</strong> And those that died in the plague were twenty and four thousand.  <strong>10</strong> And the LORD spake unto Moses, saying,  <strong>11</strong> Phinehas, the son of Eleazar, the son of Aaron the priest, hath turned my wrath away from the children of Israel, while he was zealous for my sake among them, that I consumed not the children of Israel in my jealousy.  <strong>12</strong> Wherefore say, Behold, I give unto him my covenant of peace:  <strong>13</strong> And he shall have it, and his seed after him, even the covenant of an everlasting priesthood; because he was zealous for his God, and made an atonement for the children of Israel.  <strong>14</strong> Now the name of the Israelite that was slain, even that was slain with the Midianitish woman, was Zimri, the son of Salu, a prince of a chief house among the Simeonites.  <strong>15</strong> And the name of the Midianitish woman that was slain was  Cozbi, the daughter of Zur; he was head over a people, and of a chief house in Midian.  <strong>16</strong> And the LORD spake unto Moses, saying,  <strong>17</strong> Vex the Midianites, and smite them:  <strong>18</strong> For they vex you with their wiles, wherewith they have beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian, their sister, which was slain in the day of the plague for Peor’s sake.  ","niv":"<sup><strong>1</strong></sup> While Israel was staying in Shittim, the men began to indulge in sexual immorality with Moabite women, <sup><strong>2</strong></sup> who invited them to the sacrifices to their gods. The people ate and bowed down before these gods. <sup><strong>3</strong></sup> So Israel joined in worshiping the Baal of Peor. And the LORD's anger burned against them. <sup><strong>4</strong></sup> The LORD said to Moses, \"Take all the leaders of these people, kill them and expose them in broad daylight before the LORD, so that the LORD's fierce anger may turn away from Israel.\" <sup><strong>5</strong></sup> So Moses said to Israel's judges, \"Each of you must put to death those of your men who have joined in worshiping the Baal of Peor.\" <sup><strong>6</strong></sup> Then an Israelite man brought to his family a Midianite woman right before the eyes of Moses and the whole assembly of Israel while they were weeping at the entrance to the Tent of Meeting. <sup><strong>7</strong></sup> When Phinehas son of Eleazar, the son of Aaron, the priest, saw this, he left the assembly, took a spear in his hand <sup><strong>8</strong></sup> and followed the Israelite into the tent. He drove the spear through both of them-through the Israelite and into the woman's body. Then the plague against the Israelites was stopped; <sup><strong>9</strong></sup> but those who died in the plague numbered 24,000. <sup><strong>10</strong></sup> The LORD said to Moses, <sup><strong>11</strong></sup> \"Phinehas son of Eleazar, the son of Aaron, the priest, has turned my anger away from the Israelites; for he was as zealous as I am for my honor among them, so that in my zeal I did not put an end to them. <sup><strong>12</strong></sup> Therefore tell him I am making my covenant of peace with him. <sup><strong>13</strong></sup> He and his descendants will have a covenant of a lasting priesthood, because he was zealous for the honor of his God and made atonement for the Israelites.\" <sup><strong>14</strong></sup> The name of the Israelite who was killed with the Midianite woman was Zimri son of Salu, the leader of a Simeonite family. <sup><strong>15</strong></sup> And the name of the Midianite woman who was put to death was Cozbi daughter of Zur, a tribal chief of a Midianite family. <sup><strong>16</strong></sup> The LORD said to Moses, <sup><strong>17</strong></sup> \"Treat the Midianites as enemies and kill them, <sup><strong>18</strong></sup> because they treated you as enemies when they deceived you in the affair of Peor and their sister Cozbi, the daughter of a Midianite leader, the woman who was killed when the plague came as a result of Peor.\" ","esv":"<div>\n\n<p id=\"p04025001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04025001-1\">25:1&nbsp;</b>While Israel lived in Shittim, the people began to whore with the daughters of Moab. <b class=\"verse-num\" id=\"v04025002-1\">2&nbsp;</b>These invited the people to the sacrifices of their gods, and the people ate and bowed down to their gods. <b class=\"verse-num\" id=\"v04025003-1\">3&nbsp;</b>So Israel yoked himself to Baal of Peor. And the anger of the LORD was kindled against Israel. <b class=\"verse-num\" id=\"v04025004-1\">4&nbsp;</b>And the LORD said to Moses, “Take all the chiefs of the people and hang them in the sun before the LORD, that the fierce anger of the LORD may turn away from Israel.” <b class=\"verse-num\" id=\"v04025005-1\">5&nbsp;</b>And Moses said to the judges of Israel, “Each of you kill those of his men who have yoked themselves to Baal of Peor.”</p>\n<p id=\"p04025005_05-5\"><b class=\"verse-num\" id=\"v04025006-1\">6&nbsp;</b>And behold, one of the people of Israel came and brought a Midianite woman to his family, in the sight of Moses and in the sight of the whole congregation of the people of Israel, while they were weeping in the entrance of the tent of meeting. <b class=\"verse-num\" id=\"v04025007-1\">7&nbsp;</b>When Phinehas the son of Eleazar, son of Aaron the priest, saw it, he rose and left the congregation and took a spear in his hand <b class=\"verse-num\" id=\"v04025008-1\">8&nbsp;</b>and went after the man of Israel into the chamber and pierced both of them, the man of Israel and the woman through her belly. Thus the plague on the people of Israel was stopped. <b class=\"verse-num\" id=\"v04025009-1\">9&nbsp;</b>Nevertheless, those who died by the plague were twenty-four thousand.</p>\n\n<p id=\"p04025009_09-5\"><b class=\"verse-num\" id=\"v04025010-1\">10&nbsp;</b>And the LORD said to Moses, <b class=\"verse-num\" id=\"v04025011-1\">11&nbsp;</b>“Phinehas the son of Eleazar, son of Aaron the priest, has turned back my wrath from the people of Israel, in that he was jealous with my jealousy among them, so that I did not consume the people of Israel in my jealousy. <b class=\"verse-num\" id=\"v04025012-1\">12&nbsp;</b>Therefore say, ‘Behold, I give to him my covenant of peace, <b class=\"verse-num\" id=\"v04025013-1\">13&nbsp;</b>and it shall be to him and to his descendants after him the covenant of a perpetual priesthood, because he was jealous for his God and made atonement for the people of Israel.’”</p>\n<p id=\"p04025013_09-5\"><b class=\"verse-num\" id=\"v04025014-1\">14&nbsp;</b>The name of the slain man of Israel, who was killed with the Midianite woman, was Zimri the son of Salu, chief of a father’s house belonging to the Simeonites. <b class=\"verse-num\" id=\"v04025015-1\">15&nbsp;</b>And the name of the Midianite woman who was killed was Cozbi the daughter of Zur, who was the tribal head of a father’s house in Midian.</p>\n<p id=\"p04025015_09-5\"><b class=\"verse-num\" id=\"v04025016-1\">16&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04025017-1\">17&nbsp;</b>“Harass the Midianites and strike them down, <b class=\"verse-num\" id=\"v04025018-1\">18&nbsp;</b>for they have harassed you with their wiles, with which they beguiled you in the matter of Peor, and in the matter of Cozbi, the daughter of the chief of Midian, their sister, who was killed on the day of the plague on account of Peor.”</p>\n\n</div>"},{"_id":"61579732d12903472bef6611","topicId":"6157972bd12903472bef65fb","verse":"Numbers 20","votes":2,"__v":0,"kjv":"<strong>1</strong> Then came the children of Israel, even the whole congregation, into the desert of Zin in the first month: and the people abode in Kadesh; and Miriam died there, and was buried there.  <strong>2</strong> And there was no water for the congregation: and they gathered themselves together against Moses and against Aaron.  <strong>3</strong> And the people chode with Moses, and spake, saying, Would God that we had died when our brethren died before the LORD!  <strong>4</strong> And why have ye brought up the congregation of the LORD into this wilderness, that we and our cattle should die there?  <strong>5</strong> And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.  <strong>6</strong> And Moses and Aaron went from the presence of the assembly unto the door of the tabernacle of the congregation, and they fell upon their faces: and the glory of the LORD appeared unto them.  <strong>7</strong> And the LORD spake unto Moses, saying,  <strong>8</strong> Take the rod, and gather thou the assembly together, thou, and Aaron thy brother, and speak ye unto the rock before their eyes; and it shall give forth his water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.  <strong>9</strong> And Moses took the rod from before the LORD, as he commanded him.  <strong>10</strong> And Moses and Aaron gathered the congregation together before the rock, and he said unto them, Hear now, ye rebels; must we fetch you water out of this rock?  <strong>11</strong> And Moses lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts also. <strong>12</strong> And the LORD spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.  <strong>13</strong> This is the water of Meribah; because the children of Israel strove with the LORD, and he was sanctified in them.  <strong>14</strong> And Moses sent messengers from Kadesh unto the king of Edom, Thus saith thy brother Israel, Thou knowest all the travail that hath befallen us:  <strong>15</strong> How our fathers went down into Egypt, and we have dwelt in Egypt a long time; and the Egyptians vexed us, and our fathers:  <strong>16</strong> And when we cried unto the LORD, he heard our voice, and sent an angel, and hath brought us forth out of Egypt: and, behold, we are in Kadesh, a city in the uttermost of thy border:  <strong>17</strong> Let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, neither will we drink of  the water of the wells: we will go by the king’s high way, we will not turn to the right hand nor to the left, until we have passed thy borders.  <strong>18</strong> And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.  <strong>19</strong> And the children of Israel said unto him, We will go by the high way: and if I and my cattle drink of thy water, then I will pay for it: I will only, without doing any thing else, go through on my feet.  <strong>20</strong> And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.  <strong>21</strong> Thus Edom refused to give Israel passage through his border: wherefore Israel turned away from him.  <strong>22</strong> And the children of Israel, even the whole congregation, journeyed from Kadesh, and came unto mount Hor.  <strong>23</strong> And the LORD spake unto Moses and Aaron in mount Hor, by the coast of the land of Edom, saying,  <strong>24</strong> Aaron shall be gathered unto his people: for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against my word at the water of Meribah.  <strong>25</strong> Take Aaron and Eleazar his son, and bring them up unto mount Hor:  <strong>26</strong> And strip Aaron of his garments, and put them upon Eleazar his son: and Aaron shall be gathered unto his people, and shall die there.  <strong>27</strong> And Moses did as the LORD commanded: and they went up into mount Hor in the sight of all the congregation.  <strong>28</strong> And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount: and Moses and Eleazar came down from the mount.  <strong>29</strong> And when all the congregation saw that Aaron was dead, they mourned for Aaron thirty days, even all the house of Israel.  ","niv":"<sup><strong>1</strong></sup> In the first month the whole Israelite community arrived at the Desert of Zin, and they stayed at Kadesh. There Miriam died and was buried. <sup><strong>2</strong></sup> Now there was no water for the community, and the people gathered in opposition to Moses and Aaron. <sup><strong>3</strong></sup> They quarreled with Moses and said, \"If only we had died when our brothers fell dead before the LORD! <sup><strong>4</strong></sup> Why did you bring the LORD's community into this desert, that we and our livestock should die here? <sup><strong>5</strong></sup> Why did you bring us up out of Egypt to this terrible place? It has no grain or figs, grapevines or pomegranates. And there is no water to drink!\" <sup><strong>6</strong></sup> Moses and Aaron went from the assembly to the entrance to the Tent of Meeting and fell facedown, and the glory of the LORD appeared to them. <sup><strong>7</strong></sup> The LORD said to Moses, <sup><strong>8</strong></sup> \"Take the staff, and you and your brother Aaron gather the assembly together. Speak to that rock before their eyes and it will pour out its water. You will bring water out of the rock for the community so they and their livestock can drink.\" <sup><strong>9</strong></sup> So Moses took the staff from the LORD's presence, just as he commanded him. <sup><strong>10</strong></sup> He and Aaron gathered the assembly together in front of the rock and Moses said to them, \"Listen, you rebels, must we bring you water out of this rock?\" <sup><strong>11</strong></sup> Then Moses raised his arm and struck the rock twice with his staff. Water gushed out, and the community and their livestock drank. <sup><strong>12</strong></sup> But the LORD said to Moses and Aaron, \"Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.\" <sup><strong>13</strong></sup> These were the waters of Meribah, where the Israelites quarreled with the LORD and where he showed himself holy among them. <sup><strong>14</strong></sup> Moses sent messengers from Kadesh to the king of Edom, saying: \"This is what your brother Israel says: You know about all the hardships that have come upon us. <sup><strong>15</strong></sup> Our forefathers went down into Egypt, and we lived there many years. The Egyptians mistreated us and our fathers, <sup><strong>16</strong></sup> but when we cried out to the LORD, he heard our cry and sent an angel and brought us out of Egypt. \"Now we are here at Kadesh, a town on the edge of your territory. <sup><strong>17</strong></sup> Please let us pass through your country. We will not go through any field or vineyard, or drink water from any well. We will travel along the king's highway and not turn to the right or to the left until we have passed through your territory.\" <sup><strong>18</strong></sup> But Edom answered: \"You may not pass through here; if you try, we will march out and attack you with the sword.\" <sup><strong>19</strong></sup> The Israelites replied: \"We will go along the main road, and if we or our livestock drink any of your water, we will pay for it. We only want to pass through on foot-nothing else.\" <sup><strong>20</strong></sup> Again they answered: \"You may not pass through.\" Then Edom came out against them with a large and powerful army. <sup><strong>21</strong></sup> Since Edom refused to let them go through their territory, Israel turned away from them. <sup><strong>22</strong></sup> The whole Israelite community set out from Kadesh and came to Mount Hor. <sup><strong>23</strong></sup> At Mount Hor, near the border of Edom, the LORD said to Moses and Aaron, <sup><strong>24</strong></sup> \"Aaron will be gathered to his people. He will not enter the land I give the Israelites, because both of you rebelled against my command at the waters of Meribah. <sup><strong>25</strong></sup> Get Aaron and his son Eleazar and take them up Mount Hor. <sup><strong>26</strong></sup> Remove Aaron's garments and put them on his son Eleazar, for Aaron will be gathered to his people; he will die there.\" <sup><strong>27</strong></sup> Moses did as the LORD commanded: They went up Mount Hor in the sight of the whole community. <sup><strong>28</strong></sup> Moses removed Aaron's garments and put them on his son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain, <sup><strong>29</strong></sup> and when the whole community learned that Aaron had died, the entire house of Israel mourned for him thirty days. ","esv":"<div>\n\n<p id=\"p04020001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04020001-1\">20:1&nbsp;</b>And the people of Israel, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. And Miriam died there and was buried there.</p>\n\n<p id=\"p04020001_09-6\"><b class=\"verse-num\" id=\"v04020002-1\">2&nbsp;</b>Now there was no water for the congregation. And they assembled themselves together against Moses and against Aaron. <b class=\"verse-num\" id=\"v04020003-1\">3&nbsp;</b>And the people quarreled with Moses and said, “Would that we had perished when our brothers perished before the LORD! <b class=\"verse-num\" id=\"v04020004-1\">4&nbsp;</b>Why have you brought the assembly of the LORD into this wilderness, that we should die here, both we and our cattle? <b class=\"verse-num\" id=\"v04020005-1\">5&nbsp;</b>And why have you made us come up out of Egypt to bring us to this evil place? It is no place for grain or figs or vines or pomegranates, and there is no water to drink.” <b class=\"verse-num\" id=\"v04020006-1\">6&nbsp;</b>Then Moses and Aaron went from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the LORD appeared to them, <b class=\"verse-num\" id=\"v04020007-1\">7&nbsp;</b>and the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04020008-1\">8&nbsp;</b>“Take the staff, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to yield its water. So you shall bring water out of the rock for them and give drink to the congregation and their cattle.” <b class=\"verse-num\" id=\"v04020009-1\">9&nbsp;</b>And Moses took the staff from before the LORD, as he commanded him.</p>\n\n<p id=\"p04020009_13-6\"><b class=\"verse-num\" id=\"v04020010-1\">10&nbsp;</b>Then Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels: shall we bring water for you out of this rock?” <b class=\"verse-num\" id=\"v04020011-1\">11&nbsp;</b>And Moses lifted up his hand and struck the rock with his staff twice, and water came out abundantly, and the congregation drank, and their livestock. <b class=\"verse-num\" id=\"v04020012-1\">12&nbsp;</b>And the LORD said to Moses and Aaron, “Because you did not believe in me, to uphold me as holy in the eyes of the people of Israel, therefore you shall not bring this assembly into the land that I have given them.” <b class=\"verse-num\" id=\"v04020013-1\">13&nbsp;</b>These are the waters of Meribah, where the people of Israel quarreled with the LORD, and through them he showed himself holy.</p>\n\n<p id=\"p04020013_16-6\"><b class=\"verse-num\" id=\"v04020014-1\">14&nbsp;</b>Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: You know all the hardship that we have met: <b class=\"verse-num\" id=\"v04020015-1\">15&nbsp;</b>how our fathers went down to Egypt, and we lived in Egypt a long time. And the Egyptians dealt harshly with us and our fathers. <b class=\"verse-num\" id=\"v04020016-1\">16&nbsp;</b>And when we cried to the LORD, he heard our voice and sent an angel and brought us out of Egypt. And here we are in Kadesh, a city on the edge of your territory. <b class=\"verse-num\" id=\"v04020017-1\">17&nbsp;</b>Please let us pass through your land. We will not pass through field or vineyard, or drink water from a well. We will go along the King’s Highway. We will not turn aside to the right hand or to the left until we have passed through your territory.” <b class=\"verse-num\" id=\"v04020018-1\">18&nbsp;</b>But Edom said to him, “You shall not pass through, lest I come out with the sword against you.” <b class=\"verse-num\" id=\"v04020019-1\">19&nbsp;</b>And the people of Israel said to him, “We will go up by the highway, and if we drink of your water, I and my livestock, then I will pay for it. Let me only pass through on foot, nothing more.” <b class=\"verse-num\" id=\"v04020020-1\">20&nbsp;</b>But he said, “You shall not pass through.” And Edom came out against them with a large army and with a strong force. <b class=\"verse-num\" id=\"v04020021-1\">21&nbsp;</b>Thus Edom refused to give Israel passage through his territory, so Israel turned away from him.</p>\n\n<p id=\"p04020021_20-6\"><b class=\"verse-num\" id=\"v04020022-1\">22&nbsp;</b>And they journeyed from Kadesh, and the people of Israel, the whole congregation, came to Mount Hor. <b class=\"verse-num\" id=\"v04020023-1\">23&nbsp;</b>And the LORD said to Moses and Aaron at Mount Hor, on the border of the land of Edom, <b class=\"verse-num\" id=\"v04020024-1\">24&nbsp;</b>“Let Aaron be gathered to his people, for he shall not enter the land that I have given to the people of Israel, because you rebelled against my command at the waters of Meribah. <b class=\"verse-num\" id=\"v04020025-1\">25&nbsp;</b>Take Aaron and Eleazar his son and bring them up to Mount Hor. <b class=\"verse-num\" id=\"v04020026-1\">26&nbsp;</b>And strip Aaron of his garments and put them on Eleazar his son. And Aaron shall be gathered to his people and shall die there.” <b class=\"verse-num\" id=\"v04020027-1\">27&nbsp;</b>Moses did as the LORD commanded. And they went up Mount Hor in the sight of all the congregation. <b class=\"verse-num\" id=\"v04020028-1\">28&nbsp;</b>And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain. <b class=\"verse-num\" id=\"v04020029-1\">29&nbsp;</b>And when all the congregation saw that Aaron had perished, all the house of Israel wept for Aaron thirty days.</p>\n\n</div>"},{"_id":"61579732d12903472bef6612","topicId":"6157972bd12903472bef65fb","verse":"Numbers 19","votes":2,"__v":0,"kjv":"<strong>1</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>2</strong> This is the ordinance of the law which the LORD hath commanded, saying, Speak unto the children of Israel, that they bring thee a red heifer without spot, wherein is no blemish, and upon which never came yoke:  <strong>3</strong> And ye shall give her unto Eleazar the priest, that he may bring her forth without the camp, and one shall slay her before his face:  <strong>4</strong> And Eleazar the priest shall take of her blood with his finger, and sprinkle of her blood directly before the tabernacle of the congregation seven times:  <strong>5</strong> And one shall burn the heifer in his sight; her skin, and her flesh, and her blood, with her dung, shall he burn:  <strong>6</strong> And the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer.  <strong>7</strong> Then the priest shall wash his clothes, and he shall bathe his flesh in water, and afterward he shall come into the camp, and the priest shall be unclean until the even.  <strong>8</strong> And he that burneth her shall wash his clothes in water, and bathe his flesh in water, and shall be unclean until the even.  <strong>9</strong> And a man that is clean shall gather up the ashes of the heifer, and lay them up without the camp in a clean place, and it shall be kept for the congregation of the children of Israel for a water of separation: it is a purification for sin.  <strong>10</strong> And he that gathereth the ashes of the heifer shall wash his clothes, and be unclean until the even: and it shall be unto the children of Israel, and unto the stranger that sojourneth among them, for a statute for ever.  <strong>11</strong> He that toucheth the dead body of any man shall be unclean seven days.  <strong>12</strong> He shall purify himself with it on the third day, and on the seventh day he shall be clean: but if he purify not himself the third day, then the seventh day he shall not be clean.  <strong>13</strong> Whosoever toucheth the dead body of any man that is dead, and purifieth not himself, defileth the tabernacle of the LORD; and that soul shall be cut off from Israel: because the water of separation was not sprinkled upon him, he shall be unclean; his uncleanness is yet upon him.  <strong>14</strong> This is the law, when a man dieth in a tent: all that come into the tent, and all that is in the tent, shall be unclean seven days.  <strong>15</strong> And every open vessel, which hath no covering bound upon it, is  unclean.  <strong>16</strong> And whosoever toucheth one that is slain with a sword in the open fields, or a dead body, or a bone of a man, or a grave, shall be unclean seven days.  <strong>17</strong> And for an unclean person they shall take of the ashes of the burnt heifer of purification for sin, and running water shall be put thereto in a vessel:  <strong>18</strong> And a clean person shall take hyssop, and dip it in the water, and sprinkle it upon the tent, and upon all the vessels, and upon the persons that were there, and upon him that touched a bone, or one slain, or one dead, or a grave:  <strong>19</strong> And the clean person shall sprinkle upon the unclean on the third day, and on the seventh day: and on the seventh day he shall purify himself, and wash his clothes, and bathe himself in water, and shall be clean at even.  <strong>20</strong> But the man that shall be unclean, and shall not purify himself, that soul shall be cut off from among the congregation, because he hath defiled the sanctuary of the LORD: the water of separation hath not been sprinkled upon him; he is unclean.  <strong>21</strong> And it shall be a perpetual statute unto them, that he that sprinkleth the water of separation shall wash his clothes; and he that toucheth the water of separation shall be unclean until even.  <strong>22</strong> And whatsoever the unclean person toucheth shall be unclean; and the soul that toucheth it shall be unclean until even.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron: <sup><strong>2</strong></sup> \"This is a requirement of the law that the LORD has commanded: Tell the Israelites to bring you a red heifer without defect or blemish and that has never been under a yoke. <sup><strong>3</strong></sup> Give it to Eleazar the priest; it is to be taken outside the camp and slaughtered in his presence. <sup><strong>4</strong></sup> Then Eleazar the priest is to take some of its blood on his finger and sprinkle it seven times toward the front of the Tent of Meeting. <sup><strong>5</strong></sup> While he watches, the heifer is to be burned-its hide, flesh, blood and offal. <sup><strong>6</strong></sup> The priest is to take some cedar wood, hyssop and scarlet wool and throw them onto the burning heifer. <sup><strong>7</strong></sup> After that, the priest must wash his clothes and bathe himself with water. He may then come into the camp, but he will be ceremonially unclean till evening. <sup><strong>8</strong></sup> The man who burns it must also wash his clothes and bathe with water, and he too will be unclean till evening. <sup><strong>9</strong></sup> \"A man who is clean shall gather up the ashes of the heifer and put them in a ceremonially clean place outside the camp. They shall be kept by the Israelite community for use in the water of cleansing; it is for purification from sin. <sup><strong>10</strong></sup> The man who gathers up the ashes of the heifer must also wash his clothes, and he too will be unclean till evening. This will be a lasting ordinance both for the Israelites and for the aliens living among them. <sup><strong>11</strong></sup> \"Whoever touches the dead body of anyone will be unclean for seven days. <sup><strong>12</strong></sup> He must purify himself with the water on the third day and on the seventh day; then he will be clean. But if he does not purify himself on the third and seventh days, he will not be clean. <sup><strong>13</strong></sup> Whoever touches the dead body of anyone and fails to purify himself defiles the LORD's tabernacle. That person must be cut off from Israel. Because the water of cleansing has not been sprinkled on him, he is unclean; his uncleanness remains on him. <sup><strong>14</strong></sup> \"This is the law that applies when a person dies in a tent: Anyone who enters the tent and anyone who is in it will be unclean for seven days, <sup><strong>15</strong></sup> and every open container without a lid fastened on it will be unclean. <sup><strong>16</strong></sup> \"Anyone out in the open who touches someone who has been killed with a sword or someone who has died a natural death, or anyone who touches a human bone or a grave, will be unclean for seven days. <sup><strong>17</strong></sup> \"For the unclean person, put some ashes from the burned purification offering into a jar and pour fresh water over them. <sup><strong>18</strong></sup> Then a man who is ceremonially clean is to take some hyssop, dip it in the water and sprinkle the tent and all the furnishings and the people who were there. He must also sprinkle anyone who has touched a human bone or a grave or someone who has been killed or someone who has died a natural death. <sup><strong>19</strong></sup> The man who is clean is to sprinkle the unclean person on the third and seventh days, and on the seventh day he is to purify him. The person being cleansed must wash his clothes and bathe with water, and that evening he will be clean. <sup><strong>20</strong></sup> But if a person who is unclean does not purify himself, he must be cut off from the community, because he has defiled the sanctuary of the LORD. The water of cleansing has not been sprinkled on him, and he is unclean. <sup><strong>21</strong></sup> This is a lasting ordinance for them. \"The man who sprinkles the water of cleansing must also wash his clothes, and anyone who touches the water of cleansing will be unclean till evening. <sup><strong>22</strong></sup> Anything that an unclean person touches becomes unclean, and anyone who touches it becomes unclean till evening.\" ","esv":"<div>\n\n<p id=\"p04019001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04019001-1\">19:1&nbsp;</b>Now the LORD spoke to Moses and to Aaron, saying, <b class=\"verse-num\" id=\"v04019002-1\">2&nbsp;</b>“This is the statute of the law that the LORD has commanded: Tell the people of Israel to bring you a red heifer without defect, in which there is no blemish, and on which a yoke has never come. <b class=\"verse-num\" id=\"v04019003-1\">3&nbsp;</b>And you shall give it to Eleazar the priest, and it shall be taken outside the camp and slaughtered before him. <b class=\"verse-num\" id=\"v04019004-1\">4&nbsp;</b>And Eleazar the priest shall take some of its blood with his finger, and sprinkle some of its blood toward the front of the tent of meeting seven times. <b class=\"verse-num\" id=\"v04019005-1\">5&nbsp;</b>And the heifer shall be burned in his sight. Its skin, its flesh, and its blood, with its dung, shall be burned. <b class=\"verse-num\" id=\"v04019006-1\">6&nbsp;</b>And the priest shall take cedarwood and hyssop and scarlet yarn, and throw them into the fire burning the heifer. <b class=\"verse-num\" id=\"v04019007-1\">7&nbsp;</b>Then the priest shall wash his clothes and bathe his body in water, and afterward he may come into the camp. But the priest shall be unclean until evening. <b class=\"verse-num\" id=\"v04019008-1\">8&nbsp;</b>The one who burns the heifer shall wash his clothes in water and bathe his body in water and shall be unclean until evening. <b class=\"verse-num\" id=\"v04019009-1\">9&nbsp;</b>And a man who is clean shall gather up the ashes of the heifer and deposit them outside the camp in a clean place. And they shall be kept for the water for impurity for the congregation of the people of Israel; it is a sin offering. <b class=\"verse-num\" id=\"v04019010-1\">10&nbsp;</b>And the one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening. And this shall be a perpetual statute for the people of Israel, and for the stranger who sojourns among them.</p>\n<p id=\"p04019010_04-7\"><b class=\"verse-num\" id=\"v04019011-1\">11&nbsp;</b>“Whoever touches the dead body of any person shall be unclean seven days. <b class=\"verse-num\" id=\"v04019012-1\">12&nbsp;</b>He shall cleanse himself with the water on the third day and on the seventh day, and so be clean. But if he does not cleanse himself on the third day and on the seventh day, he will not become clean. <b class=\"verse-num\" id=\"v04019013-1\">13&nbsp;</b>Whoever touches a dead person, the body of anyone who has died, and does not cleanse himself, defiles the tabernacle of the LORD, and that person shall be cut off from Israel; because the water for impurity was not thrown on him, he shall be unclean. His uncleanness is still on him.</p>\n<p id=\"p04019013_04-7\"><b class=\"verse-num\" id=\"v04019014-1\">14&nbsp;</b>“This is the law when someone dies in a tent: everyone who comes into the tent and everyone who is in the tent shall be unclean seven days. <b class=\"verse-num\" id=\"v04019015-1\">15&nbsp;</b>And every open vessel that has no cover fastened on it is unclean. <b class=\"verse-num\" id=\"v04019016-1\">16&nbsp;</b>Whoever in the open field touches someone who was killed with a sword or who died naturally, or touches a human bone or a grave, shall be unclean seven days. <b class=\"verse-num\" id=\"v04019017-1\">17&nbsp;</b>For the unclean they shall take some ashes of the burnt sin offering, and fresh water shall be added in a vessel. <b class=\"verse-num\" id=\"v04019018-1\">18&nbsp;</b>Then a clean person shall take hyssop and dip it in the water and sprinkle it on the tent and on all the furnishings and on the persons who were there and on whoever touched the bone, or the slain or the dead or the grave. <b class=\"verse-num\" id=\"v04019019-1\">19&nbsp;</b>And the clean person shall sprinkle it on the unclean on the third day and on the seventh day. Thus on the seventh day he shall cleanse him, and he shall wash his clothes and bathe himself in water, and at evening he shall be clean.</p>\n<p id=\"p04019019_04-7\"><b class=\"verse-num\" id=\"v04019020-1\">20&nbsp;</b>“If the man who is unclean does not cleanse himself, that person shall be cut off from the midst of the assembly, since he has defiled the sanctuary of the LORD. Because the water for impurity has not been thrown on him, he is unclean. <b class=\"verse-num\" id=\"v04019021-1\">21&nbsp;</b>And it shall be a statute forever for them. The one who sprinkles the water for impurity shall wash his clothes, and the one who touches the water for impurity shall be unclean until evening. <b class=\"verse-num\" id=\"v04019022-1\">22&nbsp;</b>And whatever the unclean person touches shall be unclean, and anyone who touches it shall be unclean until evening.”</p>\n\n</div>"},{"_id":"61579732d12903472bef6613","topicId":"6157972bd12903472bef65fb","verse":"Numbers 17:5-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04017005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v04017005-1\">5&nbsp;</b>And the staff of the man whom I choose shall sprout. Thus I will make to cease from me the grumblings of the people of Israel, which they grumble against you.” <b class=\"verse-num\" id=\"v04017006-1\">6&nbsp;</b>Moses spoke to the people of Israel. And all their chiefs gave him staffs, one for each chief, according to their fathers’ houses, twelve staffs. And the staff of Aaron was among their staffs. <b class=\"verse-num\" id=\"v04017007-1\">7&nbsp;</b>And Moses deposited the staffs before the LORD in the tent of the testimony.</p>\n<p id=\"p04017007_01-25\"><b class=\"verse-num\" id=\"v04017008-1\">8&nbsp;</b>On the next day Moses went into the tent of the testimony, and behold, the staff of Aaron for the house of Levi had sprouted and put forth buds and produced blossoms, and it bore ripe almonds. <b class=\"verse-num\" id=\"v04017009-1\">9&nbsp;</b>Then Moses brought out all the staffs from before the LORD to all the people of Israel. And they looked, and each man took his staff. <b class=\"verse-num\" id=\"v04017010-1\">10&nbsp;</b>And the LORD said to Moses, “Put back the staff of Aaron before the testimony, to be kept as a sign for the rebels, that you may make an end of their grumblings against me, lest they die.”</p>\n</div>","kjv":"<strong>5</strong> And it shall come to pass, that the man’s rod, whom I shall choose, shall blossom: and I will make to cease from me the murmurings of the children of Israel, whereby they murmur against you.  <strong>6</strong> And Moses spake unto the children of Israel, and every one of their princes gave him a rod apiece, for each prince one, according to their fathers’ houses, even twelve rods: and the rod of Aaron was  among their rods.  <strong>7</strong> And Moses laid up the rods before the LORD in the tabernacle of witness.  <strong>8</strong> And it came to pass, that on the morrow Moses went into the tabernacle of witness; and, behold, the rod of Aaron for the house of Levi was budded, and brought forth buds, and bloomed blossoms, and yielded almonds.  <strong>9</strong> And Moses brought out all the rods from before the LORD unto all the children of Israel: and they looked, and took every man his rod.  <strong>10</strong> And the LORD said unto Moses, Bring Aaron’s rod again before the testimony, to be kept for a token against the rebels; and thou shalt quite take away their murmurings from me, that they die not.  ","niv":"<sup><strong>5</strong></sup> The staff belonging to the man I choose will sprout, and I will rid myself of this constant grumbling against you by the Israelites.\" <sup><strong>6</strong></sup> So Moses spoke to the Israelites, and their leaders gave him twelve staffs, one for the leader of each of their ancestral tribes, and Aaron's staff was among them. <sup><strong>7</strong></sup> Moses placed the staffs before the LORD in the Tent of the Testimony. <sup><strong>8</strong></sup> The next day Moses entered the Tent of the Testimony and saw that Aaron's staff, which represented the house of Levi, had not only sprouted but had budded, blossomed and produced almonds. <sup><strong>9</strong></sup> Then Moses brought out all the staffs from the LORD's presence to all the Israelites. They looked at them, and each man took his own staff. <sup><strong>10</strong></sup> The LORD said to Moses, \"Put back Aaron's staff in front of the Testimony, to be kept as a sign to the rebellious. This will put an end to their grumbling against me, so that they will not die.\" "},{"_id":"61579732d12903472bef6614","topicId":"6157972bd12903472bef65fb","verse":"Numbers 16","votes":2,"__v":0,"kjv":"<strong>1</strong> Now Korah, the son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On, the son of Peleth, sons of Reuben, took men:  <strong>2</strong> And they rose up before Moses, with certain of the children of Israel, two hundred and fifty princes of the assembly, famous in the congregation, men of renown:  <strong>3</strong> And they gathered themselves together against Moses and against Aaron, and said unto them, Ye take too much upon you, seeing all the congregation are holy, every one of them, and the LORD is  among them: wherefore then lift ye up yourselves above the congregation of the LORD?  <strong>4</strong> And when Moses heard it, he fell upon his face:  <strong>5</strong> And he spake unto Korah and unto all his company, saying, Even to morrow the LORD will shew who are his, and who is holy; and will cause him to come near unto him: even him whom he hath chosen will he cause to come near unto him.  <strong>6</strong> This do; Take you censers, Korah, and all his company;  <strong>7</strong> And put fire therein, and put incense in them before the LORD to morrow: and it shall be that the man whom the LORD doth choose, he shall be holy: ye take too much upon you, ye sons of Levi.  <strong>8</strong> And Moses said unto Korah, Hear, I pray you, ye sons of Levi:  <strong>9</strong> Seemeth it but a small thing unto you, that the God of Israel hath separated you from the congregation of Israel, to bring you near to himself to do the service of the tabernacle of the LORD, and to stand before the congregation to minister unto them?  <strong>10</strong> And he hath brought thee near to him, and all thy brethren the sons of Levi with thee: and seek ye the priesthood also?  <strong>11</strong> For which cause both thou and all thy company are  gathered together against the LORD: and what is Aaron, that ye murmur against him?  <strong>12</strong> And Moses sent to call Dathan and Abiram, the sons of Eliab: which said, We will not come up:  <strong>13</strong> Is it a small thing that thou hast brought us up out of a land that floweth with milk and honey, to kill us in the wilderness, except thou make thyself altogether a prince over us?  <strong>14</strong> Moreover thou hast not brought us into a land that floweth with milk and honey, or given us inheritance of fields and vineyards: wilt thou put out the eyes of these men? we will not come up.  <strong>15</strong> And Moses was very wroth, and said unto the LORD, Respect not thou their offering: I have not taken one ass from them, neither have I hurt one of them.  <strong>16</strong> And Moses said unto Korah, Be thou and all thy company before the LORD, thou, and they, and Aaron, to morrow:  <strong>17</strong> And take every man his censer, and put incense in them, and bring ye before the LORD every man his censer, two hundred and fifty censers; thou also, and Aaron, each of you his censer.  <strong>18</strong> And they took every man his censer, and put fire in them, and laid incense thereon, and stood in the door of the tabernacle of the congregation with Moses and Aaron.  <strong>19</strong> And Korah gathered all the congregation against them unto the door of the tabernacle of the congregation: and the glory of the LORD appeared unto all the congregation.  <strong>20</strong> And the LORD spake unto Moses and unto Aaron, saying,  <strong>21</strong> Separate yourselves from among this congregation, that I may consume them in a moment.  <strong>22</strong> And they fell upon their faces, and said, O God, the God of the spirits of all flesh, shall one man sin, and wilt thou be wroth with all the congregation?  <strong>23</strong> And the LORD spake unto Moses, saying,  <strong>24</strong> Speak unto the congregation, saying, Get you up from about the tabernacle of Korah, Dathan, and Abiram.  <strong>25</strong> And Moses rose up and went unto Dathan and Abiram; and the elders of Israel followed him.  <strong>26</strong> And he spake unto the congregation, saying, Depart, I pray you, from the tents of these wicked men, and touch nothing of theirs, lest ye be consumed in all their sins.  <strong>27</strong> So they gat up from the tabernacle of Korah, Dathan, and Abiram, on every side: and Dathan and Abiram came out, and stood in the door of their tents, and their wives, and their sons, and their little children.  <strong>28</strong> And Moses said, Hereby ye shall know that the LORD hath sent me to do all these works; for I have not done them of mine own mind.  <strong>29</strong> If these men die the common death of all men, or if they be visited after the visitation of all men; then the LORD hath not sent me.  <strong>30</strong> But if the LORD make a new thing, and the earth open her mouth, and swallow them up, with all that appertain unto them, and they go down quick into the pit; then ye shall understand that these men have provoked the LORD.  <strong>31</strong> And it came to pass, as he had made an end of speaking all these words, that the ground clave asunder that was under them:  <strong>32</strong> And the earth opened her mouth, and swallowed them up, and their houses, and all the men that appertained unto Korah, and all their  goods.  <strong>33</strong> They, and all that appertained to them, went down alive into the pit, and the earth closed upon them: and they perished from among the congregation.  <strong>34</strong> And all Israel that were round about them fled at the cry of them: for they said, Lest the earth swallow us up also.  <strong>35</strong> And there came out a fire from the LORD, and consumed the two hundred and fifty men that offered incense.  <strong>36</strong> And the LORD spake unto Moses, saying,  <strong>37</strong> Speak unto Eleazar the son of Aaron the priest, that he take up the censers out of the burning, and scatter thou the fire yonder; for they are hallowed.  <strong>38</strong> The censers of these sinners against their own souls, let them make them broad plates for a covering of the altar: for they offered them before the LORD, therefore they are hallowed: and they shall be a sign unto the children of Israel.  <strong>39</strong> And Eleazar the priest took the brasen censers, wherewith they that were burnt had offered; and they were made broad plates for a covering of the altar:  <strong>40</strong> To be a memorial unto the children of Israel, that no stranger, which is not of the seed of Aaron, come near to offer incense before the LORD; that he be not as Korah, and as his company: as the LORD said to him by the hand of Moses.  <strong>41</strong> But on the morrow all the congregation of the children of Israel murmured against Moses and against Aaron, saying, Ye have killed the people of the LORD.  <strong>42</strong> And it came to pass, when the congregation was gathered against Moses and against Aaron, that they looked toward the tabernacle of the congregation: and, behold, the cloud covered it, and the glory of the LORD appeared.  <strong>43</strong> And Moses and Aaron came before the tabernacle of the congregation.  <strong>44</strong> And the LORD spake unto Moses, saying,  <strong>45</strong> Get you up from among this congregation, that I may consume them as in a moment. And they fell upon their faces.  <strong>46</strong> And Moses said unto Aaron, Take a censer, and put fire therein from off the altar, and put on incense, and go quickly unto the congregation, and make an atonement for them: for there is wrath gone out from the LORD; the plague is begun.  <strong>47</strong> And Aaron took as Moses commanded, and ran into the midst of the congregation; and, behold, the plague was begun among the people: and he put on incense, and made an atonement for the people.  <strong>48</strong> And he stood between the dead and the living; and the plague was stayed.  <strong>49</strong> Now they that died in the plague were fourteen thousand and seven hundred, beside them that died about the matter of Korah.  <strong>50</strong> And Aaron returned unto Moses unto the door of the tabernacle of the congregation: and the plague was stayed.  ","niv":"<sup><strong>1</strong></sup> Korah son of Izhar, the son of Kohath, the son of Levi, and certain Reubenites-Dathan and Abiram, sons of Eliab, and On son of Peleth-became insolent <sup><strong>2</strong></sup> and rose up against Moses. With them were 250 Israelite men, well-known community leaders who had been appointed members of the council. <sup><strong>3</strong></sup> They came as a group to oppose Moses and Aaron and said to them, \"You have gone too far! The whole community is holy, every one of them, and the LORD is with them. Why then do you set yourselves above the LORD's assembly?\" <sup><strong>4</strong></sup> When Moses heard this, he fell facedown. <sup><strong>5</strong></sup> Then he said to Korah and all his followers: \"In the morning the LORD will show who belongs to him and who is holy, and he will have that person come near him. The man he chooses he will cause to come near him. <sup><strong>6</strong></sup> You, Korah, and all your followers are to do this: Take censers <sup><strong>7</strong></sup> and tomorrow put fire and incense in them before the LORD. The man the LORD chooses will be the one who is holy. You Levites have gone too far!\" <sup><strong>8</strong></sup> Moses also said to Korah, \"Now listen, you Levites! <sup><strong>9</strong></sup> Isn't it enough for you that the God of Israel has separated you from the rest of the Israelite community and brought you near himself to do the work at the LORD's tabernacle and to stand before the community and minister to them? <sup><strong>10</strong></sup> He has brought you and all your fellow Levites near himself, but now you are trying to get the priesthood too. <sup><strong>11</strong></sup> It is against the LORD that you and all your followers have banded together. Who is Aaron that you should grumble against him?\" <sup><strong>12</strong></sup> Then Moses summoned Dathan and Abiram, the sons of Eliab. But they said, \"We will not come! <sup><strong>13</strong></sup> Isn't it enough that you have brought us up out of a land flowing with milk and honey to kill us in the desert? And now you also want to lord it over us? <sup><strong>14</strong></sup> Moreover, you haven't brought us into a land flowing with milk and honey or given us an inheritance of fields and vineyards. Will you gouge out the eyes of these men? No, we will not come!\" <sup><strong>15</strong></sup> Then Moses became very angry and said to the LORD, \"Do not accept their offering. I have not taken so much as a donkey from them, nor have I wronged any of them.\" <sup><strong>16</strong></sup> Moses said to Korah, \"You and all your followers are to appear before the LORD tomorrow-you and they and Aaron. <sup><strong>17</strong></sup> Each man is to take his censer and put incense in it-250 censers in all-and present it before the LORD. You and Aaron are to present your censers also.\" <sup><strong>18</strong></sup> So each man took his censer, put fire and incense in it, and stood with Moses and Aaron at the entrance to the Tent of Meeting. <sup><strong>19</strong></sup> When Korah had gathered all his followers in opposition to them at the entrance to the Tent of Meeting, the glory of the LORD appeared to the entire assembly. <sup><strong>20</strong></sup> The LORD said to Moses and Aaron, <sup><strong>21</strong></sup> \"Separate yourselves from this assembly so I can put an end to them at once.\" <sup><strong>22</strong></sup> But Moses and Aaron fell facedown and cried out, \"O God, God of the spirits of all mankind, will you be angry with the entire assembly when only one man sins?\" <sup><strong>23</strong></sup> Then the LORD said to Moses, <sup><strong>24</strong></sup> \"Say to the assembly, 'Move away from the tents of Korah, Dathan and Abiram.'\" <sup><strong>25</strong></sup> Moses got up and went to Dathan and Abiram, and the elders of Israel followed him. <sup><strong>26</strong></sup> He warned the assembly, \"Move back from the tents of these wicked men! Do not touch anything belonging to them, or you will be swept away because of all their sins.\" <sup><strong>27</strong></sup> So they moved away from the tents of Korah, Dathan and Abiram. Dathan and Abiram had come out and were standing with their wives, children and little ones at the entrances to their tents. <sup><strong>28</strong></sup> Then Moses said, \"This is how you will know that the LORD has sent me to do all these things and that it was not my idea: <sup><strong>29</strong></sup> If these men die a natural death and experience only what usually happens to men, then the LORD has not sent me. <sup><strong>30</strong></sup> But if the LORD brings about something totally new, and the earth opens its mouth and swallows them, with everything that belongs to them, and they go down alive into the grave, then you will know that these men have treated the LORD with contempt.\" <sup><strong>31</strong></sup> As soon as he finished saying all this, the ground under them split apart <sup><strong>32</strong></sup> and the earth opened its mouth and swallowed them, with their households and all Korah's men and all their possessions. <sup><strong>33</strong></sup> They went down alive into the grave, with everything they owned; the earth closed over them, and they perished and were gone from the community. <sup><strong>34</strong></sup> At their cries, all the Israelites around them fled, shouting, \"The earth is going to swallow us too!\" <sup><strong>35</strong></sup> And fire came out from the LORD and consumed the 250 men who were offering the incense. <sup><strong>36</strong></sup> The LORD said to Moses, <sup><strong>37</strong></sup> \"Tell Eleazar son of Aaron, the priest, to take the censers out of the smoldering remains and scatter the coals some distance away, for the censers are holy- <sup><strong>38</strong></sup> the censers of the men who sinned at the cost of their lives. Hammer the censers into sheets to overlay the altar, for they were presented before the LORD and have become holy. Let them be a sign to the Israelites.\" <sup><strong>39</strong></sup> So Eleazar the priest collected the bronze censers brought by those who had been burned up, and he had them hammered out to overlay the altar, <sup><strong>40</strong></sup> as the LORD directed him through Moses. This was to remind the Israelites that no one except a descendant of Aaron should come to burn incense before the LORD, or he would become like Korah and his followers. <sup><strong>41</strong></sup> The next day the whole Israelite community grumbled against Moses and Aaron. \"You have killed the LORD's people,\" they said. <sup><strong>42</strong></sup> But when the assembly gathered in opposition to Moses and Aaron and turned toward the Tent of Meeting, suddenly the cloud covered it and the glory of the LORD appeared. <sup><strong>43</strong></sup> Then Moses and Aaron went to the front of the Tent of Meeting, <sup><strong>44</strong></sup> and the LORD said to Moses, <sup><strong>45</strong></sup> \"Get away from this assembly so I can put an end to them at once.\" And they fell facedown. <sup><strong>46</strong></sup> Then Moses said to Aaron, \"Take your censer and put incense in it, along with fire from the altar, and hurry to the assembly to make atonement for them. Wrath has come out from the LORD; the plague has started.\" <sup><strong>47</strong></sup> So Aaron did as Moses said, and ran into the midst of the assembly. The plague had already started among the people, but Aaron offered the incense and made atonement for them. <sup><strong>48</strong></sup> He stood between the living and the dead, and the plague stopped. <sup><strong>49</strong></sup> But 14,700 people died from the plague, in addition to those who had died because of Korah. <sup><strong>50</strong></sup> Then Aaron returned to Moses at the entrance to the Tent of Meeting, for the plague had stopped. ","esv":"<div>\n\n<p id=\"p04016001_03-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04016001-1\">16:1&nbsp;</b>Now Korah the son of Izhar, son of Kohath, son of Levi, and Dathan and Abiram the sons of Eliab, and On the son of Peleth, sons of Reuben, took men. <b class=\"verse-num\" id=\"v04016002-1\">2&nbsp;</b>And they rose up before Moses, with a number of the people of Israel, 250 chiefs of the congregation, chosen from the assembly, well-known men. <b class=\"verse-num\" id=\"v04016003-1\">3&nbsp;</b>They assembled themselves together against Moses and against Aaron and said to them, “You have gone too far! For all in the congregation are holy, every one of them, and the LORD is among them. Why then do you exalt yourselves above the assembly of the LORD?” <b class=\"verse-num\" id=\"v04016004-1\">4&nbsp;</b>When Moses heard it, he fell on his face, <b class=\"verse-num\" id=\"v04016005-1\">5&nbsp;</b>and he said to Korah and all his company, “In the morning the LORD will show who is his, and who is holy, and will bring him near to him. The one whom he chooses he will bring near to him. <b class=\"verse-num\" id=\"v04016006-1\">6&nbsp;</b>Do this: take censers, Korah and all his company; <b class=\"verse-num\" id=\"v04016007-1\">7&nbsp;</b>put fire in them and put incense on them before the LORD tomorrow, and the man whom the LORD chooses shall be the holy one. You have gone too far, sons of Levi!” <b class=\"verse-num\" id=\"v04016008-1\">8&nbsp;</b>And Moses said to Korah, “Hear now, you sons of Levi: <b class=\"verse-num\" id=\"v04016009-1\">9&nbsp;</b>is it too small a thing for you that the God of Israel has separated you from the congregation of Israel, to bring you near to himself, to do service in the tabernacle of the LORD and to stand before the congregation to minister to them, <b class=\"verse-num\" id=\"v04016010-1\">10&nbsp;</b>and that he has brought you near him, and all your brothers the sons of Levi with you? And would you seek the priesthood also? <b class=\"verse-num\" id=\"v04016011-1\">11&nbsp;</b>Therefore it is against the LORD that you and all your company have gathered together. What is Aaron that you grumble against him?”</p>\n<p id=\"p04016011_03-8\"><b class=\"verse-num\" id=\"v04016012-1\">12&nbsp;</b>And Moses sent to call Dathan and Abiram the sons of Eliab, and they said, “We will not come up. <b class=\"verse-num\" id=\"v04016013-1\">13&nbsp;</b>Is it a small thing that you have brought us up out of a land flowing with milk and honey, to kill us in the wilderness, that you must also make yourself a prince over us? <b class=\"verse-num\" id=\"v04016014-1\">14&nbsp;</b>Moreover, you have not brought us into a land flowing with milk and honey, nor given us inheritance of fields and vineyards. Will you put out the eyes of these men? We will not come up.” <b class=\"verse-num\" id=\"v04016015-1\">15&nbsp;</b>And Moses was very angry and said to the LORD, “Do not respect their offering. I have not taken one donkey from them, and I have not harmed one of them.”</p>\n<p id=\"p04016015_03-8\"><b class=\"verse-num\" id=\"v04016016-1\">16&nbsp;</b>And Moses said to Korah, “Be present, you and all your company, before the LORD, you and they, and Aaron, tomorrow. <b class=\"verse-num\" id=\"v04016017-1\">17&nbsp;</b>And let every one of you take his censer and put incense on it, and every one of you bring before the LORD his censer, 250 censers; you also, and Aaron, each his censer.” <b class=\"verse-num\" id=\"v04016018-1\">18&nbsp;</b>So every man took his censer and put fire in them and laid incense on them and stood at the entrance of the tent of meeting with Moses and Aaron. <b class=\"verse-num\" id=\"v04016019-1\">19&nbsp;</b>Then Korah assembled all the congregation against them at the entrance of the tent of meeting. And the glory of the LORD appeared to all the congregation.</p>\n<p id=\"p04016019_03-8\"><b class=\"verse-num\" id=\"v04016020-1\">20&nbsp;</b>And the LORD spoke to Moses and to Aaron, saying, <b class=\"verse-num\" id=\"v04016021-1\">21&nbsp;</b>“Separate yourselves from among this congregation, that I may consume them in a moment.” <b class=\"verse-num\" id=\"v04016022-1\">22&nbsp;</b>And they fell on their faces and said, “O God, the God of the spirits of all flesh, shall one man sin, and will you be angry with all the congregation?” <b class=\"verse-num\" id=\"v04016023-1\">23&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04016024-1\">24&nbsp;</b>“Say to the congregation, Get away from the dwelling of Korah, Dathan, and Abiram.”</p>\n<p id=\"p04016024_03-8\"><b class=\"verse-num\" id=\"v04016025-1\">25&nbsp;</b>Then Moses rose and went to Dathan and Abiram, and the elders of Israel followed him. <b class=\"verse-num\" id=\"v04016026-1\">26&nbsp;</b>And he spoke to the congregation, saying, “Depart, please, from the tents of these wicked men, and touch nothing of theirs, lest you be swept away with all their sins.” <b class=\"verse-num\" id=\"v04016027-1\">27&nbsp;</b>So they got away from the dwelling of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood at the door of their tents, together with their wives, their sons, and their little ones. <b class=\"verse-num\" id=\"v04016028-1\">28&nbsp;</b>And Moses said, “Hereby you shall know that the LORD has sent me to do all these works, and that it has not been of my own accord. <b class=\"verse-num\" id=\"v04016029-1\">29&nbsp;</b>If these men die as all men die, or if they are visited by the fate of all mankind, then the LORD has not sent me. <b class=\"verse-num\" id=\"v04016030-1\">30&nbsp;</b>But if the LORD creates something new, and the ground opens its mouth and swallows them up with all that belongs to them, and they go down alive into Sheol, then you shall know that these men have despised the LORD.”</p>\n<p id=\"p04016030_03-8\"><b class=\"verse-num\" id=\"v04016031-1\">31&nbsp;</b>And as soon as he had finished speaking all these words, the ground under them split apart. <b class=\"verse-num\" id=\"v04016032-1\">32&nbsp;</b>And the earth opened its mouth and swallowed them up, with their households and all the people who belonged to Korah and all their goods. <b class=\"verse-num\" id=\"v04016033-1\">33&nbsp;</b>So they and all that belonged to them went down alive into Sheol, and the earth closed over them, and they perished from the midst of the assembly. <b class=\"verse-num\" id=\"v04016034-1\">34&nbsp;</b>And all Israel who were around them fled at their cry, for they said, “Lest the earth swallow us up!” <b class=\"verse-num\" id=\"v04016035-1\">35&nbsp;</b>And fire came out from the LORD and consumed the 250 men offering the incense.</p>\n<p id=\"p04016035_03-8\"><b class=\"verse-num\" id=\"v04016036-1\">36&nbsp;</b> Then the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04016037-1\">37&nbsp;</b>“Tell Eleazar the son of Aaron the priest to take up the censers out of the blaze. Then scatter the fire far and wide, for they have become holy. <b class=\"verse-num\" id=\"v04016038-1\">38&nbsp;</b>As for the censers of these men who have sinned at the cost of their lives, let them be made into hammered plates as a covering for the altar, for they offered them before the LORD, and they became holy. Thus they shall be a sign to the people of Israel.” <b class=\"verse-num\" id=\"v04016039-1\">39&nbsp;</b>So Eleazar the priest took the bronze censers, which those who were burned had offered, and they were hammered out as a covering for the altar, <b class=\"verse-num\" id=\"v04016040-1\">40&nbsp;</b>to be a reminder to the people of Israel, so that no outsider, who is not of the descendants of Aaron, should draw near to burn incense before the LORD, lest he become like Korah and his company—as the LORD said to him through Moses.</p>\n<p id=\"p04016040_03-8\"><b class=\"verse-num\" id=\"v04016041-1\">41&nbsp;</b>But on the next day all the congregation of the people of Israel grumbled against Moses and against Aaron, saying, “You have killed the people of the LORD.” <b class=\"verse-num\" id=\"v04016042-1\">42&nbsp;</b>And when the congregation had assembled against Moses and against Aaron, they turned toward the tent of meeting. And behold, the cloud covered it, and the glory of the LORD appeared. <b class=\"verse-num\" id=\"v04016043-1\">43&nbsp;</b>And Moses and Aaron came to the front of the tent of meeting, <b class=\"verse-num\" id=\"v04016044-1\">44&nbsp;</b>and the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04016045-1\">45&nbsp;</b>“Get away from the midst of this congregation, that I may consume them in a moment.” And they fell on their faces. <b class=\"verse-num\" id=\"v04016046-1\">46&nbsp;</b>And Moses said to Aaron, “Take your censer, and put fire on it from off the altar and lay incense on it and carry it quickly to the congregation and make atonement for them, for wrath has gone out from the LORD; the plague has begun.” <b class=\"verse-num\" id=\"v04016047-1\">47&nbsp;</b>So Aaron took it as Moses said and ran into the midst of the assembly. And behold, the plague had already begun among the people. And he put on the incense and made atonement for the people. <b class=\"verse-num\" id=\"v04016048-1\">48&nbsp;</b>And he stood between the dead and the living, and the plague was stopped. <b class=\"verse-num\" id=\"v04016049-1\">49&nbsp;</b>Now those who died in the plague were 14,700, besides those who died in the affair of Korah. <b class=\"verse-num\" id=\"v04016050-1\">50&nbsp;</b>And Aaron returned to Moses at the entrance of the tent of meeting, when the plague was stopped.</p>\n\n</div>"}]}