{"_id":"6158bd2dd12903472bef6733","slug":"abounding","name":"Abounding","verses":[{"_id":"6158bd39d12903472bef6734","topicId":"6158bd2dd12903472bef6733","verse":"1 Corinthians 15:58","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46015058_01-1\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n</div>","kjv":"<strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.","modified":"2022-12-23T18:07:08.813Z"},{"_id":"6158bd39d12903472bef6735","topicId":"6158bd2dd12903472bef6733","verse":"Romans 15:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"6158bd39d12903472bef6736","topicId":"6158bd2dd12903472bef6733","verse":"Colossians 2:6-8","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p51002006_04-3\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-3\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. "},{"_id":"6158bd39d12903472bef6737","topicId":"6158bd2dd12903472bef6733","verse":"1 Corinthians 15","votes":4,"__v":0,"kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. ","esv":"<div>\n\n<p id=\"p46015001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-1\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-1\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-1\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-1\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-1\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-1\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-1\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-1\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-1\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>"},{"_id":"6158bd3ad12903472bef6738","topicId":"6158bd2dd12903472bef6733","verse":"Philippians 4:11-13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p50004011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004011-1\">11&nbsp;</b>Not that I am speaking of being in need, for I have learned in whatever situation I am to be content. <b class=\"verse-num\" id=\"v50004012-1\">12&nbsp;</b>I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need. <b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>11</strong> Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.  <strong>12</strong> I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.  <strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>11</strong></sup> I am not saying this because I am in need, for I have learned to be content whatever the circumstances. <sup><strong>12</strong></sup> I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. <sup><strong>13</strong></sup> I can do everything through him who gives me strength. "},{"_id":"6158bd3ad12903472bef6739","topicId":"6158bd2dd12903472bef6733","verse":"Romans 10:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010012-1\">12&nbsp;</b>For there is no distinction between Jew and Greek; for the same Lord is Lord of all, bestowing his riches on all who call on him.</p>\n</div>","kjv":"<strong>12</strong> For there is no difference between the Jew and the Greek: for the same Lord over all is rich unto all that call upon him.  ","niv":"<sup><strong>12</strong></sup> For there is no difference between Jew and Gentile--the same Lord is Lord of all and richly blesses all who call on him,","modified":"2022-04-14T12:31:54.730Z"},{"_id":"6158bd3ad12903472bef673a","topicId":"6158bd2dd12903472bef6733","verse":"Romans 1:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-8\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"6158bd3ad12903472bef673b","topicId":"6158bd2dd12903472bef6733","verse":"Ephesians 4:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"6158bd3ad12903472bef673c","topicId":"6158bd2dd12903472bef6733","verse":"1 Corinthians 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-11\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?"},{"_id":"6158bd3bd12903472bef673d","topicId":"6158bd2dd12903472bef6733","verse":"Philippians 4:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004016_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004016-1\">16&nbsp;</b>Even in Thessalonica you sent me help for my needs once and again. <b class=\"verse-num\" id=\"v50004017-1\">17&nbsp;</b>Not that I seek the gift, but I seek the fruit that increases to your credit.</p>\n\n</div>","kjv":"<strong>16</strong> For even in Thessalonica ye sent once and again unto my necessity.  <strong>17</strong> Not because I desire a gift: but I desire fruit that may abound to your account.  ","niv":"<sup><strong>16</strong></sup> for even when I was in Thessalonica, you sent me aid again and again when I was in need. <sup><strong>17</strong></sup> Not that I am looking for a gift, but I am looking for what may be credited to your account. "},{"_id":"6158bd3bd12903472bef673e","topicId":"6158bd2dd12903472bef6733","verse":"Galatians 3:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003026_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith.</p>\n</div>","kjv":"<strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  ","niv":"<sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus,"},{"_id":"6158bd3bd12903472bef673f","topicId":"6158bd2dd12903472bef6733","verse":"1 Corinthians 12:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46012011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n</div>","kjv":"<strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines."},{"_id":"6158bd3bd12903472bef6740","topicId":"6158bd2dd12903472bef6733","verse":"Romans 10:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"6158bd3bd12903472bef6741","topicId":"6158bd2dd12903472bef6733","verse":"John 10:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"6158bd3cd12903472bef6742","topicId":"6158bd2dd12903472bef6733","verse":"Deuteronomy 28:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05028011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you.</p>\n</div>","kjv":"<strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  ","niv":"<sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you."},{"_id":"6158bd3cd12903472bef6743","topicId":"6158bd2dd12903472bef6733","verse":"Hebrews 13:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever."},{"_id":"6158bd3cd12903472bef6744","topicId":"6158bd2dd12903472bef6733","verse":"2 Corinthians 5:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"6158bd3cd12903472bef6745","topicId":"6158bd2dd12903472bef6733","verse":"1 Corinthians 15:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ.</p>\n</div>","kjv":"<strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  ","niv":"<sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him."},{"_id":"6158bd3cd12903472bef6746","topicId":"6158bd2dd12903472bef6733","verse":"Romans 8:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n</div>","kjv":"<strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."},{"_id":"6158bd3dd12903472bef6747","topicId":"6158bd2dd12903472bef6733","verse":"Romans 6:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"_id":"6158bd3dd12903472bef6748","topicId":"6158bd2dd12903472bef6733","verse":"Romans 6:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it?</p>\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? "},{"_id":"6158bd3dd12903472bef6749","topicId":"6158bd2dd12903472bef6733","verse":"John 17:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017003_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017003-1\">3&nbsp;</b><span class=\"woc\">And this is eternal life, that they know you, the only true God, and Jesus Christ whom you have sent.</span></p>\n</div>","kjv":"<strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  ","niv":"<sup><strong>3</strong></sup> Now this is eternal life: that they may know you, the only true God, and Jesus Christ, whom you have sent."},{"_id":"6158bd3dd12903472bef674a","topicId":"6158bd2dd12903472bef6733","verse":"Matthew 28:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"6158bd3dd12903472bef674b","topicId":"6158bd2dd12903472bef6733","verse":"Matthew 24:12-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024012_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. "},{"_id":"6158bd3ed12903472bef674c","topicId":"6158bd2dd12903472bef6733","verse":"Psalm 13:5-6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19013005_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v19013005-1\">5&nbsp;</b>&nbsp;&nbsp;But I have trusted in your steadfast love;</span><br><span id=\"p19013005_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my heart shall rejoice in your salvation.</span><br><span id=\"p19013006_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v19013006-1\">6&nbsp;</b>&nbsp;&nbsp;I will sing to the LORD,</span><br><span id=\"p19013006_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he has dealt bountifully with me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> But I have trusted in thy mercy; my heart shall rejoice in thy salvation.  <strong>6</strong> I will sing unto the LORD, because he hath dealt bountifully with me.  ","niv":"<sup><strong>5</strong></sup> But I trust in your unfailing love; my heart rejoices in your salvation. <sup><strong>6</strong></sup> I will sing to the LORD, for he has been good to me. "}]}