{"_id":"6157d078d12903472bef6697","slug":"abraham","name":"Abraham","verses":[{"_id":"6157d07dd12903472bef6698","topicId":"6157d078d12903472bef6697","verse":"Genesis 12","votes":93,"__v":0,"kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  <strong>4</strong> So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.  <strong>5</strong> And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.  <strong>6</strong> And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.  <strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  <strong>8</strong> And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.  <strong>9</strong> And Abram journeyed, going on still toward the south.  <strong>10</strong> And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.  <strong>11</strong> And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:  <strong>12</strong> Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.  <strong>13</strong> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.  <strong>14</strong> And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.  <strong>15</strong> The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh’s house.  <strong>16</strong> And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.  <strong>17</strong> And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.  <strong>18</strong> And Pharaoh called Abram, and said, What is this that  thou hast done unto me? why didst thou not tell me that she was  thy wife?  <strong>19</strong> Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.  <strong>20</strong> And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" <sup><strong>4</strong></sup> So Abram left, as the LORD had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran. <sup><strong>5</strong></sup> He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there. <sup><strong>6</strong></sup> Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land. <sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him. <sup><strong>8</strong></sup> From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the LORD and called on the name of the LORD. <sup><strong>9</strong></sup> Then Abram set out and continued toward the Negev. <sup><strong>10</strong></sup> Now there was a famine in the land, and Abram went down to Egypt to live there for a while because the famine was severe. <sup><strong>11</strong></sup> As he was about to enter Egypt, he said to his wife Sarai, \"I know what a beautiful woman you are. <sup><strong>12</strong></sup> When the Egyptians see you, they will say, 'This is his wife.' Then they will kill me but will let you live. <sup><strong>13</strong></sup> Say you are my sister, so that I will be treated well for your sake and my life will be spared because of you.\" <sup><strong>14</strong></sup> When Abram came to Egypt, the Egyptians saw that she was a very beautiful woman. <sup><strong>15</strong></sup> And when Pharaoh's officials saw her, they praised her to Pharaoh, and she was taken into his palace. <sup><strong>16</strong></sup> He treated Abram well for her sake, and Abram acquired sheep and cattle, male and female donkeys, menservants and maidservants, and camels. <sup><strong>17</strong></sup> But the LORD inflicted serious diseases on Pharaoh and his household because of Abram's wife Sarai. <sup><strong>18</strong></sup> So Pharaoh summoned Abram. \"What have you done to me?\" he said. \"Why didn't you tell me she was your wife? <sup><strong>19</strong></sup> Why did you say, 'She is my sister,' so that I took her to be my wife? Now then, here is your wife. Take her and go!\" <sup><strong>20</strong></sup> Then Pharaoh gave orders about Abram to his men, and they sent him on his way, with his wife and everything he had. ","esv":"<div>\n\n<p id=\"p01012001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n<p id=\"p01012003_05-1\"><b class=\"verse-num\" id=\"v01012004-1\">4&nbsp;</b>So Abram went, as the LORD had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran. <b class=\"verse-num\" id=\"v01012005-1\">5&nbsp;</b>And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan, <b class=\"verse-num\" id=\"v01012006-1\">6&nbsp;</b>Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land. <b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him. <b class=\"verse-num\" id=\"v01012008-1\">8&nbsp;</b>From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the LORD and called upon the name of the LORD. <b class=\"verse-num\" id=\"v01012009-1\">9&nbsp;</b>And Abram journeyed on, still going toward the Negeb.</p>\n\n<p id=\"p01012009_10-1\"><b class=\"verse-num\" id=\"v01012010-1\">10&nbsp;</b>Now there was a famine in the land. So Abram went down to Egypt to sojourn there, for the famine was severe in the land. <b class=\"verse-num\" id=\"v01012011-1\">11&nbsp;</b>When he was about to enter Egypt, he said to Sarai his wife, “I know that you are a woman beautiful in appearance, <b class=\"verse-num\" id=\"v01012012-1\">12&nbsp;</b>and when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will let you live. <b class=\"verse-num\" id=\"v01012013-1\">13&nbsp;</b>Say you are my sister, that it may go well with me because of you, and that my life may be spared for your sake.” <b class=\"verse-num\" id=\"v01012014-1\">14&nbsp;</b>When Abram entered Egypt, the Egyptians saw that the woman was very beautiful. <b class=\"verse-num\" id=\"v01012015-1\">15&nbsp;</b>And when the princes of Pharaoh saw her, they praised her to Pharaoh. And the woman was taken into Pharaoh’s house. <b class=\"verse-num\" id=\"v01012016-1\">16&nbsp;</b>And for her sake he dealt well with Abram; and he had sheep, oxen, male donkeys, male servants, female servants, female donkeys, and camels.</p>\n<p id=\"p01012016_10-1\"><b class=\"verse-num\" id=\"v01012017-1\">17&nbsp;</b>But the LORD afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife. <b class=\"verse-num\" id=\"v01012018-1\">18&nbsp;</b>So Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife? <b class=\"verse-num\" id=\"v01012019-1\">19&nbsp;</b>Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife; take her, and go.” <b class=\"verse-num\" id=\"v01012020-1\">20&nbsp;</b>And Pharaoh gave men orders concerning him, and they sent him away with his wife and all that he had.</p>\n\n</div>","modified":"2023-02-21T12:50:07.508Z"},{"_id":"6157d07dd12903472bef669a","topicId":"6157d078d12903472bef6697","verse":"Hebrews 11:17","votes":47,"__v":0,"esv":"<div>\n<p id=\"p58011017_01-2\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son,</p>\n</div>","kjv":"<strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  ","niv":"<sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son,"},{"_id":"6157d07dd12903472bef6699","topicId":"6157d078d12903472bef6697","verse":"Galatians 3:6-9","votes":52,"__v":0,"esv":"<div>\n<p id=\"p48003006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003006-1\">6&nbsp;</b>just as Abraham “believed God, and it was counted to him as righteousness”?</p>\n<p id=\"p48003006_01-3\"><b class=\"verse-num\" id=\"v48003007-1\">7&nbsp;</b>Know then that it is those of faith who are the sons of Abraham. <b class=\"verse-num\" id=\"v48003008-1\">8&nbsp;</b>And the Scripture, foreseeing that God would justify the Gentiles by faith, preached the gospel beforehand to Abraham, saying, “In you shall all the nations be blessed.” <b class=\"verse-num\" id=\"v48003009-1\">9&nbsp;</b>So then, those who are of faith are blessed along with Abraham, the man of faith.</p>\n\n</div>","kjv":"<strong>6</strong> Even as Abraham believed God, and it was accounted to him for righteousness.  <strong>7</strong> Know ye therefore that they which are of faith, the same are the children of Abraham.  <strong>8</strong> And the scripture, foreseeing that God would justify the heathen through faith, preached before the gospel unto Abraham, saying, In thee shall all nations be blessed.  <strong>9</strong> So then they which be of faith are blessed with faithful Abraham.  ","niv":"<sup><strong>6</strong></sup> Consider Abraham: \"He believed God, and it was credited to him as righteousness.\" <sup><strong>7</strong></sup> Understand, then, that those who believe are children of Abraham. <sup><strong>8</strong></sup> The Scripture foresaw that God would justify the Gentiles by faith, and announced the gospel in advance to Abraham: \"All nations will be blessed through you.\" <sup><strong>9</strong></sup> So those who have faith are blessed along with Abraham, the man of faith. ","modified":"2022-08-08T23:42:01.213Z"},{"_id":"6157d07dd12903472bef669b","topicId":"6157d078d12903472bef6697","verse":"Hebrews 11:8","votes":43,"__v":0,"esv":"<div>\n<p id=\"p58011008_01-4\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going.</p>\n</div>","kjv":"<strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  ","niv":"<sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going.","modified":"2022-10-05T21:43:25.810Z"},{"_id":"6157d07dd12903472bef669d","topicId":"6157d078d12903472bef6697","verse":"Genesis 18:1-16","votes":31,"__v":0,"esv":"<div>\n<p id=\"p01018001_01-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01018001-1\">18:1&nbsp;</b>And the LORD appeared to him by the oaks of Mamre, as he sat at the door of his tent in the heat of the day. <b class=\"verse-num\" id=\"v01018002-1\">2&nbsp;</b>He lifted up his eyes and looked, and behold, three men were standing in front of him. When he saw them, he ran from the tent door to meet them and bowed himself to the earth <b class=\"verse-num\" id=\"v01018003-1\">3&nbsp;</b>and said, “O Lord, if I have found favor in your sight, do not pass by your servant. <b class=\"verse-num\" id=\"v01018004-1\">4&nbsp;</b>Let a little water be brought, and wash your feet, and rest yourselves under the tree, <b class=\"verse-num\" id=\"v01018005-1\">5&nbsp;</b>while I bring a morsel of bread, that you may refresh yourselves, and after that you may pass on—since you have come to your servant.” So they said, “Do as you have said.” <b class=\"verse-num\" id=\"v01018006-1\">6&nbsp;</b>And Abraham went quickly into the tent to Sarah and said, “Quick! Three seahs of fine flour! Knead it, and make cakes.” <b class=\"verse-num\" id=\"v01018007-1\">7&nbsp;</b>And Abraham ran to the herd and took a calf, tender and good, and gave it to a young man, who prepared it quickly. <b class=\"verse-num\" id=\"v01018008-1\">8&nbsp;</b>Then he took curds and milk and the calf that he had prepared, and set it before them. And he stood by them under the tree while they ate.</p>\n<p id=\"p01018008_01-5\"><b class=\"verse-num\" id=\"v01018009-1\">9&nbsp;</b>They said to him, “Where is Sarah your wife?” And he said, “She is in the tent.” <b class=\"verse-num\" id=\"v01018010-1\">10&nbsp;</b>The LORD said, “I will surely return to you about this time next year, and Sarah your wife shall have a son.” And Sarah was listening at the tent door behind him. <b class=\"verse-num\" id=\"v01018011-1\">11&nbsp;</b>Now Abraham and Sarah were old, advanced in years. The way of women had ceased to be with Sarah. <b class=\"verse-num\" id=\"v01018012-1\">12&nbsp;</b>So Sarah laughed to herself, saying, “After I am worn out, and my lord is old, shall I have pleasure?” <b class=\"verse-num\" id=\"v01018013-1\">13&nbsp;</b>The LORD said to Abraham, “Why did Sarah laugh and say, ‘Shall I indeed bear a child, now that I am old?’ <b class=\"verse-num\" id=\"v01018014-1\">14&nbsp;</b>Is anything too hard for the LORD? At the appointed time I will return to you, about this time next year, and Sarah shall have a son.” <b class=\"verse-num\" id=\"v01018015-1\">15&nbsp;</b>But Sarah denied it, saying, “I did not laugh,” for she was afraid. He said, “No, but you did laugh.”</p>\n<p id=\"p01018015_01-5\"><b class=\"verse-num\" id=\"v01018016-1\">16&nbsp;</b>Then the men set out from there, and they looked down toward Sodom. And Abraham went with them to set them on their way.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD appeared unto him in the plains of Mamre: and he sat in the tent door in the heat of the day;  <strong>2</strong> And he lift up his eyes and looked, and, lo, three men stood by him: and when he saw them, he ran to meet them from the tent door, and bowed himself toward the ground,  <strong>3</strong> And said, My Lord, if now I have found favour in thy sight, pass not away, I pray thee, from thy servant:  <strong>4</strong> Let a little water, I pray you, be fetched, and wash your feet, and rest yourselves under the tree:  <strong>5</strong> And I will fetch a morsel of bread, and comfort ye your hearts; after that ye shall pass on: for therefore are ye come to your servant. And they said, So do, as thou hast said.  <strong>6</strong> And Abraham hastened into the tent unto Sarah, and said, Make ready quickly three measures of fine meal, knead it, and make cakes upon the hearth.  <strong>7</strong> And Abraham ran unto the herd, and fetcht a calf tender and good, and gave it unto a young man; and he hasted to dress it.  <strong>8</strong> And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.  <strong>9</strong> And they said unto him, Where is Sarah thy wife? And he said, Behold, in the tent.  <strong>10</strong> And he said, I will certainly return unto thee according to the time of life; and, lo, Sarah thy wife shall have a son. And Sarah heard it  in the tent door, which was behind him.  <strong>11</strong> Now Abraham and Sarah were old and well stricken in age; and it ceased to be with Sarah after the manner of women.  <strong>12</strong> Therefore Sarah laughed within herself, saying, After I am waxed old shall I have pleasure, my lord being old also?  <strong>13</strong> And the LORD said unto Abraham, Wherefore did Sarah laugh, saying, Shall I of a surety bear a child, which am old?  <strong>14</strong> Is any thing too hard for the LORD? At the time appointed I will return unto thee, according to the time of life, and Sarah shall have a son.  <strong>15</strong> Then Sarah denied, saying, I laughed not; for she was afraid. And he said, Nay; but thou didst laugh.  <strong>16</strong> And the men rose up from thence, and looked toward Sodom: and Abraham went with them to bring them on the way.  ","niv":"<sup><strong>1</strong></sup> The LORD appeared to Abraham near the great trees of Mamre while he was sitting at the entrance to his tent in the heat of the day. <sup><strong>2</strong></sup> Abraham looked up and saw three men standing nearby. When he saw them, he hurried from the entrance of his tent to meet them and bowed low to the ground. <sup><strong>3</strong></sup> He said, \"If I have found favor in your eyes, my lord, do not pass your servant by. <sup><strong>4</strong></sup> Let a little water be brought, and then you may all wash your feet and rest under this tree. <sup><strong>5</strong></sup> Let me get you something to eat, so you can be refreshed and then go on your way-now that you have come to your servant.Very well,\" they answered, \"do as you say.\" <sup><strong>6</strong></sup> So Abraham hurried into the tent to Sarah. \"Quick,\" he said, \"get three seahs of fine flour and knead it and bake some bread.\" <sup><strong>7</strong></sup> Then he ran to the herd and selected a choice, tender calf and gave it to a servant, who hurried to prepare it. <sup><strong>8</strong></sup> He then brought some curds and milk and the calf that had been prepared, and set these before them. While they ate, he stood near them under a tree. <sup><strong>9</strong></sup> \"Where is your wife Sarah?\" they asked him. \"There, in the tent,\" he said. <sup><strong>10</strong></sup> Then the LORD said, \"I will surely return to you about this time next year, and Sarah your wife will have a son.\" Now Sarah was listening at the entrance to the tent, which was behind him. <sup><strong>11</strong></sup> Abraham and Sarah were already old and well advanced in years, and Sarah was past the age of childbearing. <sup><strong>12</strong></sup> So Sarah laughed to herself as she thought, \"After I am worn out and my master is old, will I now have this pleasure?\" <sup><strong>13</strong></sup> Then the LORD said to Abraham, \"Why did Sarah laugh and say, 'Will I really have a child, now that I am old?' <sup><strong>14</strong></sup> Is anything too hard for the LORD? I will return to you at the appointed time next year and Sarah will have a son.\" <sup><strong>15</strong></sup> Sarah was afraid, so she lied and said, \"I did not laugh.\" But he said, \"Yes, you did laugh.\" <sup><strong>16</strong></sup> When the men got up to leave, they looked down toward Sodom, and Abraham walked along with them to see them on their way. ","modified":"2022-10-29T04:21:45.024Z"},{"_id":"6157d07dd12903472bef669c","topicId":"6157d078d12903472bef6697","verse":"Genesis 15:6","votes":34,"__v":0,"esv":"<div>\n<p id=\"p01015006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01015006-1\">6&nbsp;</b>And he believed the LORD, and he counted it to him as righteousness.</p>\n</div>","kjv":"<strong>6</strong> And he believed in the LORD; and he counted it to him for righteousness.  ","niv":"<sup><strong>6</strong></sup> Abram believed the LORD, and he credited it to him as righteousness."},{"_id":"6157d07dd12903472bef669e","topicId":"6157d078d12903472bef6697","verse":"Romans 4:13","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p45004013_06-7\"><b class=\"verse-num\" id=\"v45004013-1\">13&nbsp;</b>For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith.</p>\n</div>","kjv":"<strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  ","niv":"<sup><strong>13</strong></sup> It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."},{"_id":"6157d07dd12903472bef669f","topicId":"6157d078d12903472bef6697","verse":"James 2:23","votes":28,"__v":0,"esv":"<div>\n<p id=\"p59002023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God.</p>\n</div>","kjv":"<strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  ","niv":"<sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend."},{"_id":"6157d07dd12903472bef66a0","topicId":"6157d078d12903472bef6697","verse":"Galatians 3:29","votes":29,"__v":0,"esv":"<div>\n<p id=\"p48003029_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003029-1\">29&nbsp;</b>And if you are Christ’s, then you are Abraham’s offspring, heirs according to promise.</p>\n</div>","kjv":"<strong>29</strong> And if ye be Christ’s, then are ye Abraham’s seed, and heirs according to the promise.  ","niv":"<sup><strong>29</strong></sup> If you belong to Christ, then you are Abraham's seed, and heirs according to the promise."},{"_id":"6157d07ed12903472bef66a2","topicId":"6157d078d12903472bef6697","verse":"Genesis 26:5","votes":26,"__v":0,"esv":"<div>\n<p id=\"p01026005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01026005-1\">5&nbsp;</b>because Abraham obeyed my voice and kept my charge, my commandments, my statutes, and my laws.”</p>\n</div>","kjv":"<strong>5</strong> Because that Abraham obeyed my voice, and kept my charge, my commandments, my statutes, and my laws.  ","niv":"<sup><strong>5</strong></sup> because Abraham obeyed me and kept my requirements, my commands, my decrees and my laws.\""},{"_id":"6157d07ed12903472bef66a1","topicId":"6157d078d12903472bef6697","verse":"Genesis 21:2","votes":28,"__v":0,"esv":"<div>\n<p id=\"p01021002_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021002-1\">2&nbsp;</b>And Sarah conceived and bore Abraham a son in his old age at the time of which God had spoken to him.</p>\n</div>","kjv":"<strong>2</strong> For Sarah conceived, and bare Abraham a son in his old age, at the set time of which God had spoken to him.  ","niv":"<sup><strong>2</strong></sup> Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him."},{"_id":"6157d07ed12903472bef66a3","topicId":"6157d078d12903472bef6697","verse":"Genesis 12:1","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you.</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you."},{"_id":"6157d07ed12903472bef66a5","topicId":"6157d078d12903472bef6697","verse":"Genesis 25:7","votes":21,"__v":0,"esv":"<div>\n<p id=\"p01025007_01-13\"><b class=\"verse-num\" id=\"v01025007-1\">7&nbsp;</b>These are the days of the years of Abraham’s life, 175 years.</p>\n</div>","kjv":"<strong>7</strong> And these are the days of the years of Abraham’s life which he lived, an hundred threescore and fifteen years.  ","niv":"<sup><strong>7</strong></sup> Altogether, Abraham lived a hundred and seventy-five years."},{"_id":"6157d07ed12903472bef66a6","topicId":"6157d078d12903472bef6697","verse":"Genesis 17:5","votes":22,"__v":0,"esv":"<div>\n<p id=\"p01017005_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017005-1\">5&nbsp;</b>No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations.</p>\n\n</div>","kjv":"<strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.  ","niv":"<sup><strong>5</strong></sup> No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations."},{"_id":"6157d07ed12903472bef66a4","topicId":"6157d078d12903472bef6697","verse":"John 8:58","votes":25,"__v":0,"esv":"<div>\n<p id=\"p43008058_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span></p>\n</div>","kjv":"<strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  ","niv":"<sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\""},{"_id":"6157d07ed12903472bef66a7","topicId":"6157d078d12903472bef6697","verse":"Joshua 24:3","votes":20,"__v":0,"esv":"<div>\n<p id=\"p06024003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024003-1\">3&nbsp;</b>Then I took your father Abraham from beyond the River and led him through all the land of Canaan, and made his offspring many. I gave him Isaac.</p>\n\n</div>","kjv":"<strong>3</strong> And I took your father Abraham from the other side of the flood, and led him throughout all the land of Canaan, and multiplied his seed, and gave him Isaac.  ","niv":"<sup><strong>3</strong></sup> But I took your father Abraham from the land beyond the River and led him throughout Canaan and gave him many descendants. I gave him Isaac,"},{"_id":"6157d07ed12903472bef66a8","topicId":"6157d078d12903472bef6697","verse":"Genesis 25:8-10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p01025008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025008-1\">8&nbsp;</b>Abraham breathed his last and died in a good old age, an old man and full of years, and was gathered to his people. <b class=\"verse-num\" id=\"v01025009-1\">9&nbsp;</b>Isaac and Ishmael his sons buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre, <b class=\"verse-num\" id=\"v01025010-1\">10&nbsp;</b>the field that Abraham purchased from the Hittites. There Abraham was buried, with Sarah his wife.</p>\n</div>","kjv":"<strong>8</strong> Then Abraham gave up the ghost, and died in a good old age, an old man, and full of years; and was gathered to his people.  <strong>9</strong> And his sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, which is before Mamre;  <strong>10</strong> The field which Abraham purchased of the sons of Heth: there was Abraham buried, and Sarah his wife.  ","niv":"<sup><strong>8</strong></sup> Then Abraham breathed his last and died at a good old age, an old man and full of years; and he was gathered to his people. <sup><strong>9</strong></sup> His sons Isaac and Ishmael buried him in the cave of Machpelah near Mamre, in the field of Ephron son of Zohar the Hittite, <sup><strong>10</strong></sup> the field Abraham had bought from the Hittites. There Abraham was buried with his wife Sarah. "},{"_id":"6157d07ed12903472bef66a9","topicId":"6157d078d12903472bef6697","verse":"Hebrews 11:8-10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p58011008_01-18\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God.</p>\n</div>","kjv":"<strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  ","niv":"<sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. "},{"_id":"6157d07ed12903472bef66aa","topicId":"6157d078d12903472bef6697","verse":"Genesis 12:7","votes":20,"__v":0,"esv":"<div>\n<p id=\"p01012007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him.</p>\n</div>","kjv":"<strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  ","niv":"<sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him."},{"_id":"6157d07ed12903472bef66ab","topicId":"6157d078d12903472bef6697","verse":"Genesis 17","votes":19,"__v":0,"kjv":"<strong>1</strong> And when Abram was ninety years old and nine, the LORD appeared to Abram, and said unto him, I am the Almighty God; walk before me, and be thou perfect.  <strong>2</strong> And I will make my covenant between me and thee, and will multiply thee exceedingly.  <strong>3</strong> And Abram fell on his face: and God talked with him, saying,  <strong>4</strong> As for me, behold, my covenant is with thee, and thou shalt be a father of many nations.  <strong>5</strong> Neither shall thy name any more be called Abram, but thy name shall be Abraham; for a father of many nations have I made thee.  <strong>6</strong> And I will make thee exceeding fruitful, and I will make nations of thee, and kings shall come out of thee.  <strong>7</strong> And I will establish my covenant between me and thee and thy seed after thee in their generations for an everlasting covenant, to be a God unto thee, and to thy seed after thee.  <strong>8</strong> And I will give unto thee, and to thy seed after thee, the land wherein thou art a stranger, all the land of Canaan, for an everlasting possession; and I will be their God.  <strong>9</strong> And God said unto Abraham, Thou shalt keep my covenant therefore, thou, and thy seed after thee in their generations.  <strong>10</strong> This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.  <strong>11</strong> And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.  <strong>12</strong> And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.  <strong>13</strong> He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.  <strong>14</strong> And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.  <strong>15</strong> And God said unto Abraham, As for Sarai thy wife, thou shalt not call her name Sarai, but Sarah shall her name be.  <strong>16</strong> And I will bless her, and give thee a son also of her: yea, I will bless her, and she shall be a mother of nations; kings of people shall be of her.  <strong>17</strong> Then Abraham fell upon his face, and laughed, and said in his heart, Shall a child be born unto him that is an hundred years old? and shall Sarah, that is ninety years old, bear?  <strong>18</strong> And Abraham said unto God, O that Ishmael might live before thee!  <strong>19</strong> And God said, Sarah thy wife shall bear thee a son indeed; and thou shalt call his name Isaac: and I will establish my covenant with him for an everlasting covenant, and with his seed after him.  <strong>20</strong> And as for Ishmael, I have heard thee: Behold, I have blessed him, and will make him fruitful, and will multiply him exceedingly; twelve princes shall he beget, and I will make him a great nation.  <strong>21</strong> But my covenant will I establish with Isaac, which Sarah shall bear unto thee at this set time in the next year.  <strong>22</strong> And he left off talking with him, and God went up from Abraham.  <strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  <strong>24</strong> And Abraham was ninety years old and nine, when he was circumcised in the flesh of his foreskin.  <strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  <strong>26</strong> In the selfsame day was Abraham circumcised, and Ishmael his son.  <strong>27</strong> And all the men of his house, born in the house, and bought with money of the stranger, were circumcised with him.  ","niv":"<sup><strong>1</strong></sup> When Abram was ninety-nine years old, the LORD appeared to him and said, \"I am God Almighty; walk before me and be blameless. <sup><strong>2</strong></sup> I will confirm my covenant between me and you and will greatly increase your numbers.\" <sup><strong>3</strong></sup> Abram fell facedown, and God said to him, <sup><strong>4</strong></sup> \"As for me, this is my covenant with you: You will be the father of many nations. <sup><strong>5</strong></sup> No longer will you be called Abram; your name will be Abraham, for I have made you a father of many nations. <sup><strong>6</strong></sup> I will make you very fruitful; I will make nations of you, and kings will come from you. <sup><strong>7</strong></sup> I will establish my covenant as an everlasting covenant between me and you and your descendants after you for the generations to come, to be your God and the God of your descendants after you. <sup><strong>8</strong></sup> The whole land of Canaan, where you are now an alien, I will give as an everlasting possession to you and your descendants after you; and I will be their God.\" <sup><strong>9</strong></sup> Then God said to Abraham, \"As for you, you must keep my covenant, you and your descendants after you for the generations to come. <sup><strong>10</strong></sup> This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised. <sup><strong>11</strong></sup> You are to undergo circumcision, and it will be the sign of the covenant between me and you. <sup><strong>12</strong></sup> For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner-those who are not your offspring. <sup><strong>13</strong></sup> Whether born in your household or bought with your money, they must be circumcised. My covenant in your flesh is to be an everlasting covenant. <sup><strong>14</strong></sup> Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.\" <sup><strong>15</strong></sup> God also said to Abraham, \"As for Sarai your wife, you are no longer to call her Sarai; her name will be Sarah. <sup><strong>16</strong></sup> I will bless her and will surely give you a son by her. I will bless her so that she will be the mother of nations; kings of peoples will come from her.\" <sup><strong>17</strong></sup> Abraham fell facedown; he laughed and said to himself, \"Will a son be born to a man a hundred years old? Will Sarah bear a child at the age of ninety?\" <sup><strong>18</strong></sup> And Abraham said to God, \"If only Ishmael might live under your blessing!\" <sup><strong>19</strong></sup> Then God said, \"Yes, but your wife Sarah will bear you a son, and you will call him Isaac. I will establish my covenant with him as an everlasting covenant for his descendants after him. <sup><strong>20</strong></sup> And as for Ishmael, I have heard you: I will surely bless him; I will make him fruitful and will greatly increase his numbers. He will be the father of twelve rulers, and I will make him into a great nation. <sup><strong>21</strong></sup> But my covenant I will establish with Isaac, whom Sarah will bear to you by this time next year.\" <sup><strong>22</strong></sup> When he had finished speaking with Abraham, God went up from him. <sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him. <sup><strong>24</strong></sup> Abraham was ninety-nine years old when he was circumcised, <sup><strong>25</strong></sup> and his son Ishmael was thirteen; <sup><strong>26</strong></sup> Abraham and his son Ishmael were both circumcised on that same day. <sup><strong>27</strong></sup> And every male in Abraham's household, including those born in his household or bought from a foreigner, was circumcised with him. ","esv":"<div>\n\n<p id=\"p01017001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01017001-1\">17:1&nbsp;</b>When Abram was ninety-nine years old the LORD appeared to Abram and said to him, “I am God Almighty; walk before me, and be blameless, <b class=\"verse-num\" id=\"v01017002-1\">2&nbsp;</b>that I may make my covenant between me and you, and may multiply you greatly.” <b class=\"verse-num\" id=\"v01017003-1\">3&nbsp;</b>Then Abram fell on his face. And God said to him, <b class=\"verse-num\" id=\"v01017004-1\">4&nbsp;</b>“Behold, my covenant is with you, and you shall be the father of a multitude of nations. <b class=\"verse-num\" id=\"v01017005-1\">5&nbsp;</b>No longer shall your name be called Abram, but your name shall be Abraham, for I have made you the father of a multitude of nations. <b class=\"verse-num\" id=\"v01017006-1\">6&nbsp;</b>I will make you exceedingly fruitful, and I will make you into nations, and kings shall come from you. <b class=\"verse-num\" id=\"v01017007-1\">7&nbsp;</b>And I will establish my covenant between me and you and your offspring after you throughout their generations for an everlasting covenant, to be God to you and to your offspring after you. <b class=\"verse-num\" id=\"v01017008-1\">8&nbsp;</b>And I will give to you and to your offspring after you the land of your sojournings, all the land of Canaan, for an everlasting possession, and I will be their God.”</p>\n<p id=\"p01017008_07-2\"><b class=\"verse-num\" id=\"v01017009-1\">9&nbsp;</b>And God said to Abraham, “As for you, you shall keep my covenant, you and your offspring after you throughout their generations. <b class=\"verse-num\" id=\"v01017010-1\">10&nbsp;</b>This is my covenant, which you shall keep, between me and you and your offspring after you: Every male among you shall be circumcised. <b class=\"verse-num\" id=\"v01017011-1\">11&nbsp;</b>You shall be circumcised in the flesh of your foreskins, and it shall be a sign of the covenant between me and you. <b class=\"verse-num\" id=\"v01017012-1\">12&nbsp;</b>He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring, <b class=\"verse-num\" id=\"v01017013-1\">13&nbsp;</b>both he who is born in your house and he who is bought with your money, shall surely be circumcised. So shall my covenant be in your flesh an everlasting covenant. <b class=\"verse-num\" id=\"v01017014-1\">14&nbsp;</b>Any uncircumcised male who is not circumcised in the flesh of his foreskin shall be cut off from his people; he has broken my covenant.”</p>\n\n<p id=\"p01017014_10-2\"><b class=\"verse-num\" id=\"v01017015-1\">15&nbsp;</b>And God said to Abraham, “As for Sarai your wife, you shall not call her name Sarai, but Sarah shall be her name. <b class=\"verse-num\" id=\"v01017016-1\">16&nbsp;</b>I will bless her, and moreover, I will give you a son by her. I will bless her, and she shall become nations; kings of peoples shall come from her.” <b class=\"verse-num\" id=\"v01017017-1\">17&nbsp;</b>Then Abraham fell on his face and laughed and said to himself, “Shall a child be born to a man who is a hundred years old? Shall Sarah, who is ninety years old, bear a child?” <b class=\"verse-num\" id=\"v01017018-1\">18&nbsp;</b>And Abraham said to God, “Oh that Ishmael might live before you!” <b class=\"verse-num\" id=\"v01017019-1\">19&nbsp;</b>God said, “No, but Sarah your wife shall bear you a son, and you shall call his name Isaac. I will establish my covenant with him as an everlasting covenant for his offspring after him. <b class=\"verse-num\" id=\"v01017020-1\">20&nbsp;</b>As for Ishmael, I have heard you; behold, I have blessed him and will make him fruitful and multiply him greatly. He shall father twelve princes, and I will make him into a great nation. <b class=\"verse-num\" id=\"v01017021-1\">21&nbsp;</b>But I will establish my covenant with Isaac, whom Sarah shall bear to you at this time next year.”</p>\n<p id=\"p01017021_10-2\"><b class=\"verse-num\" id=\"v01017022-1\">22&nbsp;</b>When he had finished talking with him, God went up from Abraham. <b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him. <b class=\"verse-num\" id=\"v01017024-1\">24&nbsp;</b>Abraham was ninety-nine years old when he was circumcised in the flesh of his foreskin. <b class=\"verse-num\" id=\"v01017025-1\">25&nbsp;</b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin. <b class=\"verse-num\" id=\"v01017026-1\">26&nbsp;</b>That very day Abraham and his son Ishmael were circumcised. <b class=\"verse-num\" id=\"v01017027-1\">27&nbsp;</b>And all the men of his house, those born in the house and those bought with money from a foreigner, were circumcised with him.</p>\n\n</div>"},{"_id":"6157d07ed12903472bef66ac","topicId":"6157d078d12903472bef6697","verse":"Genesis 25:1","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p01025001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01025001-1\">25:1&nbsp;</b>Abraham took another wife, whose name was Keturah.</p>\n</div>","kjv":"<strong>1</strong> Then again Abraham took a wife, and her name was Keturah.  ","niv":"<sup><strong>1</strong></sup> Abraham took another wife, whose name was Keturah.","modified":"2022-09-12T21:38:58.509Z"},{"_id":"6157d07ed12903472bef66ad","topicId":"6157d078d12903472bef6697","verse":"Hebrews 6:13","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p58006013_06-22\"><b class=\"verse-num\" id=\"v58006013-1\">13&nbsp;</b>For when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself,</p>\n</div>","kjv":"<strong>13</strong> For when God made promise to Abraham, because he could swear by no greater, he sware by himself,  ","niv":"<sup><strong>13</strong></sup> When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself,"},{"_id":"6157d07fd12903472bef66ae","topicId":"6157d078d12903472bef6697","verse":"Acts 7:4","votes":16,"__v":0,"esv":"<div>\n<p id=\"p44007004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007004-1\">4&nbsp;</b>Then he went out from the land of the Chaldeans and lived in Haran. And after his father died, God removed him from there into this land in which you are now living.</p>\n</div>","kjv":"<strong>4</strong> Then came he out of the land of the Chaldaeans, and dwelt in Charran: and from thence, when his father was dead, he removed him into this land, wherein ye now dwell.  ","niv":"<sup><strong>4</strong></sup> \"So he left the land of the Chaldeans and settled in Haran. After the death of his father, God sent him to this land where you are now living."},{"_id":"6157d07fd12903472bef66af","topicId":"6157d078d12903472bef6697","verse":"Genesis 12:1-3","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" "},{"_id":"6157d07fd12903472bef66b0","topicId":"6157d078d12903472bef6697","verse":"Nehemiah 9:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p16009007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v16009007-1\">7&nbsp;</b>You are the LORD, the God who chose Abram and brought him out of Ur of the Chaldeans and gave him the name Abraham.</p>\n</div>","kjv":"<strong>7</strong> Thou art the LORD the God, who didst choose Abram, and broughtest him forth out of Ur of the Chaldees, and gavest him the name of Abraham;  ","niv":"<sup><strong>7</strong></sup> \"You are the LORD God, who chose Abram and brought him out of Ur of the Chaldeans and named him Abraham."}]}