{"_id":"6158c4fdd12903472bef67a9","slug":"acceptance","name":"Acceptance","verses":[{"_id":"6158c50bd12903472bef67aa","topicId":"6158c4fdd12903472bef67a9","verse":"1 Corinthians 5:11","votes":302,"__v":0,"esv":"<div>\n<p id=\"p46005011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one.</p>\n</div>","kjv":"<strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  ","niv":"<sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat.","modified":"2022-08-29T02:36:20.450Z"},{"_id":"6158c50bd12903472bef67ab","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 15:7","votes":289,"__v":0,"esv":"<div>\n<p id=\"p45015007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015007-1\">7&nbsp;</b>Therefore welcome one another as Christ has welcomed you, for the glory of God.</p>\n</div>","kjv":"<strong>7</strong> Wherefore receive ye one another, as Christ also received us to the glory of God.  ","niv":"<sup><strong>7</strong></sup> Accept one another, then, just as Christ accepted you, in order to bring praise to God.","modified":"2022-07-08T14:26:22.922Z"},{"_id":"6158c50bd12903472bef67ac","topicId":"6158c4fdd12903472bef67a9","verse":"2 Timothy 4:1-2","votes":174,"__v":0,"esv":"<div>\n\n<p id=\"p55004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching.</p>\n</div>","kjv":"<strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  ","niv":"<sup><strong>1</strong></sup> In the presence of God and of Christ Jesus, who will judge the living and the dead, and in view of his appearing and his kingdom, I give you this charge: <sup><strong>2</strong></sup> Preach the Word; be prepared in season and out of season; correct, rebuke and encourage--with great patience and careful instruction. "},{"_id":"6158c50bd12903472bef67ad","topicId":"6158c4fdd12903472bef67a9","verse":"Matthew 7:1-29","votes":152,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-4\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-4\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-4\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-4\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-4\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-4\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-4\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-4\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. "},{"_id":"6158c50bd12903472bef67ae","topicId":"6158c4fdd12903472bef67a9","verse":"2 John 10-11","votes":151,"__v":0,"kjv":"<strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,","esv":"<div>\n<p id=\"p63001010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v63001010-1\">10&nbsp;</b>If anyone comes to you and does not bring this teaching, do not receive him into your house or give him any greeting, <b class=\"verse-num\" id=\"v63001011-1\">11&nbsp;</b>for whoever greets him takes part in his wicked works.</p>\n</div>"},{"_id":"6158c50cd12903472bef67af","topicId":"6158c4fdd12903472bef67a9","verse":"John 6:37","votes":133,"__v":0,"esv":"<div>\n<p id=\"p43006037_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span></p>\n</div>","kjv":"<strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  ","niv":"<sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away.","modified":"2021-10-30T21:35:16.284Z"},{"_id":"6158c50cd12903472bef67b0","topicId":"6158c4fdd12903472bef67a9","verse":"Matthew 6:25-32","votes":85,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-7\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. "},{"_id":"6158c50cd12903472bef67b1","topicId":"6158c4fdd12903472bef67a9","verse":"Colossians 3:12-14","votes":56,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-8\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. "},{"_id":"6158c50cd12903472bef67b2","topicId":"6158c4fdd12903472bef67a9","verse":"1 Timothy 5:8","votes":39,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"6158c50cd12903472bef67b3","topicId":"6158c4fdd12903472bef67a9","verse":"Galatians 5:1","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n</div>","kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery."},{"_id":"6158c50cd12903472bef67b4","topicId":"6158c4fdd12903472bef67a9","verse":"1 John 1:9","votes":29,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158c50dd12903472bef67b5","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 5:8","votes":26,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"6158c50dd12903472bef67b6","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 8:31","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p45008031_04-14\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us?</p>\n\n</div>","kjv":"<strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  ","niv":"<sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us?"},{"_id":"6158c50dd12903472bef67b7","topicId":"6158c4fdd12903472bef67a9","verse":"Luke 15:1-32","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-15\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-15\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-15\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-15\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-15\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"6158c50dd12903472bef67b8","topicId":"6158c4fdd12903472bef67a9","verse":"John 1:12","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6158c50dd12903472bef67b9","topicId":"6158c4fdd12903472bef67a9","verse":"Matthew 9:11-12","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40009011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009011-1\">11&nbsp;</b>And when the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?” <b class=\"verse-num\" id=\"v40009012-1\">12&nbsp;</b>But when he heard it, he said, <span class=\"woc\">“Those who are well have no need of a physician, but those who are sick.</span></p>\n</div>","kjv":"<strong>11</strong> And when the Pharisees saw it, they said unto his disciples, Why eateth your Master with publicans and sinners?  <strong>12</strong> But when Jesus heard that, he said unto them, They that be whole need not a physician, but they that are sick.  ","niv":"<sup><strong>11</strong></sup> When the Pharisees saw this, they asked his disciples, \"Why does your teacher eat with tax collectors and 'sinners'?\" <sup><strong>12</strong></sup> On hearing this, Jesus said, \"It is not the healthy who need a doctor, but the sick. "},{"_id":"6158c50dd12903472bef67ba","topicId":"6158c4fdd12903472bef67a9","verse":"Matthew 11:29","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40011029_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span></p>\n</div>","kjv":"<strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  ","niv":"<sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls."},{"_id":"6158c50ed12903472bef67bb","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 10:10","votes":17,"__v":0,"esv":"<div>\n<p id=\"p45010010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","niv":"<sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved."},{"_id":"6158c50ed12903472bef67bc","topicId":"6158c4fdd12903472bef67a9","verse":"John 3:16","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-20\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158c50ed12903472bef67bd","topicId":"6158c4fdd12903472bef67a9","verse":"Psalm 19:14","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019014_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019014-1\">14&nbsp;</b>&nbsp;&nbsp;Let the words of my mouth and the meditation of my heart</span><br><span id=\"p19019014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be acceptable in your sight,</span><br><span id=\"p19019014_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, my rock and my redeemer.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.  ","niv":"<sup><strong>14</strong></sup> May the words of my mouth and the meditation of my heart be pleasing in your sight, O Lord, my Rock and my Redeemer."},{"_id":"6158c50ed12903472bef67be","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 2:11","votes":17,"__v":0,"esv":"<div>\n<p id=\"p45002011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n</div>","kjv":"<strong>11</strong> For there is no respect of persons with God.  ","niv":"<sup><strong>11</strong></sup> For God does not show favoritism."},{"_id":"6158c50ed12903472bef67bf","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 14:1-4","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. "},{"_id":"6158c50ed12903472bef67c0","topicId":"6158c4fdd12903472bef67a9","verse":"Genesis 4:7","votes":14,"__v":0,"esv":"<div>\n<p id=\"p01004007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01004007-1\">7&nbsp;</b>If you do well, will you not be accepted? And if you do not do well, sin is crouching at the door. Its desire is contrary to you, but you must rule over it.”</p>\n\n</div>","kjv":"<strong>7</strong> If thou doest well, shalt thou not be accepted? and if thou doest not well, sin lieth at the door. And unto thee shall be his desire, and thou shalt rule over him.  ","niv":"<sup><strong>7</strong></sup> If you do what is right, will you not be accepted? But if you do not do what is right, sin is crouching at your door; it desires to have you, but you must master it.\""},{"_id":"6158c50fd12903472bef67c1","topicId":"6158c4fdd12903472bef67a9","verse":"Romans 14:1","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"6158c50fd12903472bef67c2","topicId":"6158c4fdd12903472bef67a9","verse":"Ephesians 1:3-6","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p49001003_05-26\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, <b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love <b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will, <b class=\"verse-num\" id=\"v49001006-1\">6&nbsp;</b>to the praise of his glorious grace, with which he has blessed us in the Beloved.</p>\n\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  <strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  <strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  <strong>6</strong> To the praise of the glory of his grace, wherein he hath made us accepted in the beloved.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ. <sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love <sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will-- <sup><strong>6</strong></sup> to the praise of his glorious grace, which he has freely given us in the One he loves. "}]}