{"_id":"6158d30870e3c15fe7a5a95c","slug":"accidental-killings","name":"Accidental Killings","verses":[{"_id":"6158d30970e3c15fe7a5a95d","topicId":"6158d30870e3c15fe7a5a95c","verse":"Joshua 20:1-9","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p06020001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06020001-1\">20:1&nbsp;</b>Then the LORD said to Joshua, <b class=\"verse-num\" id=\"v06020002-1\">2&nbsp;</b>“Say to the people of Israel, ‘Appoint the cities of refuge, of which I spoke to you through Moses, <b class=\"verse-num\" id=\"v06020003-1\">3&nbsp;</b>that the manslayer who strikes any person without intent or unknowingly may flee there. They shall be for you a refuge from the avenger of blood. <b class=\"verse-num\" id=\"v06020004-1\">4&nbsp;</b>He shall flee to one of these cities and shall stand at the entrance of the gate of the city and explain his case to the elders of that city. Then they shall take him into the city and give him a place, and he shall remain with them. <b class=\"verse-num\" id=\"v06020005-1\">5&nbsp;</b>And if the avenger of blood pursues him, they shall not give up the manslayer into his hand, because he struck his neighbor unknowingly, and did not hate him in the past. <b class=\"verse-num\" id=\"v06020006-1\">6&nbsp;</b>And he shall remain in that city until he has stood before the congregation for judgment, until the death of him who is high priest at the time. Then the manslayer may return to his own town and his own home, to the town from which he fled.’”</p>\n<p id=\"p06020006_05-1\"><b class=\"verse-num\" id=\"v06020007-1\">7&nbsp;</b>So they set apart Kedesh in Galilee in the hill country of Naphtali, and Shechem in the hill country of Ephraim, and Kiriath-arba (that is, Hebron) in the hill country of Judah. <b class=\"verse-num\" id=\"v06020008-1\">8&nbsp;</b>And beyond the Jordan east of Jericho, they appointed Bezer in the wilderness on the tableland, from the tribe of Reuben, and Ramoth in Gilead, from the tribe of Gad, and Golan in Bashan, from the tribe of Manasseh. <b class=\"verse-num\" id=\"v06020009-1\">9&nbsp;</b>These were the cities designated for all the people of Israel and for the stranger sojourning among them, that anyone who killed a person without intent could flee there, so that he might not die by the hand of the avenger of blood, till he stood before the congregation.</p>\n</div>","kjv":"<strong>1</strong> The LORD also spake unto Joshua, saying,  <strong>2</strong> Speak to the children of Israel, saying, Appoint out for you cities of refuge, whereof I spake unto you by the hand of Moses:  <strong>3</strong> That the slayer that killeth any person unawares and  unwittingly may flee thither: and they shall be your refuge from the avenger of blood.  <strong>4</strong> And when he that doth flee unto one of those cities shall stand at the entering of the gate of the city, and shall declare his cause in the ears of the elders of that city, they shall take him into the city unto them, and give him a place, that he may dwell among them.  <strong>5</strong> And if the avenger of blood pursue after him, then they shall not deliver the slayer up into his hand; because he smote his neighbour unwittingly, and hated him not beforetime.  <strong>6</strong> And he shall dwell in that city, until he stand before the congregation for judgment, and until the death of the high priest that shall be in those days: then shall the slayer return, and come unto his own city, and unto his own house, unto the city from whence he fled.  <strong>7</strong> And they appointed Kedesh in Galilee in mount Naphtali, and Shechem in mount Ephraim, and Kirjath-arba, which is Hebron, in the mountain of Judah.  <strong>8</strong> And on the other side Jordan by Jericho eastward, they assigned Bezer in the wilderness upon the plain out of the tribe of Reuben, and Ramoth in Gilead out of the tribe of Gad, and Golan in Bashan out of the tribe of Manasseh.  <strong>9</strong> These were the cities appointed for all the children of Israel, and for the stranger that sojourneth among them, that whosoever killeth any  person at unawares might flee thither, and not die by the hand of the avenger of blood, until he stood before the congregation.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Joshua: <sup><strong>2</strong></sup> \"Tell the Israelites to designate the cities of refuge, as I instructed you through Moses, <sup><strong>3</strong></sup> so that anyone who kills a person accidentally and unintentionally may flee there and find protection from the avenger of blood. <sup><strong>4</strong></sup> \"When he flees to one of these cities, he is to stand in the entrance of the city gate and state his case before the elders of that city. Then they are to admit him into their city and give him a place to live with them. <sup><strong>5</strong></sup> If the avenger of blood pursues him, they must not surrender the one accused, because he killed his neighbor unintentionally and without malice aforethought. <sup><strong>6</strong></sup> He is to stay in that city until he has stood trial before the assembly and until the death of the high priest who is serving at that time. Then he may go back to his own home in the town from which he fled.\" <sup><strong>7</strong></sup> So they set apart Kedesh in Galilee in the hill country of Naphtali, Shechem in the hill country of Ephraim, and Kiriath Arba (that is, Hebron) in the hill country of Judah. <sup><strong>8</strong></sup> On the east side of the Jordan of Jericho they designated Bezer in the desert on the plateau in the tribe of Reuben, Ramoth in Gilead in the tribe of Gad, and Golan in Bashan in the tribe of Manasseh. <sup><strong>9</strong></sup> Any of the Israelites or any alien living among them who killed someone accidentally could flee to these designated cities and not be killed by the avenger of blood prior to standing trial before the assembly. ","modified":"2022-09-09T19:52:35.677Z"},{"_id":"6158d30970e3c15fe7a5a95e","topicId":"6158d30870e3c15fe7a5a95c","verse":"Deuteronomy 19:1-10","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p05019001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05019001-1\">19:1&nbsp;</b>“When the LORD your God cuts off the nations whose land the LORD your God is giving you, and you dispossess them and dwell in their cities and in their houses, <b class=\"verse-num\" id=\"v05019002-1\">2&nbsp;</b>you shall set apart three cities for yourselves in the land that the LORD your God is giving you to possess. <b class=\"verse-num\" id=\"v05019003-1\">3&nbsp;</b>You shall measure the distances and divide into three parts the area of the land that the LORD your God gives you as a possession, so that any manslayer can flee to them.</p>\n<p id=\"p05019003_06-10\"><b class=\"verse-num\" id=\"v05019004-1\">4&nbsp;</b>“This is the provision for the manslayer, who by fleeing there may save his life. If anyone kills his neighbor unintentionally without having hated him in the past—<b class=\"verse-num\" id=\"v05019005-1\">5&nbsp;</b>as when someone goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down a tree, and the head slips from the handle and strikes his neighbor so that he dies—he may flee to one of these cities and live, <b class=\"verse-num\" id=\"v05019006-1\">6&nbsp;</b>lest the avenger of blood in hot anger pursue the manslayer and overtake him, because the way is long, and strike him fatally, though the man did not deserve to die, since he had not hated his neighbor in the past. <b class=\"verse-num\" id=\"v05019007-1\">7&nbsp;</b>Therefore I command you, You shall set apart three cities. <b class=\"verse-num\" id=\"v05019008-1\">8&nbsp;</b>And if the LORD your God enlarges your territory, as he has sworn to your fathers, and gives you all the land that he promised to give to your fathers—<b class=\"verse-num\" id=\"v05019009-1\">9&nbsp;</b>provided you are careful to keep all this commandment, which I command you today, by loving the LORD your God and by walking ever in his ways—then you shall add three other cities to these three, <b class=\"verse-num\" id=\"v05019010-1\">10&nbsp;</b>lest innocent blood be shed in your land that the LORD your God is giving you for an inheritance, and so the guilt of bloodshed be upon you.</p>\n<p id=\"p05019010_06-10\"><b class=\"verse-num\" id=\"v05019011-1\">11&nbsp;</b>“But if anyone hates his neighbor and lies in wait for him and attacks him and strikes him fatally so that he dies, and he flees into one of these cities, <b class=\"verse-num\" id=\"v05019012-1\">12&nbsp;</b>then the elders of his city shall send and take him from there, and hand him over to the avenger of blood, so that he may die. <b class=\"verse-num\" id=\"v05019013-1\">13&nbsp;</b>Your eye shall not pity him, but you shall purge the guilt of innocent blood from Israel, so that it may be well with you.</p>\n\n<p id=\"p05019013_08-10\"><b class=\"verse-num\" id=\"v05019014-1\">14&nbsp;</b>“You shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the LORD your God is giving you to possess.</p>\n\n<p id=\"p05019014_11-10\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established. <b class=\"verse-num\" id=\"v05019016-1\">16&nbsp;</b>If a malicious witness arises to accuse a person of wrongdoing, <b class=\"verse-num\" id=\"v05019017-1\">17&nbsp;</b>then both parties to the dispute shall appear before the LORD, before the priests and the judges who are in office in those days. <b class=\"verse-num\" id=\"v05019018-1\">18&nbsp;</b>The judges shall inquire diligently, and if the witness is a false witness and has accused his brother falsely, <b class=\"verse-num\" id=\"v05019019-1\">19&nbsp;</b>then you shall do to him as he had meant to do to his brother. So you shall purge the evil from your midst. <b class=\"verse-num\" id=\"v05019020-1\">20&nbsp;</b>And the rest shall hear and fear, and shall never again commit any such evil among you. <b class=\"verse-num\" id=\"v05019021-1\">21&nbsp;</b>Your eye shall not pity. It shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.</p>\n\n</div>","kjv":"<strong>1</strong> When the LORD thy God hath cut off the nations, whose land the LORD thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  <strong>2</strong> Thou shalt separate three cities for thee in the midst of thy land, which the LORD thy God giveth thee to possess it.  <strong>3</strong> Thou shalt prepare thee a way, and divide the coasts of thy land, which the LORD thy God giveth thee to inherit, into three parts, that every slayer may flee thither.  <strong>4</strong> And this is the case of the slayer, which shall flee thither, that he may live: Whoso killeth his neighbour ignorantly, whom he hated not in time past;  <strong>5</strong> As when a man goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of those cities, and live:  <strong>6</strong> Lest the avenger of the blood pursue the slayer, while his heart is hot, and overtake him, because the way is long, and slay him; whereas he was not worthy of death, inasmuch as he hated him not in time past.  <strong>7</strong> Wherefore I command thee, saying, Thou shalt separate three cities for thee.  <strong>8</strong> And if the LORD thy God enlarge thy coast, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  <strong>9</strong> If thou shalt keep all these commandments to do them, which I command thee this day, to love the LORD thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:  <strong>10</strong> That innocent blood be not shed in thy land, which the LORD thy God giveth thee for an inheritance, and so blood be upon thee.  ","niv":"<sup><strong>1</strong></sup> When the LORD your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses, <sup><strong>2</strong></sup> then set aside for yourselves three cities centrally located in the land the LORD your God is giving you to possess. <sup><strong>3</strong></sup> Build roads to them and divide into three parts the land the LORD your God is giving you as an inheritance, so that anyone who kills a man may flee there. <sup><strong>4</strong></sup> This is the rule concerning the man who kills another and flees there to save his life-one who kills his neighbor unintentionally, without malice aforethought. <sup><strong>5</strong></sup> For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life. <sup><strong>6</strong></sup> Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought. <sup><strong>7</strong></sup> This is why I command you to set aside for yourselves three cities. <sup><strong>8</strong></sup> If the LORD your God enlarges your territory, as he promised on oath to your forefathers, and gives you the whole land he promised them, <sup><strong>9</strong></sup> because you carefully follow all these laws I command you today-to love the LORD your God and to walk always in his ways-then you are to set aside three more cities. <sup><strong>10</strong></sup> Do this so that innocent blood will not be shed in your land, which the LORD your God is giving you as your inheritance, and so that you will not be guilty of bloodshed. "},{"_id":"6158d30970e3c15fe7a5a95f","topicId":"6158d30870e3c15fe7a5a95c","verse":"1 John 1:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158d30970e3c15fe7a5a960","topicId":"6158d30870e3c15fe7a5a95c","verse":"Genesis 9:6","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-4\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"6158d30a70e3c15fe7a5a961","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 20:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-5\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"6158d30a70e3c15fe7a5a962","topicId":"6158d30870e3c15fe7a5a95c","verse":"Numbers 35:22-25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p04035022_01-6\"><b class=\"verse-num\" id=\"v04035022-1\">22&nbsp;</b>“But if he pushed him suddenly without enmity, or hurled anything on him without lying in wait <b class=\"verse-num\" id=\"v04035023-1\">23&nbsp;</b>or used a stone that could cause death, and without seeing him dropped it on him, so that he died, though he was not his enemy and did not seek his harm, <b class=\"verse-num\" id=\"v04035024-1\">24&nbsp;</b>then the congregation shall judge between the manslayer and the avenger of blood, in accordance with these rules. <b class=\"verse-num\" id=\"v04035025-1\">25&nbsp;</b>And the congregation shall rescue the manslayer from the hand of the avenger of blood, and the congregation shall restore him to his city of refuge to which he had fled, and he shall live in it until the death of the high priest who was anointed with the holy oil.</p>\n</div>","kjv":"<strong>22</strong> But if he thrust him suddenly without enmity, or have cast upon him any thing without laying of wait,  <strong>23</strong> Or with any stone, wherewith a man may die, seeing him not, and cast it upon him, that he die, and was not his enemy, neither sought his harm:  <strong>24</strong> Then the congregation shall judge between the slayer and the revenger of blood according to these judgments:  <strong>25</strong> And the congregation shall deliver the slayer out of the hand of the revenger of blood, and the congregation shall restore him to the city of his refuge, whither he was fled: and he shall abide in it unto the death of the high priest, which was anointed with the holy oil.  ","niv":"<sup><strong>22</strong></sup> \"'But if without hostility someone suddenly shoves another or throws something at him unintentionally <sup><strong>23</strong></sup> or, without seeing him, drops a stone on him that could kill him, and he dies, then since he was not his enemy and he did not intend to harm him, <sup><strong>24</strong></sup> the assembly must judge between him and the avenger of blood according to these regulations. <sup><strong>25</strong></sup> The assembly must protect the one accused of murder from the avenger of blood and send him back to the city of refuge to which he fled. He must stay there until the death of the high priest, who was anointed with the holy oil. "},{"_id":"6158d30a70e3c15fe7a5a963","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 21:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02021022_01-7\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine.</p>\n</div>","kjv":"<strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  ","niv":"<sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows."},{"_id":"6158d30b70e3c15fe7a5a964","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 21:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02021012_01-8\"><b class=\"verse-num\" id=\"v02021012-1\">12&nbsp;</b>“Whoever strikes a man so that he dies shall be put to death.</p>\n</div>","kjv":"<strong>12</strong> He that smiteth a man, so that he die, shall be surely put to death.  ","niv":"<sup><strong>12</strong></sup> \"Anyone who strikes a man and kills him shall surely be put to death."},{"_id":"6158d30b70e3c15fe7a5a965","topicId":"6158d30870e3c15fe7a5a95c","verse":"Romans 6:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6158d30b70e3c15fe7a5a966","topicId":"6158d30870e3c15fe7a5a95c","verse":"Deuteronomy 19","votes":5,"__v":0,"kjv":"<strong>1</strong> When the LORD thy God hath cut off the nations, whose land the LORD thy God giveth thee, and thou succeedest them, and dwellest in their cities, and in their houses;  <strong>2</strong> Thou shalt separate three cities for thee in the midst of thy land, which the LORD thy God giveth thee to possess it.  <strong>3</strong> Thou shalt prepare thee a way, and divide the coasts of thy land, which the LORD thy God giveth thee to inherit, into three parts, that every slayer may flee thither.  <strong>4</strong> And this is the case of the slayer, which shall flee thither, that he may live: Whoso killeth his neighbour ignorantly, whom he hated not in time past;  <strong>5</strong> As when a man goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of those cities, and live:  <strong>6</strong> Lest the avenger of the blood pursue the slayer, while his heart is hot, and overtake him, because the way is long, and slay him; whereas he was not worthy of death, inasmuch as he hated him not in time past.  <strong>7</strong> Wherefore I command thee, saying, Thou shalt separate three cities for thee.  <strong>8</strong> And if the LORD thy God enlarge thy coast, as he hath sworn unto thy fathers, and give thee all the land which he promised to give unto thy fathers;  <strong>9</strong> If thou shalt keep all these commandments to do them, which I command thee this day, to love the LORD thy God, and to walk ever in his ways; then shalt thou add three cities more for thee, beside these three:  <strong>10</strong> That innocent blood be not shed in thy land, which the LORD thy God giveth thee for an inheritance, and so blood be upon thee.  <strong>11</strong> But if any man hate his neighbour, and lie in wait for him, and rise up against him, and smite him mortally that he die, and fleeth into one of these cities:  <strong>12</strong> Then the elders of his city shall send and fetch him thence, and deliver him into the hand of the avenger of blood, that he may die.  <strong>13</strong> Thine eye shall not pity him, but thou shalt put away the guilt of  innocent blood from Israel, that it may go well with thee.  <strong>14</strong> Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the LORD thy God giveth thee to possess it.  <strong>15</strong> One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.  <strong>16</strong> If a false witness rise up against any man to testify against him that which is wrong;  <strong>17</strong> Then both the men, between whom the controversy is, shall stand before the LORD, before the priests and the judges, which shall be in those days;  <strong>18</strong> And the judges shall make diligent inquisition: and, behold, if  the witness be a false witness, and hath testified falsely against his brother;  <strong>19</strong> Then shall ye do unto him, as he had thought to have done unto his brother: so shalt thou put the evil away from among you.  <strong>20</strong> And those which remain shall hear, and fear, and shall henceforth commit no more any such evil among you.  <strong>21</strong> And thine eye shall not pity; but life shall go  for life, eye for eye, tooth for tooth, hand for hand, foot for foot.  ","niv":"<sup><strong>1</strong></sup> When the LORD your God has destroyed the nations whose land he is giving you, and when you have driven them out and settled in their towns and houses, <sup><strong>2</strong></sup> then set aside for yourselves three cities centrally located in the land the LORD your God is giving you to possess. <sup><strong>3</strong></sup> Build roads to them and divide into three parts the land the LORD your God is giving you as an inheritance, so that anyone who kills a man may flee there. <sup><strong>4</strong></sup> This is the rule concerning the man who kills another and flees there to save his life-one who kills his neighbor unintentionally, without malice aforethought. <sup><strong>5</strong></sup> For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life. <sup><strong>6</strong></sup> Otherwise, the avenger of blood might pursue him in a rage, overtake him if the distance is too great, and kill him even though he is not deserving of death, since he did it to his neighbor without malice aforethought. <sup><strong>7</strong></sup> This is why I command you to set aside for yourselves three cities. <sup><strong>8</strong></sup> If the LORD your God enlarges your territory, as he promised on oath to your forefathers, and gives you the whole land he promised them, <sup><strong>9</strong></sup> because you carefully follow all these laws I command you today-to love the LORD your God and to walk always in his ways-then you are to set aside three more cities. <sup><strong>10</strong></sup> Do this so that innocent blood will not be shed in your land, which the LORD your God is giving you as your inheritance, and so that you will not be guilty of bloodshed. <sup><strong>11</strong></sup> But if a man hates his neighbor and lies in wait for him, assaults and kills him, and then flees to one of these cities, <sup><strong>12</strong></sup> the elders of his town shall send for him, bring him back from the city, and hand him over to the avenger of blood to die. <sup><strong>13</strong></sup> Show him no pity. You must purge from Israel the guilt of shedding innocent blood, so that it may go well with you. <sup><strong>14</strong></sup> Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the LORD your God is giving you to possess. <sup><strong>15</strong></sup> One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses. <sup><strong>16</strong></sup> If a malicious witness takes the stand to accuse a man of a crime, <sup><strong>17</strong></sup> the two men involved in the dispute must stand in the presence of the LORD before the priests and the judges who are in office at the time. <sup><strong>18</strong></sup> The judges must make a thorough investigation, and if the witness proves to be a liar, giving false testimony against his brother, <sup><strong>19</strong></sup> then do to him as he intended to do to his brother. You must purge the evil from among you. <sup><strong>20</strong></sup> The rest of the people will hear of this and be afraid, and never again will such an evil thing be done among you. <sup><strong>21</strong></sup> Show no pity: life for life, eye for eye, tooth for tooth, hand for hand, foot for foot. ","esv":"<div>\n\n<p id=\"p05019001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05019001-1\">19:1&nbsp;</b>“When the LORD your God cuts off the nations whose land the LORD your God is giving you, and you dispossess them and dwell in their cities and in their houses, <b class=\"verse-num\" id=\"v05019002-1\">2&nbsp;</b>you shall set apart three cities for yourselves in the land that the LORD your God is giving you to possess. <b class=\"verse-num\" id=\"v05019003-1\">3&nbsp;</b>You shall measure the distances and divide into three parts the area of the land that the LORD your God gives you as a possession, so that any manslayer can flee to them.</p>\n<p id=\"p05019003_06-1\"><b class=\"verse-num\" id=\"v05019004-1\">4&nbsp;</b>“This is the provision for the manslayer, who by fleeing there may save his life. If anyone kills his neighbor unintentionally without having hated him in the past—<b class=\"verse-num\" id=\"v05019005-1\">5&nbsp;</b>as when someone goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down a tree, and the head slips from the handle and strikes his neighbor so that he dies—he may flee to one of these cities and live, <b class=\"verse-num\" id=\"v05019006-1\">6&nbsp;</b>lest the avenger of blood in hot anger pursue the manslayer and overtake him, because the way is long, and strike him fatally, though the man did not deserve to die, since he had not hated his neighbor in the past. <b class=\"verse-num\" id=\"v05019007-1\">7&nbsp;</b>Therefore I command you, You shall set apart three cities. <b class=\"verse-num\" id=\"v05019008-1\">8&nbsp;</b>And if the LORD your God enlarges your territory, as he has sworn to your fathers, and gives you all the land that he promised to give to your fathers—<b class=\"verse-num\" id=\"v05019009-1\">9&nbsp;</b>provided you are careful to keep all this commandment, which I command you today, by loving the LORD your God and by walking ever in his ways—then you shall add three other cities to these three, <b class=\"verse-num\" id=\"v05019010-1\">10&nbsp;</b>lest innocent blood be shed in your land that the LORD your God is giving you for an inheritance, and so the guilt of bloodshed be upon you.</p>\n<p id=\"p05019010_06-1\"><b class=\"verse-num\" id=\"v05019011-1\">11&nbsp;</b>“But if anyone hates his neighbor and lies in wait for him and attacks him and strikes him fatally so that he dies, and he flees into one of these cities, <b class=\"verse-num\" id=\"v05019012-1\">12&nbsp;</b>then the elders of his city shall send and take him from there, and hand him over to the avenger of blood, so that he may die. <b class=\"verse-num\" id=\"v05019013-1\">13&nbsp;</b>Your eye shall not pity him, but you shall purge the guilt of innocent blood from Israel, so that it may be well with you.</p>\n\n<p id=\"p05019013_08-1\"><b class=\"verse-num\" id=\"v05019014-1\">14&nbsp;</b>“You shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the LORD your God is giving you to possess.</p>\n\n<p id=\"p05019014_11-1\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established. <b class=\"verse-num\" id=\"v05019016-1\">16&nbsp;</b>If a malicious witness arises to accuse a person of wrongdoing, <b class=\"verse-num\" id=\"v05019017-1\">17&nbsp;</b>then both parties to the dispute shall appear before the LORD, before the priests and the judges who are in office in those days. <b class=\"verse-num\" id=\"v05019018-1\">18&nbsp;</b>The judges shall inquire diligently, and if the witness is a false witness and has accused his brother falsely, <b class=\"verse-num\" id=\"v05019019-1\">19&nbsp;</b>then you shall do to him as he had meant to do to his brother. So you shall purge the evil from your midst. <b class=\"verse-num\" id=\"v05019020-1\">20&nbsp;</b>And the rest shall hear and fear, and shall never again commit any such evil among you. <b class=\"verse-num\" id=\"v05019021-1\">21&nbsp;</b>Your eye shall not pity. It shall be life for life, eye for eye, tooth for tooth, hand for hand, foot for foot.</p>\n\n</div>"},{"_id":"6158d30c70e3c15fe7a5a967","topicId":"6158d30870e3c15fe7a5a95c","verse":"Deuteronomy 17:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05017006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05017006-1\">6&nbsp;</b>On the evidence of two witnesses or of three witnesses the one who is to die shall be put to death; a person shall not be put to death on the evidence of one witness.</p>\n</div>","kjv":"<strong>6</strong> At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death; but at the mouth of one witness he shall not be put to death.  ","niv":"<sup><strong>6</strong></sup> On the testimony of two or three witnesses a man shall be put to death, but no one shall be put to death on the testimony of only one witness."},{"_id":"6158d30c70e3c15fe7a5a968","topicId":"6158d30870e3c15fe7a5a95c","verse":"Job 31:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18031015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v18031015-1\">15&nbsp;</b>&nbsp;&nbsp;Did not he who made me in the womb make him?</span><br><span id=\"p18031015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And did not one fashion us in the womb?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Did not he that made me in the womb make him? and did not one fashion us in the womb?  ","niv":"<sup><strong>15</strong></sup> Did not he who made me in the womb make them? Did not the same one form us both within our mothers?"},{"_id":"6158d30c70e3c15fe7a5a969","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 22:2-3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02022002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v02022002-1\">2&nbsp;</b> If a thief is found breaking in and is struck so that he dies, there shall be no bloodguilt for him, <b class=\"verse-num\" id=\"v02022003-1\">3&nbsp;</b>but if the sun has risen on him, there shall be bloodguilt for him. He shall surely pay. If he has nothing, then he shall be sold for his theft.</p>\n\n</div>","kjv":"<strong>2</strong> If a thief be found breaking up, and be smitten that he die, there shall no blood be shed for him.  <strong>3</strong> If the sun be risen upon him, there shall be blood shed  for him; for he should make full restitution; if he have nothing, then he shall be sold for his theft.  ","niv":"<sup><strong>2</strong></sup> \"If a thief is caught breaking in and is struck so that he dies, the defender is not guilty of bloodshed; <sup><strong>3</strong></sup> but if it happens after sunrise, he is guilty of bloodshed. \"A thief must certainly make restitution, but if he has nothing, he must be sold to pay for his theft. "},{"_id":"6158d30c70e3c15fe7a5a96a","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 21:22-25","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02021022_01-14\"><b class=\"verse-num\" id=\"v02021022-1\">22&nbsp;</b>“When men strive together and hit a pregnant woman, so that her children come out, but there is no harm, the one who hit her shall surely be fined, as the woman’s husband shall impose on him, and he shall pay as the judges determine. <b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n\n</div>","kjv":"<strong>22</strong> If men strive, and hurt a woman with child, so that her fruit depart from her, and yet no mischief follow: he shall be surely punished, according as the woman’s husband will lay upon him; and he shall pay as the judges determine.  <strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>22</strong></sup> \"If men who are fighting hit a pregnant woman and she gives birth prematurely but there is no serious injury, the offender must be fined whatever the woman's husband demands and the court allows. <sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"6158d30d70e3c15fe7a5a96b","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 21:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02021013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021013-1\">13&nbsp;</b>But if he did not lie in wait for him, but God let him fall into his hand, then I will appoint for you a place to which he may flee.</p>\n</div>","kjv":"<strong>13</strong> And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  ","niv":"<sup><strong>13</strong></sup> However, if he does not do it intentionally, but God lets it happen, he is to flee to a place I will designate."},{"_id":"6158d30d70e3c15fe7a5a96c","topicId":"6158d30870e3c15fe7a5a95c","verse":"Leviticus 20:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"6158d30d70e3c15fe7a5a96d","topicId":"6158d30870e3c15fe7a5a95c","verse":"Genesis 9:5-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01009005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-17\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. "},{"_id":"6158d30e70e3c15fe7a5a96e","topicId":"6158d30870e3c15fe7a5a95c","verse":"Romans 13:1-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-18\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-18\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"6158d30e70e3c15fe7a5a96f","topicId":"6158d30870e3c15fe7a5a95c","verse":"Deuteronomy 19:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05019005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v05019005-1\">5&nbsp;</b>as when someone goes into the forest with his neighbor to cut wood, and his hand swings the axe to cut down a tree, and the head slips from the handle and strikes his neighbor so that he dies—he may flee to one of these cities and live,</p>\n</div>","kjv":"<strong>5</strong> As when a man goeth into the wood with his neighbour to hew wood, and his hand fetcheth a stroke with the axe to cut down the tree, and the head slippeth from the helve, and lighteth upon his neighbour, that he die; he shall flee unto one of those cities, and live:  ","niv":"<sup><strong>5</strong></sup> For instance, a man may go into the forest with his neighbor to cut wood, and as he swings his ax to fell a tree, the head may fly off and hit his neighbor and kill him. That man may flee to one of these cities and save his life."},{"_id":"6158d30e70e3c15fe7a5a970","topicId":"6158d30870e3c15fe7a5a95c","verse":"Exodus 21:12-14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02021012_01-20\"><b class=\"verse-num\" id=\"v02021012-1\">12&nbsp;</b>“Whoever strikes a man so that he dies shall be put to death. <b class=\"verse-num\" id=\"v02021013-1\">13&nbsp;</b>But if he did not lie in wait for him, but God let him fall into his hand, then I will appoint for you a place to which he may flee. <b class=\"verse-num\" id=\"v02021014-1\">14&nbsp;</b>But if a man willfully attacks another to kill him by cunning, you shall take him from my altar, that he may die.</p>\n</div>","kjv":"<strong>12</strong> He that smiteth a man, so that he die, shall be surely put to death.  <strong>13</strong> And if a man lie not in wait, but God deliver him into his hand; then I will appoint thee a place whither he shall flee.  <strong>14</strong> But if a man come presumptuously upon his neighbour, to slay him with guile; thou shalt take him from mine altar, that he may die.  ","niv":"<sup><strong>12</strong></sup> \"Anyone who strikes a man and kills him shall surely be put to death. <sup><strong>13</strong></sup> However, if he does not do it intentionally, but God lets it happen, he is to flee to a place I will designate. <sup><strong>14</strong></sup> But if a man schemes and kills another man deliberately, take him away from my altar and put him to death. "},{"_id":"6158d30f70e3c15fe7a5a971","topicId":"6158d30870e3c15fe7a5a95c","verse":"1 John 3:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n</div>","kjv":"<strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him."},{"_id":"6158d30f70e3c15fe7a5a972","topicId":"6158d30870e3c15fe7a5a95c","verse":"John 14:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6158d30f70e3c15fe7a5a973","topicId":"6158d30870e3c15fe7a5a95c","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158d30f70e3c15fe7a5a974","topicId":"6158d30870e3c15fe7a5a95c","verse":"Luke 1:37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"6158d31070e3c15fe7a5a975","topicId":"6158d30870e3c15fe7a5a95c","verse":"Matthew 5:21-22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-25\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "}]}