{"_id":"6158d3cc70e3c15fe7a5a9de","slug":"accountancy","name":"Accountancy","verses":[{"_id":"6158d3cc70e3c15fe7a5a9df","topicId":"6158d3cc70e3c15fe7a5a9de","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158d3cc70e3c15fe7a5a9e0","topicId":"6158d3cc70e3c15fe7a5a9de","verse":"Proverbs 3:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"},{"_id":"6158d3cd70e3c15fe7a5a9e1","topicId":"6158d3cc70e3c15fe7a5a9de","verse":"Matthew 6:19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-3\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal."},{"_id":"6158d3cd70e3c15fe7a5a9e2","topicId":"6158d3cc70e3c15fe7a5a9de","verse":"Matthew 19:16-30","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40019016_05-4\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_05-4\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "}]}