{"_id":"6158d3db70e3c15fe7a5a9e3","slug":"accumulating","name":"Accumulating","verses":[{"_id":"6158d3db70e3c15fe7a5a9e4","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Romans 1:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-1\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-1\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-1\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-1\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-1\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-1\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-1\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-1\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6158d3db70e3c15fe7a5a9e5","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Hebrews 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"6158d3dc70e3c15fe7a5a9e6","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Psalm 119:9","votes":3,"__v":0,"esv":"<div>\n<h4 id=\"p19119009_01-3\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  ","niv":"<sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word."},{"_id":"6158d3dc70e3c15fe7a5a9e7","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Philippians 2:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-4\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-4\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-4\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-4\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"6158d3dc70e3c15fe7a5a9e8","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Luke 24:1-53","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-5\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-5\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-5\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-5\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n<p id=\"p42024049_15-5\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" <sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"6158d3dd70e3c15fe7a5a9e9","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Luke 1:1-80","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-6\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-6\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-6\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-6\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-6\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-6\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-6\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-6\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-6\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-6\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-6\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-6\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-6\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"6158d3dd70e3c15fe7a5a9ea","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Psalm 119:103","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119103_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  ","niv":"<sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth!"},{"_id":"6158d3dd70e3c15fe7a5a9eb","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Psalm 119:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119018_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  ","niv":"<sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law."},{"_id":"6158d3de70e3c15fe7a5a9ec","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Psalm 119:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119010_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  ","niv":"<sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands."},{"_id":"6158d3de70e3c15fe7a5a9ed","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Psalm 19:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019010-1\">10&nbsp;</b>&nbsp;&nbsp;More to be desired are they than gold,</span><br><span id=\"p19019010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even much fine gold;</span><br><span id=\"p19019010_01-10\" class=\"line\">&nbsp;&nbsp;sweeter also than honey</span><br><span id=\"p19019010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drippings of the honeycomb.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  ","niv":"<sup><strong>10</strong></sup> They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb."},{"_id":"6158d3de70e3c15fe7a5a9ee","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Revelation 10:8-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66010001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66010001-1\">10:1&nbsp;</b>Then I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire. <b class=\"verse-num\" id=\"v66010002-1\">2&nbsp;</b>He had a little scroll open in his hand. And he set his right foot on the sea, and his left foot on the land, <b class=\"verse-num\" id=\"v66010003-1\">3&nbsp;</b>and called out with a loud voice, like a lion roaring. When he called out, the seven thunders sounded. <b class=\"verse-num\" id=\"v66010004-1\">4&nbsp;</b>And when the seven thunders had sounded, I was about to write, but I heard a voice from heaven saying, “Seal up what the seven thunders have said, and do not write it down.” <b class=\"verse-num\" id=\"v66010005-1\">5&nbsp;</b>And the angel whom I saw standing on the sea and on the land raised his right hand to heaven <b class=\"verse-num\" id=\"v66010006-1\">6&nbsp;</b>and swore by him who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, that there would be no more delay, <b class=\"verse-num\" id=\"v66010007-1\">7&nbsp;</b>but that in the days of the trumpet call to be sounded by the seventh angel, the mystery of God would be fulfilled, just as he announced to his servants the prophets.</p>\n<p id=\"p66010007_07-12\"><b class=\"verse-num\" id=\"v66010008-1\">8&nbsp;</b>Then the voice that I had heard from heaven spoke to me again, saying, “Go, take the scroll that is open in the hand of the angel who is standing on the sea and on the land.” <b class=\"verse-num\" id=\"v66010009-1\">9&nbsp;</b>So I went to the angel and told him to give me the little scroll. And he said to me, “Take and eat it; it will make your stomach bitter, but in your mouth it will be sweet as honey.” <b class=\"verse-num\" id=\"v66010010-1\">10&nbsp;</b>And I took the little scroll from the hand of the angel and ate it. It was sweet as honey in my mouth, but when I had eaten it my stomach was made bitter. <b class=\"verse-num\" id=\"v66010011-1\">11&nbsp;</b>And I was told, “You must again prophesy about many peoples and nations and languages and kings.”</p>\n</div>","kjv":"<strong>8</strong> And the voice which I heard from heaven spake unto me again, and said, Go and take the little book which is open in the hand of the angel which standeth upon the sea and upon the earth.  <strong>9</strong> And I went unto the angel, and said unto him, Give me the little book. And he said unto me, Take it, and eat it up; and it shall make thy belly bitter, but it shall be in thy mouth sweet as honey.  <strong>10</strong> And I took the little book out of the angel’s hand, and ate it up; and it was in my mouth sweet as honey: and as soon as I had eaten it, my belly was bitter.  <strong>11</strong> And he said unto me, Thou must prophesy again before many peoples, and nations, and tongues, and kings.  ","niv":"<sup><strong>8</strong></sup> Then the voice that I had heard from heaven spoke to me once more: \"Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.\" <sup><strong>9</strong></sup> So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. It will turn your stomach sour, but in your mouth it will be as sweet as honey.\" <sup><strong>10</strong></sup> I took the little scroll from the angel's hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour. <sup><strong>11</strong></sup> Then I was told, \"You must prophesy again about many peoples, nations, languages and kings.\" "},{"_id":"6158d3de70e3c15fe7a5a9ef","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Revelation 10","votes":2,"__v":0,"kjv":"<strong>1</strong> And I saw another mighty angel come down from heaven, clothed with a cloud: and a rainbow was upon his head, and his face was  as it were the sun, and his feet as pillars of fire:  <strong>2</strong> And he had in his hand a little book open: and he set his right foot upon the sea, and his left foot on the earth,  <strong>3</strong> And cried with a loud voice, as when a lion roareth: and when he had cried, seven thunders uttered their voices.  <strong>4</strong> And when the seven thunders had uttered their voices, I was about to write: and I heard a voice from heaven saying unto me, Seal up those things which the seven thunders uttered, and write them not.  <strong>5</strong> And the angel which I saw stand upon the sea and upon the earth lifted up his hand to heaven,  <strong>6</strong> And sware by him that liveth for ever and ever, who created heaven, and the things that therein are, and the earth, and the things that therein are, and the sea, and the things which are therein, that there should be time no longer:  <strong>7</strong> But in the days of the voice of the seventh angel, when he shall begin to sound, the mystery of God should be finished, as he hath declared to his servants the prophets.  <strong>8</strong> And the voice which I heard from heaven spake unto me again, and said, Go and take the little book which is open in the hand of the angel which standeth upon the sea and upon the earth.  <strong>9</strong> And I went unto the angel, and said unto him, Give me the little book. And he said unto me, Take it, and eat it up; and it shall make thy belly bitter, but it shall be in thy mouth sweet as honey.  <strong>10</strong> And I took the little book out of the angel’s hand, and ate it up; and it was in my mouth sweet as honey: and as soon as I had eaten it, my belly was bitter.  <strong>11</strong> And he said unto me, Thou must prophesy again before many peoples, and nations, and tongues, and kings.  ","niv":"<sup><strong>1</strong></sup> Then I saw another mighty angel coming down from heaven. He was robed in a cloud, with a rainbow above his head; his face was like the sun, and his legs were like fiery pillars. <sup><strong>2</strong></sup> He was holding a little scroll, which lay open in his hand. He planted his right foot on the sea and his left foot on the land, <sup><strong>3</strong></sup> and he gave a loud shout like the roar of a lion. When he shouted, the voices of the seven thunders spoke. <sup><strong>4</strong></sup> And when the seven thunders spoke, I was about to write; but I heard a voice from heaven say, \"Seal up what the seven thunders have said and do not write it down.\" <sup><strong>5</strong></sup> Then the angel I had seen standing on the sea and on the land raised his right hand to heaven. <sup><strong>6</strong></sup> And he swore by him who lives for ever and ever, who created the heavens and all that is in them, the earth and all that is in it, and the sea and all that is in it, and said, \"There will be no more delay! <sup><strong>7</strong></sup> But in the days when the seventh angel is about to sound his trumpet, the mystery of God will be accomplished, just as he announced to his servants the prophets.\" <sup><strong>8</strong></sup> Then the voice that I had heard from heaven spoke to me once more: \"Go, take the scroll that lies open in the hand of the angel who is standing on the sea and on the land.\" <sup><strong>9</strong></sup> So I went to the angel and asked him to give me the little scroll. He said to me, \"Take it and eat it. It will turn your stomach sour, but in your mouth it will be as sweet as honey.\" <sup><strong>10</strong></sup> I took the little scroll from the angel's hand and ate it. It tasted as sweet as honey in my mouth, but when I had eaten it, my stomach turned sour. <sup><strong>11</strong></sup> Then I was told, \"You must prophesy again about many peoples, nations, languages and kings.\" ","esv":"<div>\n\n<p id=\"p66010001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66010001-1\">10:1&nbsp;</b>Then I saw another mighty angel coming down from heaven, wrapped in a cloud, with a rainbow over his head, and his face was like the sun, and his legs like pillars of fire. <b class=\"verse-num\" id=\"v66010002-1\">2&nbsp;</b>He had a little scroll open in his hand. And he set his right foot on the sea, and his left foot on the land, <b class=\"verse-num\" id=\"v66010003-1\">3&nbsp;</b>and called out with a loud voice, like a lion roaring. When he called out, the seven thunders sounded. <b class=\"verse-num\" id=\"v66010004-1\">4&nbsp;</b>And when the seven thunders had sounded, I was about to write, but I heard a voice from heaven saying, “Seal up what the seven thunders have said, and do not write it down.” <b class=\"verse-num\" id=\"v66010005-1\">5&nbsp;</b>And the angel whom I saw standing on the sea and on the land raised his right hand to heaven <b class=\"verse-num\" id=\"v66010006-1\">6&nbsp;</b>and swore by him who lives forever and ever, who created heaven and what is in it, the earth and what is in it, and the sea and what is in it, that there would be no more delay, <b class=\"verse-num\" id=\"v66010007-1\">7&nbsp;</b>but that in the days of the trumpet call to be sounded by the seventh angel, the mystery of God would be fulfilled, just as he announced to his servants the prophets.</p>\n<p id=\"p66010007_07-1\"><b class=\"verse-num\" id=\"v66010008-1\">8&nbsp;</b>Then the voice that I had heard from heaven spoke to me again, saying, “Go, take the scroll that is open in the hand of the angel who is standing on the sea and on the land.” <b class=\"verse-num\" id=\"v66010009-1\">9&nbsp;</b>So I went to the angel and told him to give me the little scroll. And he said to me, “Take and eat it; it will make your stomach bitter, but in your mouth it will be sweet as honey.” <b class=\"verse-num\" id=\"v66010010-1\">10&nbsp;</b>And I took the little scroll from the hand of the angel and ate it. It was sweet as honey in my mouth, but when I had eaten it my stomach was made bitter. <b class=\"verse-num\" id=\"v66010011-1\">11&nbsp;</b>And I was told, “You must again prophesy about many peoples and nations and languages and kings.”</p>\n</div>"},{"_id":"6158d3df70e3c15fe7a5a9f0","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Revelation 7:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66007013_01-13\"><b class=\"verse-num\" id=\"v66007013-1\">13&nbsp;</b>Then one of the elders addressed me, saying, “Who are these, clothed in white robes, and from where have they come?” <b class=\"verse-num\" id=\"v66007014-1\">14&nbsp;</b>I said to him, “Sir, you know.” And he said to me, “These are the ones coming out of the great tribulation. They have washed their robes and made them white in the blood of the Lamb.</p>\n</div>","kjv":"<strong>13</strong> And one of the elders answered, saying unto me, What are these which are arrayed in white robes? and whence came they?  <strong>14</strong> And I said unto him, Sir, thou knowest. And he said to me, These are they which came out of great tribulation, and have washed their robes, and made them white in the blood of the Lamb.  ","niv":"<sup><strong>13</strong></sup> Then one of the elders asked me, \"These in white robes--who are they, and where did they come from?\" <sup><strong>14</strong></sup> I answered, \"Sir, you know.\" "},{"_id":"6158d3df70e3c15fe7a5a9f1","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Hebrews 3:7-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58003007_08-14\"><b class=\"verse-num\" id=\"v58003007-1\">7&nbsp;</b>Therefore, as the Holy Spirit says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58003007_08-14\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58003008_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003008-1\">8&nbsp;</b>&nbsp;&nbsp;do not harden your hearts as in the rebellion,</span><br><span id=\"p58003008_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of testing in the wilderness,</span><br><span id=\"p58003009_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003009-1\">9&nbsp;</b>&nbsp;&nbsp;where your fathers put me to the test</span><br><span id=\"p58003009_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saw my works for forty years.</span><br><span id=\"p58003010_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003010-1\">10&nbsp;</b>&nbsp;&nbsp;Therefore I was provoked with that generation,</span><br><span id=\"p58003010_08-14\" class=\"line\">&nbsp;&nbsp;and said, ‘They always go astray in their heart;</span><br><span id=\"p58003010_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have not known my ways.’</span><br><span id=\"p58003011_08-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58003011-1\">11&nbsp;</b>&nbsp;&nbsp;As I swore in my wrath,</span><br><span id=\"p58003011_08-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘They shall not enter my rest.’”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Wherefore (as the Holy Ghost saith, To day if ye will hear his voice,  <strong>8</strong> Harden not your hearts, as in the provocation, in the day of temptation in the wilderness:  <strong>9</strong> When your fathers tempted me, proved me, and saw my works forty years.  <strong>10</strong> Wherefore I was grieved with that generation, and said, They do alway err in their heart; and they have not known my ways.  <strong>11</strong> So I sware in my wrath, They shall not enter into my rest.)  ","niv":"<sup><strong>7</strong></sup> So, as the Holy Spirit says: \"Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did in the rebellion, during the time of testing in the desert, <sup><strong>9</strong></sup> where your fathers tested and tried me and for forty years saw what I did. <sup><strong>10</strong></sup> That is why I was angry with that generation, and I said, 'Their hearts are always going astray, and they have not known my ways.' <sup><strong>11</strong></sup> So I declared on oath in my anger, 'They shall never enter my rest.'\" "},{"_id":"6158d3df70e3c15fe7a5a9f2","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Colossians 4:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51004016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004016-1\">16&nbsp;</b>And when this letter has been read among you, have it also read in the church of the Laodiceans; and see that you also read the letter from Laodicea.</p>\n</div>","kjv":"<strong>16</strong> And when this epistle is read among you, cause that it be read also in the church of the Laodiceans; and that ye likewise read the epistle  from Laodicea.  ","niv":"<sup><strong>16</strong></sup> After this letter has been read to you, see that it is also read in the church of the Laodiceans and that you in turn read the letter from Laodicea."},{"_id":"6158d3e070e3c15fe7a5a9f3","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Philippians 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50003010_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death,</p>\n</div>","kjv":"<strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  ","niv":"<sup><strong>10</strong></sup> I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death,"},{"_id":"6158d3e070e3c15fe7a5a9f4","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Ephesians 5:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-17\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-17\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-17\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-17\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-17\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-17\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"6158d3e070e3c15fe7a5a9f5","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"2 Corinthians 6:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47006002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47006002-1\">2&nbsp;</b>For he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p47006002_01-18\" class=\"line\">&nbsp;&nbsp;“In a favorable time I listened to you,</span><br><span id=\"p47006002_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in a day of salvation I have helped you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p47006002_01-18\" class=\"same-paragraph\">Behold, now is the favorable time; behold, now is the day of salvation.</p>\n</div>","kjv":"<strong>2</strong> (For he saith, I have heard thee in a time accepted, and in the day of salvation have I succoured thee: behold, now is the accepted time; behold, now is the day of salvation.)  ","niv":"<sup><strong>2</strong></sup> For he says, \"In the time of my favor I heard you, and in the day of salvation I helped you.\" I tell you, now is the time of God's favor, now is the day of salvation."},{"_id":"6158d3e170e3c15fe7a5a9f6","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"1 Corinthians 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal.</p>\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal."},{"_id":"6158d3e170e3c15fe7a5a9f7","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"1 Corinthians 10:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46010001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46010001-1\">10:1&nbsp;</b>For I do not want you to be unaware, brothers, that our fathers were all under the cloud, and all passed through the sea, <b class=\"verse-num\" id=\"v46010002-1\">2&nbsp;</b>and all were baptized into Moses in the cloud and in the sea, <b class=\"verse-num\" id=\"v46010003-1\">3&nbsp;</b>and all ate the same spiritual food, <b class=\"verse-num\" id=\"v46010004-1\">4&nbsp;</b>and all drank the same spiritual drink. For they drank from the spiritual Rock that followed them, and the Rock was Christ. <b class=\"verse-num\" id=\"v46010005-1\">5&nbsp;</b>Nevertheless, with most of them God was not pleased, for they were overthrown in the wilderness.</p>\n<p id=\"p46010005_04-22\"><b class=\"verse-num\" id=\"v46010006-1\">6&nbsp;</b>Now these things took place as examples for us, that we might not desire evil as they did. <b class=\"verse-num\" id=\"v46010007-1\">7&nbsp;</b>Do not be idolaters as some of them were; as it is written, “The people sat down to eat and drink and rose up to play.” <b class=\"verse-num\" id=\"v46010008-1\">8&nbsp;</b>We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day. <b class=\"verse-num\" id=\"v46010009-1\">9&nbsp;</b>We must not put Christ to the test, as some of them did and were destroyed by serpents, <b class=\"verse-num\" id=\"v46010010-1\">10&nbsp;</b>nor grumble, as some of them did and were destroyed by the Destroyer. <b class=\"verse-num\" id=\"v46010011-1\">11&nbsp;</b>Now these things happened to them as an example, but they were written down for our instruction, on whom the end of the ages has come. <b class=\"verse-num\" id=\"v46010012-1\">12&nbsp;</b>Therefore let anyone who thinks that he stands take heed lest he fall. <b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n<p id=\"p46010013_04-22\"><b class=\"verse-num\" id=\"v46010014-1\">14&nbsp;</b>Therefore, my beloved, flee from idolatry. <b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread. <b class=\"verse-num\" id=\"v46010018-1\">18&nbsp;</b>Consider the people of Israel: are not those who eat the sacrifices participants in the altar? <b class=\"verse-num\" id=\"v46010019-1\">19&nbsp;</b>What do I imply then? That food offered to idols is anything, or that an idol is anything? <b class=\"verse-num\" id=\"v46010020-1\">20&nbsp;</b>No, I imply that what pagans sacrifice they offer to demons and not to God. I do not want you to be participants with demons. <b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons. <b class=\"verse-num\" id=\"v46010022-1\">22&nbsp;</b>Shall we provoke the Lord to jealousy? Are we stronger than he?</p>\n\n<p id=\"p46010022_11-22\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up. <b class=\"verse-num\" id=\"v46010024-1\">24&nbsp;</b>Let no one seek his own good, but the good of his neighbor. <b class=\"verse-num\" id=\"v46010025-1\">25&nbsp;</b>Eat whatever is sold in the meat market without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010026-1\">26&nbsp;</b>For “the earth is the Lord’s, and the fullness thereof.” <b class=\"verse-num\" id=\"v46010027-1\">27&nbsp;</b>If one of the unbelievers invites you to dinner and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010028-1\">28&nbsp;</b>But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—<b class=\"verse-num\" id=\"v46010029-1\">29&nbsp;</b>I do not mean your conscience, but his. For why should my liberty be determined by someone else’s conscience? <b class=\"verse-num\" id=\"v46010030-1\">30&nbsp;</b>If I partake with thankfulness, why am I denounced because of that for which I give thanks?</p>\n<p id=\"p46010030_11-22\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God. <b class=\"verse-num\" id=\"v46010032-1\">32&nbsp;</b>Give no offense to Jews or to Greeks or to the church of God, <b class=\"verse-num\" id=\"v46010033-1\">33&nbsp;</b>just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, that they may be saved.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;  <strong>2</strong> And were all baptized unto Moses in the cloud and in the sea;  <strong>3</strong> And did all eat the same spiritual meat;  <strong>4</strong> And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.  <strong>5</strong> But with many of them God was not well pleased: for they were overthrown in the wilderness.  <strong>6</strong> Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.  <strong>7</strong> Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.  <strong>8</strong> Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.  <strong>9</strong> Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.  <strong>10</strong> Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.  <strong>11</strong> Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.  <strong>12</strong> Wherefore let him that thinketh he standeth take heed lest he fall.  <strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  <strong>14</strong> Wherefore, my dearly beloved, flee from idolatry.  <strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  <strong>18</strong> Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?  <strong>19</strong> What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?  <strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  <strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  <strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  <strong>24</strong> Let no man seek his own, but every man another’s wealth.  <strong>25</strong> Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:  <strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  <strong>27</strong> If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.  <strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  <strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  <strong>32</strong> Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:  <strong>33</strong> Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.  ","niv":"<sup><strong>1</strong></sup> For I do not want you to be ignorant of the fact, brothers, that our forefathers were all under the cloud and that they all passed through the sea. <sup><strong>2</strong></sup> They were all baptized into Moses in the cloud and in the sea. <sup><strong>3</strong></sup> They all ate the same spiritual food <sup><strong>4</strong></sup> and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ. <sup><strong>5</strong></sup> Nevertheless, God was not pleased with most of them; their bodies were scattered over the desert. <sup><strong>6</strong></sup> Now these things occurred as examples to keep us from setting our hearts on evil things as they did. <sup><strong>7</strong></sup> Do not be idolaters, as some of them were; as it is written: \"The people sat down to eat and drink and got up to indulge in pagan revelry.\" <sup><strong>8</strong></sup> We should not commit sexual immorality, as some of them did--and in one day twenty-three thousand of them died. <sup><strong>9</strong></sup> We should not test the Lord, as some of them did--and were killed by snakes. <sup><strong>10</strong></sup> And do not grumble, as some of them did--and were killed by the destroying angel. <sup><strong>11</strong></sup> These things happened to them as examples and were written down as warnings for us, on whom the fulfillment of the ages has come. <sup><strong>12</strong></sup> So, if you think you are standing firm, be careful that you don't fall! <sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it. <sup><strong>14</strong></sup> Therefore, my dear friends, flee from idolatry. <sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. <sup><strong>18</strong></sup> Consider the people of Israel: Do not those who eat the sacrifices participate in the altar? <sup><strong>19</strong></sup> Do I mean then that a sacrifice offered to an idol is anything, or that an idol is anything? <sup><strong>20</strong></sup> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons. <sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons. <sup><strong>22</strong></sup> Are we trying to arouse the Lord's jealousy? Are we stronger than he? <sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive. <sup><strong>24</strong></sup> Nobody should seek his own good, but the good of others. <sup><strong>25</strong></sup> Eat anything sold in the meat market without raising questions of conscience, <sup><strong>26</strong></sup> for, \"The earth is the Lord's, and everything in it.\" <sup><strong>27</strong></sup> If some unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience. <sup><strong>28</strong></sup> But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake-- <sup><strong>29</strong></sup> the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience? <sup><strong>30</strong></sup> If I take part in the meal with thankfulness, why am I denounced because of something I thank God for? <sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God. <sup><strong>32</strong></sup> Do not cause anyone to stumble, whether Jews, Greeks or the church of God-- <sup><strong>33</strong></sup> even as I try to please everybody in every way. For I am not seeking my own good but the good of many, so that they may be saved. "},{"_id":"6158d3e170e3c15fe7a5a9f8","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"1 Corinthians 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-24\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"6158d3e270e3c15fe7a5a9f9","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Romans 15:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope."},{"_id":"6158d3e270e3c15fe7a5a9fa","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Romans 12:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-26\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-26\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-26\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"6158d3e270e3c15fe7a5a9fb","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Romans 2:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_04-27\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek. <b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n\n<p id=\"p45002011_09-27\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n<p id=\"p45002016_09-27\"><b class=\"verse-num\" id=\"v45002017-1\">17&nbsp;</b>But if you call yourself a Jew and rely on the law and boast in God <b class=\"verse-num\" id=\"v45002018-1\">18&nbsp;</b>and know his will and approve what is excellent, because you are instructed from the law; <b class=\"verse-num\" id=\"v45002019-1\">19&nbsp;</b>and if you are sure that you yourself are a guide to the blind, a light to those who are in darkness, <b class=\"verse-num\" id=\"v45002020-1\">20&nbsp;</b>an instructor of the foolish, a teacher of children, having in the law the embodiment of knowledge and truth—<b class=\"verse-num\" id=\"v45002021-1\">21&nbsp;</b>you then who teach others, do you not teach yourself? While you preach against stealing, do you steal? <b class=\"verse-num\" id=\"v45002022-1\">22&nbsp;</b>You who say that one must not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <b class=\"verse-num\" id=\"v45002023-1\">23&nbsp;</b>You who boast in the law dishonor God by breaking the law. <b class=\"verse-num\" id=\"v45002024-1\">24&nbsp;</b>For, as it is written, “The name of God is blasphemed among the Gentiles because of you.”</p>\n<p id=\"p45002024_09-27\"><b class=\"verse-num\" id=\"v45002025-1\">25&nbsp;</b>For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision. <b class=\"verse-num\" id=\"v45002026-1\">26&nbsp;</b>So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision? <b class=\"verse-num\" id=\"v45002027-1\">27&nbsp;</b>Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law. <b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical. <b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  <strong>17</strong> Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,  <strong>18</strong> And knowest his will, and approvest the things that are more excellent, being instructed out of the law;  <strong>19</strong> And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,  <strong>20</strong> An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.  <strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  <strong>23</strong> Thou that makest thy boast of the law, through breaking the law dishonourest thou God?  <strong>24</strong> For the name of God is blasphemed among the Gentiles through you, as it is written.  <strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? <sup><strong>5</strong></sup> But because of your stubbornness and your unrepentant heart, you are storing up wrath against yourself for the day of God's wrath, when his righteous judgment will be revealed. <sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. <sup><strong>9</strong></sup> There will be trouble and distress for every human being who does evil: first for the Jew, then for the Gentile; <sup><strong>10</strong></sup> but glory, honor and peace for everyone who does good: first for the Jew, then for the Gentile. <sup><strong>11</strong></sup> For God does not show favoritism. <sup><strong>12</strong></sup> All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. <sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous. <sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) <sup><strong>16</strong></sup> This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares. <sup><strong>17</strong></sup> Now you, if you call yourself a Jew; if you rely on the law and brag about your relationship to God; <sup><strong>18</strong></sup> if you know his will and approve of what is superior because you are instructed by the law; <sup><strong>19</strong></sup> if you are convinced that you are a guide for the blind, a light for those who are in the dark, <sup><strong>20</strong></sup> an instructor of the foolish, a teacher of infants, because you have in the law the embodiment of knowledge and truth-- <sup><strong>21</strong></sup> you, then, who teach others, do you not teach yourself? You who preach against stealing, do you steal? <sup><strong>22</strong></sup> You who say that people should not commit adultery, do you commit adultery? You who abhor idols, do you rob temples? <sup><strong>23</strong></sup> You who brag about the law, do you dishonor God by breaking the law? <sup><strong>24</strong></sup> As it is written: \"God's name is blasphemed among the Gentiles because of you.\" <sup><strong>25</strong></sup> Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. <sup><strong>26</strong></sup> If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised? <sup><strong>27</strong></sup> The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker. <sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical. <sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God. "},{"_id":"6158d3e370e3c15fe7a5a9fc","topicId":"6158d3db70e3c15fe7a5a9e3","verse":"Proverbs 29:1-27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029001_01-28\" class=\"line\"><b class=\"chapter-num\" id=\"v20029001-1\">29:1&nbsp;</b>&nbsp;&nbsp;He who is often reproved, yet stiffens his neck,</span><br><span id=\"p20029001_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will suddenly be broken beyond healing.</span><br><span id=\"p20029002_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br><span id=\"p20029003_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029003-1\">3&nbsp;</b>&nbsp;&nbsp;He who loves wisdom makes his father glad,</span><br><span id=\"p20029003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a companion of prostitutes squanders his wealth.</span><br><span id=\"p20029004_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029004-1\">4&nbsp;</b>&nbsp;&nbsp;By justice a king builds up the land,</span><br><span id=\"p20029004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who exacts gifts tears it down.</span><br><span id=\"p20029005_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029005-1\">5&nbsp;</b>&nbsp;&nbsp;A man who flatters his neighbor</span><br><span id=\"p20029005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;spreads a net for his feet.</span><br><span id=\"p20029006_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029006-1\">6&nbsp;</b>&nbsp;&nbsp;An evil man is ensnared in his transgression,</span><br><span id=\"p20029006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a righteous man sings and rejoices.</span><br><span id=\"p20029007_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029007-1\">7&nbsp;</b>&nbsp;&nbsp;A righteous man knows the rights of the poor;</span><br><span id=\"p20029007_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a wicked man does not understand such knowledge.</span><br><span id=\"p20029008_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029008-1\">8&nbsp;</b>&nbsp;&nbsp;Scoffers set a city aflame,</span><br><span id=\"p20029008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wise turn away wrath.</span><br><span id=\"p20029009_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029009-1\">9&nbsp;</b>&nbsp;&nbsp;If a wise man has an argument with a fool,</span><br><span id=\"p20029009_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fool only rages and laughs, and there is no quiet.</span><br><span id=\"p20029010_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029010-1\">10&nbsp;</b>&nbsp;&nbsp;Bloodthirsty men hate one who is blameless</span><br><span id=\"p20029010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and seek the life of the upright.</span><br><span id=\"p20029011_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029011-1\">11&nbsp;</b>&nbsp;&nbsp;A fool gives full vent to his spirit,</span><br><span id=\"p20029011_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man quietly holds it back.</span><br><span id=\"p20029012_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029012-1\">12&nbsp;</b>&nbsp;&nbsp;If a ruler listens to falsehood,</span><br><span id=\"p20029012_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all his officials will be wicked.</span><br><span id=\"p20029013_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029013-1\">13&nbsp;</b>&nbsp;&nbsp;The poor man and the oppressor meet together;</span><br><span id=\"p20029013_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD gives light to the eyes of both.</span><br><span id=\"p20029014_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029014-1\">14&nbsp;</b>&nbsp;&nbsp;If a king faithfully judges the poor,</span><br><span id=\"p20029014_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his throne will be established forever.</span><br><span id=\"p20029015_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029015-1\">15&nbsp;</b>&nbsp;&nbsp;The rod and reproof give wisdom,</span><br><span id=\"p20029015_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a child left to himself brings shame to his mother.</span><br><span id=\"p20029016_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029016-1\">16&nbsp;</b>&nbsp;&nbsp;When the wicked increase, transgression increases,</span><br><span id=\"p20029016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous will look upon their downfall.</span><br><span id=\"p20029017_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029017-1\">17&nbsp;</b>&nbsp;&nbsp;Discipline your son, and he will give you rest;</span><br><span id=\"p20029017_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will give delight to your heart.</span><br><span id=\"p20029018_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029018-1\">18&nbsp;</b>&nbsp;&nbsp;Where there is no prophetic vision the people cast off restraint,</span><br><span id=\"p20029018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who keeps the law.</span><br><span id=\"p20029019_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029019-1\">19&nbsp;</b>&nbsp;&nbsp;By mere words a servant is not disciplined,</span><br><span id=\"p20029019_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for though he understands, he will not respond.</span><br><span id=\"p20029020_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029020-1\">20&nbsp;</b>&nbsp;&nbsp;Do you see a man who is hasty in his words?</span><br><span id=\"p20029020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is more hope for a fool than for him.</span><br><span id=\"p20029021_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029021-1\">21&nbsp;</b>&nbsp;&nbsp;Whoever pampers his servant from childhood</span><br><span id=\"p20029021_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will in the end find him his heir.</span><br><span id=\"p20029022_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029022-1\">22&nbsp;</b>&nbsp;&nbsp;A man of wrath stirs up strife,</span><br><span id=\"p20029022_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one given to anger causes much transgression.</span><br><span id=\"p20029023_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029023-1\">23&nbsp;</b>&nbsp;&nbsp;One’s pride will bring him low,</span><br><span id=\"p20029023_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is lowly in spirit will obtain honor.</span><br><span id=\"p20029024_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029024-1\">24&nbsp;</b>&nbsp;&nbsp;The partner of a thief hates his own life;</span><br><span id=\"p20029024_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he hears the curse, but discloses nothing.</span><br><span id=\"p20029025_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029025-1\">25&nbsp;</b>&nbsp;&nbsp;The fear of man lays a snare,</span><br><span id=\"p20029025_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever trusts in the LORD is safe.</span><br><span id=\"p20029026_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029026-1\">26&nbsp;</b>&nbsp;&nbsp;Many seek the face of a ruler,</span><br><span id=\"p20029026_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it is from the LORD that a man gets justice.</span><br><span id=\"p20029027_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029027-1\">27&nbsp;</b>&nbsp;&nbsp;An unjust man is an abomination to the righteous,</span><br><span id=\"p20029027_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one whose way is straight is an abomination to the wicked.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> He, that being often reproved hardeneth his neck, shall suddenly be destroyed, and that without remedy.  <strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  <strong>3</strong> Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance.  <strong>4</strong> The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.  <strong>5</strong> A man that flattereth his neighbour spreadeth a net for his feet.  <strong>6</strong> In the transgression of an evil man there is a snare: but the righteous doth sing and rejoice.  <strong>7</strong> The righteous considereth the cause of the poor: but the wicked regardeth not to know it.  <strong>8</strong> Scornful men bring a city into a snare: but wise men turn away wrath.  <strong>9</strong> If a wise man contendeth with a foolish man, whether he rage or laugh, there is no rest.  <strong>10</strong> The bloodthirsty hate the upright: but the just seek his soul.  <strong>11</strong> A fool uttereth all his mind: but a wise man keepeth it in till afterwards.  <strong>12</strong> If a ruler hearken to lies, all his servants are wicked.  <strong>13</strong> The poor and the deceitful man meet together: the LORD lighteneth both their eyes.  <strong>14</strong> The king that faithfully judgeth the poor, his throne shall be established for ever.  <strong>15</strong> The rod and reproof give wisdom: but a child left to himself  bringeth his mother to shame.  <strong>16</strong> When the wicked are multiplied, transgression increaseth: but the righteous shall see their fall.  <strong>17</strong> Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.  <strong>18</strong> Where there is no vision, the people perish: but he that keepeth the law, happy is he.  <strong>19</strong> A servant will not be corrected by words: for though he understand he will not answer.  <strong>20</strong> Seest thou a man that is hasty in his words? there is  more hope of a fool than of him.  <strong>21</strong> He that delicately bringeth up his servant from a child shall have him become his son at the length.  <strong>22</strong> An angry man stirreth up strife, and a furious man aboundeth in transgression.  <strong>23</strong> A man’s pride shall bring him low: but honour shall uphold the humble in spirit.  <strong>24</strong> Whoso is partner with a thief hateth his own soul: he heareth cursing, and bewrayeth it not.  <strong>25</strong> The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.  <strong>26</strong> Many seek the ruler’s favour; but every man’s judgment cometh from the LORD.  <strong>27</strong> An unjust man is an abomination to the just: and he that is upright in the way is abomination to the wicked.  ","niv":"<sup><strong>1</strong></sup> A man who remains stiff-necked after many rebukes will suddenly be destroyed-without remedy. <sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan. <sup><strong>3</strong></sup> A man who loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth. <sup><strong>4</strong></sup> By justice a king gives a country stability, but one who is greedy for bribes tears it down. <sup><strong>5</strong></sup> Whoever flatters his neighbor is spreading a net for his feet. <sup><strong>6</strong></sup> An evil man is snared by his own sin, but a righteous one can sing and be glad. <sup><strong>7</strong></sup> The righteous care about justice for the poor, but the wicked have no such concern. <sup><strong>8</strong></sup> Mockers stir up a city, but wise men turn away anger. <sup><strong>9</strong></sup> If a wise man goes to court with a fool, the fool rages and scoffs, and there is no peace. <sup><strong>10</strong></sup> Bloodthirsty men hate a man of integrity and seek to kill the upright. <sup><strong>11</strong></sup> A fool gives full vent to his anger, but a wise man keeps himself under control. <sup><strong>12</strong></sup> If a ruler listens to lies, all his officials become wicked. <sup><strong>13</strong></sup> The poor man and the oppressor have this in common: The LORD gives sight to the eyes of both. <sup><strong>14</strong></sup> If a king judges the poor with fairness, his throne will always be secure. <sup><strong>15</strong></sup> The rod of correction imparts wisdom, but a child left to himself disgraces his mother. <sup><strong>16</strong></sup> When the wicked thrive, so does sin, but the righteous will see their downfall. <sup><strong>17</strong></sup> Discipline your son, and he will give you peace; he will bring delight to your soul. <sup><strong>18</strong></sup> Where there is no revelation, the people cast off restraint; but blessed is he who keeps the law. <sup><strong>19</strong></sup> A servant cannot be corrected by mere words; though he understands, he will not respond. <sup><strong>20</strong></sup> Do you see a man who speaks in haste? There is more hope for a fool than for him. <sup><strong>21</strong></sup> If a man pampers his servant from youth, he will bring grief in the end. <sup><strong>22</strong></sup> An angry man stirs up dissension, and a hot-tempered one commits many sins. <sup><strong>23</strong></sup> A man's pride brings him low, but a man of lowly spirit gains honor. <sup><strong>24</strong></sup> The accomplice of a thief is his own enemy; he is put under oath and dare not testify. <sup><strong>25</strong></sup> Fear of man will prove to be a snare, but whoever trusts in the LORD is kept safe. <sup><strong>26</strong></sup> Many seek an audience with a ruler, but it is from the LORD that man gets justice. <sup><strong>27</strong></sup> The righteous detest the dishonest; the wicked detest the upright. "}]}