{"_id":"6158d8d770e3c15fe7a5aa16","slug":"achitophel","name":"Achitophel","verses":[{"_id":"6158d8d870e3c15fe7a5aa17","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Isaiah 33:18","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23033018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23033018-1\">18&nbsp;</b>&nbsp;&nbsp;Your heart will muse on the terror:</span><br><span id=\"p23033018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Where is he who counted, where is he who weighed the tribute?</span><br><span id=\"p23033018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Where is he who counted the towers?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Thine heart shall meditate terror. Where is the scribe? where is the receiver? where is he that counted the towers?  ","niv":"<sup><strong>18</strong></sup> In your thoughts you will ponder the former terror: \"Where is that chief officer? Where is the one who took the revenue? Where is the officer in charge of the towers?\""},{"_id":"6158d8d870e3c15fe7a5aa18","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Proverbs 1:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001017_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001017-1\">17&nbsp;</b>&nbsp;&nbsp;For in vain is a net spread</span><br><span id=\"p20001017_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of any bird,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Surely in vain the net is spread in the sight of any bird.  ","niv":"<sup><strong>17</strong></sup> How useless to spread a net in full view of all the birds!"},{"_id":"6158d8d870e3c15fe7a5aa19","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Acts 1:18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44001001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-4\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-4\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-4\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-4\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-4\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-4\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-4\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>","kjv":"<strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  ","niv":"<sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out."},{"_id":"6158d8d970e3c15fe7a5aa1a","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Acts 1","votes":2,"__v":0,"kjv":"<strong>1</strong> The former treatise have I made, O Theophilus, of all that Jesus began both to do and teach,  <strong>2</strong> Until the day in which he was taken up, after that he through the Holy Ghost had given commandments unto the apostles whom he had chosen:  <strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  <strong>4</strong> And, being assembled together with them, commanded them that they should not depart from Jerusalem, but wait for the promise of the Father, which, saith he, ye have heard of me.  <strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  <strong>6</strong> When they therefore were come together, they asked of him, saying, Lord, wilt thou at this time restore again the kingdom to Israel?  <strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  <strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  <strong>9</strong> And when he had spoken these things, while they beheld, he was taken up; and a cloud received him out of their sight.  <strong>10</strong> And while they looked stedfastly toward heaven as he went up, behold, two men stood by them in white apparel;  <strong>11</strong> Which also said, Ye men of Galilee, why stand ye gazing up into heaven? this same Jesus, which is taken up from you into heaven, shall so come in like manner as ye have seen him go into heaven.  <strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  <strong>15</strong> And in those days Peter stood up in the midst of the disciples, and said, (the number of names together were about an hundred and twenty,)  <strong>16</strong> Men and brethren, this scripture must needs have been fulfilled, which the Holy Ghost by the mouth of David spake before concerning Judas, which was guide to them that took Jesus.  <strong>17</strong> For he was numbered with us, and had obtained part of this ministry.  <strong>18</strong> Now this man purchased a field with the reward of iniquity; and falling headlong, he burst asunder in the midst, and all his bowels gushed out.  <strong>19</strong> And it was known unto all the dwellers at Jerusalem; insomuch as that field is called in their proper tongue, Aceldama, that is to say, The field of blood.  <strong>20</strong> For it is written in the book of Psalms, Let his habitation be desolate, and let no man dwell therein: and his bishoprick let another take.  <strong>21</strong> Wherefore of these men which have companied with us all the time that the Lord Jesus went in and out among us,  <strong>22</strong> Beginning from the baptism of John, unto that same day that he was taken up from us, must one be ordained to be a witness with us of his resurrection.  <strong>23</strong> And they appointed two, Joseph called Barsabas, who was surnamed Justus, and Matthias.  <strong>24</strong> And they prayed, and said, Thou, Lord, which knowest the hearts of all men, shew whether of these two thou hast chosen,  <strong>25</strong> That he may take part of this ministry and apostleship, from which Judas by transgression fell, that he might go to his own place.  <strong>26</strong> And they gave forth their lots; and the lot fell upon Matthias; and he was numbered with the eleven apostles.  ","niv":"<sup><strong>1</strong></sup> In my former book, Theophilus, I wrote about all that Jesus began to do and to teach <sup><strong>2</strong></sup> until the day he was taken up to heaven, after giving instructions through the Holy Spirit to the apostles he had chosen. <sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God. <sup><strong>4</strong></sup> On one occasion, while he was eating with them, he gave them this command: \"Do not leave Jerusalem, but wait for the gift my Father promised, which you have heard me speak about. <sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\" <sup><strong>6</strong></sup> So when they met together, they asked him, \"Lord, are you at this time going to restore the kingdom to Israel?\" <sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority. <sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\" <sup><strong>9</strong></sup> After he said this, he was taken up before their very eyes, and a cloud hid him from their sight. <sup><strong>10</strong></sup> They were looking intently up into the sky as he was going, when suddenly two men dressed in white stood beside them. <sup><strong>11</strong></sup> \"Men of Galilee,\" they said, \"why do you stand here looking into the sky? This same Jesus, who has been taken from you into heaven, will come back in the same way you have seen him go into heaven.\" <sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. <sup><strong>15</strong></sup> In those days Peter stood up among the believers (a group numbering about a hundred and twenty) <sup><strong>16</strong></sup> and said, \"Brothers, the Scripture had to be fulfilled which the Holy Spirit spoke long ago through the mouth of David concerning Judas, who served as guide for those who arrested Jesus-- <sup><strong>17</strong></sup> he was one of our number and shared in this ministry.\" <sup><strong>18</strong></sup> (With the reward he got for his wickedness, Judas bought a field; there he fell headlong, his body burst open and all his intestines spilled out. <sup><strong>19</strong></sup> Everyone in Jerusalem heard about this, so they called that field in their language Akeldama, that is, Field of Blood.) <sup><strong>20</strong></sup> \"For,\" said Peter, \"it is written in the book of Psalms, \"'May his place be deserted; let there be no one to dwell in it,' and, \"'May another take his place of leadership.' <sup><strong>21</strong></sup> Therefore it is necessary to choose one of the men who have been with us the whole time the Lord Jesus went in and out among us, <sup><strong>22</strong></sup> beginning from John's baptism to the time when Jesus was taken up from us. For one of these must become a witness with us of his resurrection.\" <sup><strong>23</strong></sup> So they proposed two men: Joseph called Barsabbas (also known as Justus) and Matthias. <sup><strong>24</strong></sup> Then they prayed, \"Lord, you know everyone's heart. Show us which of these two you have chosen <sup><strong>25</strong></sup> to take over this apostolic ministry, which Judas left to go where he belongs.\" <sup><strong>26</strong></sup> Then they cast lots, and the lot fell to Matthias; so he was added to the eleven apostles. ","esv":"<div>\n\n<p id=\"p44001001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44001001-1\">1:1&nbsp;</b>In the first book, O Theophilus, I have dealt with all that Jesus began to do and teach, <b class=\"verse-num\" id=\"v44001002-1\">2&nbsp;</b>until the day when he was taken up, after he had given commands through the Holy Spirit to the apostles whom he had chosen. <b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n<p id=\"p44001003_07-1\"><b class=\"verse-num\" id=\"v44001004-1\">4&nbsp;</b>And while staying with them he ordered them not to depart from Jerusalem, but to wait for the promise of the Father, which, he said, <span class=\"woc\">“you heard from me;</span> <b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n<p id=\"p44001005_09-1\"><b class=\"verse-num\" id=\"v44001006-1\">6&nbsp;</b>So when they had come together, they asked him, “Lord, will you at this time restore the kingdom to Israel?” <b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span> <b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span> <b class=\"verse-num\" id=\"v44001009-1\">9&nbsp;</b>And when he had said these things, as they were looking on, he was lifted up, and a cloud took him out of their sight. <b class=\"verse-num\" id=\"v44001010-1\">10&nbsp;</b>And while they were gazing into heaven as he went, behold, two men stood by them in white robes, <b class=\"verse-num\" id=\"v44001011-1\">11&nbsp;</b>and said, “Men of Galilee, why do you stand looking into heaven? This Jesus, who was taken up from you into heaven, will come in the same way as you saw him go into heaven.”</p>\n\n<p id=\"p44001011_14-1\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n<p id=\"p44001014_14-1\"><b class=\"verse-num\" id=\"v44001015-1\">15&nbsp;</b>In those days Peter stood up among the brothers (the company of persons was in all about 120) and said, <b class=\"verse-num\" id=\"v44001016-1\">16&nbsp;</b>“Brothers, the Scripture had to be fulfilled, which the Holy Spirit spoke beforehand by the mouth of David concerning Judas, who became a guide to those who arrested Jesus. <b class=\"verse-num\" id=\"v44001017-1\">17&nbsp;</b>For he was numbered among us and was allotted his share in this ministry.” <b class=\"verse-num\" id=\"v44001018-1\">18&nbsp;</b>(Now this man acquired a field with the reward of his wickedness, and falling headlong he burst open in the middle and all his bowels gushed out. <b class=\"verse-num\" id=\"v44001019-1\">19&nbsp;</b>And it became known to all the inhabitants of Jerusalem, so that the field was called in their own language Akeldama, that is, Field of Blood.) <b class=\"verse-num\" id=\"v44001020-1\">20&nbsp;</b>“For it is written in the Book of Psalms,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-1\" class=\"line\">&nbsp;&nbsp;“‘May his camp become desolate,</span><br><span id=\"p44001020_14-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let there be no one to dwell in it’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-1\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44001020_14-1\" class=\"line\">&nbsp;&nbsp;“‘Let another take his office.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44001020_14-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44001021-1\">21&nbsp;</b>So one of the men who have accompanied us during all the time that the Lord Jesus went in and out among us, <b class=\"verse-num\" id=\"v44001022-1\">22&nbsp;</b>beginning from the baptism of John until the day when he was taken up from us—one of these men must become with us a witness to his resurrection.” <b class=\"verse-num\" id=\"v44001023-1\">23&nbsp;</b>And they put forward two, Joseph called Barsabbas, who was also called Justus, and Matthias. <b class=\"verse-num\" id=\"v44001024-1\">24&nbsp;</b>And they prayed and said, “You, Lord, who know the hearts of all, show which one of these two you have chosen <b class=\"verse-num\" id=\"v44001025-1\">25&nbsp;</b>to take the place in this ministry and apostleship from which Judas turned aside to go to his own place.” <b class=\"verse-num\" id=\"v44001026-1\">26&nbsp;</b>And they cast lots for them, and the lot fell on Matthias, and he was numbered with the eleven apostles.</p>\n\n</div>"},{"_id":"6158d8d970e3c15fe7a5aa1b","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Matthew 27:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40027007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027007-1\">7&nbsp;</b>So they took counsel and bought with them the potter’s field as a burial place for strangers.</p>\n</div>","kjv":"<strong>7</strong> And they took counsel, and bought with them the potter’s field, to bury strangers in.  ","niv":"<sup><strong>7</strong></sup> So they decided to use the money to buy the potter's field as a burial place for foreigners."},{"_id":"6158d8d970e3c15fe7a5aa1c","topicId":"6158d8d770e3c15fe7a5aa16","verse":"Matthew 27:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40027005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027005-1\">5&nbsp;</b>And throwing down the pieces of silver into the temple, he departed, and he went and hanged himself.</p>\n</div>","kjv":"<strong>5</strong> And he cast down the pieces of silver in the temple, and departed, and went and hanged himself.  ","niv":"<sup><strong>5</strong></sup> So Judas threw the money into the temple and left. Then he went away and hanged himself."}]}