{"_id":"6158d9bf70e3c15fe7a5aaa8","slug":"acts-of-kindness","name":"Acts Of Kindness","verses":[{"_id":"6158d9c070e3c15fe7a5aaa9","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Ephesians 4:32","votes":123,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","modified":"2022-08-21T21:30:56.115Z"},{"_id":"6158d9c070e3c15fe7a5aaaa","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Galatians 5:22-23","votes":73,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"6158d9c070e3c15fe7a5aaab","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Luke 6:38","votes":72,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"6158d9c070e3c15fe7a5aaac","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Luke 6:27-31","votes":58,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-4\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span> <b class=\"verse-num woc\" id=\"v42006028-1\">28&nbsp;</b><span class=\"woc\">bless those who curse you, pray for those who abuse you.</span> <b class=\"verse-num woc\" id=\"v42006029-1\">29&nbsp;</b><span class=\"woc\">To one who strikes you on the cheek, offer the other also, and from one who takes away your cloak do not withhold your tunic either.</span> <b class=\"verse-num woc\" id=\"v42006030-1\">30&nbsp;</b><span class=\"woc\">Give to everyone who begs from you, and from one who takes away your goods do not demand them back.</span> <b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  <strong>28</strong> Bless them that curse you, and pray for them which despitefully use you.  <strong>29</strong> And unto him that smiteth thee on the one cheek offer also the other; and him that taketh away thy cloke forbid not to take thy coat also.  <strong>30</strong> Give to every man that asketh of thee; and of him that taketh away thy goods ask them not again.  <strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you, <sup><strong>28</strong></sup> bless those who curse you, pray for those who mistreat you. <sup><strong>29</strong></sup> If someone strikes you on one cheek, turn to him the other also. If someone takes your cloak, do not stop him from taking your tunic. <sup><strong>30</strong></sup> Give to everyone who asks you, and if anyone takes what belongs to you, do not demand it back. <sup><strong>31</strong></sup> Do to others as you would have them do to you. "},{"_id":"6158d9c170e3c15fe7a5aaad","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"John 13:34","votes":57,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"6158d9c170e3c15fe7a5aaae","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Acts 20:35","votes":51,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"6158d9c170e3c15fe7a5aaaf","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 John 3:18","votes":44,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"6158d9c270e3c15fe7a5aab0","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"John 15:13","votes":42,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"6158d9c270e3c15fe7a5aab1","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 Corinthians 13:4","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-13\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-13\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-13\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},{"_id":"6158d9c270e3c15fe7a5aab2","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Romans 12:10","votes":30,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"6158d9c270e3c15fe7a5aab3","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 Corinthians 13:1-13","votes":24,"__v":0,"kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6158d9c370e3c15fe7a5aab4","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Matthew 25:34-40","votes":21,"__v":0,"esv":"<div>\n<p id=\"p40025034_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n\n</div>","kjv":"<strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  ","niv":"<sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' "},{"_id":"6158d9c370e3c15fe7a5aab5","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Ephesians 4:2","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49004002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love,</p>\n</div>","kjv":"<strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  ","niv":"<sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love.","modified":"2022-03-02T16:04:55.862Z"},{"_id":"6158d9c370e3c15fe7a5aab6","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 Corinthians 13:13","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-17\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love."},{"_id":"6158d9c470e3c15fe7a5aab7","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Galatians 5:22","votes":17,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"6158d9c470e3c15fe7a5aab8","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Romans 12:9","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p45012009_06-19\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good.</p>\n</div>","kjv":"<strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  ","niv":"<sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good."},{"_id":"6158d9c470e3c15fe7a5aab9","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 John 4:12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62004012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n</div>","kjv":"<strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  ","niv":"<sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us."},{"_id":"6158d9c570e3c15fe7a5aaba","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"James 1:27","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6158d9c570e3c15fe7a5aabb","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Colossians 3:12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-22\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."},{"_id":"6158d9c570e3c15fe7a5aabc","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Colossians 3:12-13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-23\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. "},{"_id":"6158d9c570e3c15fe7a5aabd","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Ephesians 2:8-10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. "},{"_id":"6158d9c670e3c15fe7a5aabe","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Hebrews 13:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"6158d9c670e3c15fe7a5aabf","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"2 Corinthians 6:6","votes":11,"__v":0,"esv":"<div>\n<p id=\"p47006006_01-26\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v47006006-1\">6&nbsp;</b>by purity, knowledge, patience, kindness, the Holy Spirit, genuine love;</p>\n</div>","kjv":"<strong>6</strong> By pureness, by knowledge, by longsuffering, by kindness, by the Holy Ghost, by love unfeigned,  ","niv":"<sup><strong>6</strong></sup> in purity, understanding, patience and kindness; in the Holy Spirit and in sincere love;"},{"_id":"6158d9c670e3c15fe7a5aac0","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"Romans 2:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45002004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>","kjv":"<strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance?"},{"_id":"6158d9c770e3c15fe7a5aac1","topicId":"6158d9bf70e3c15fe7a5aaa8","verse":"1 Corinthians 13:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46013002_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing.</p>\n</div>","kjv":"<strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  ","niv":"<sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing."}]}