{"_id":"6158da6d70e3c15fe7a5aaf7","slug":"adam-and-eve-disobey-god","name":"Adam And Eve Disobey God","verses":[{"_id":"6158da6d70e3c15fe7a5aaf8","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:1-24","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-1\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-1\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-1\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-1\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-1\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-1\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-1\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-1\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-1\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-1\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-1\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-1\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-1\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-1\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-1\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-1\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-1\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. ","modified":"2022-07-18T00:15:57.111Z"},{"_id":"6158da6d70e3c15fe7a5aaf9","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:5","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01003005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”</p>\n</div>","kjv":"<strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  ","niv":"<sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\"","modified":"2022-07-30T11:55:30.531Z"},{"_id":"6158da6e70e3c15fe7a5aafa","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Romans 5:12","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-3\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"6158da6e70e3c15fe7a5aafb","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Revelation 3:1-5:14","votes":7,"__v":0,"kjv":"<strong>1</strong>           And unto the angel of the church in Sardis write; These things saith he that hath the seven Spirits of God, and the seven stars; I know thy works, that thou hast a name that thou livest, and art dead.  <strong>2</strong> Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God.  <strong>3</strong> Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.  <strong>4</strong> Thou hast a few names even in Sardis which have not defiled their garments; and they shall walk with me in white: for they are worthy.  <strong>5</strong> He that overcometh, the same shall be clothed in white raiment; and I will not blot out his name out of the book of life, but I will confess his name before my Father, and before his angels.  <strong>6</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. <strong>7</strong>           And to the angel of the church in Philadelphia write; These things saith he that is holy, he that is true, he that hath the key of David, he that openeth, and no man shutteth; and shutteth, and no man openeth;  <strong>8</strong> I know thy works: behold, I have set before thee an open door, and no man can shut it: for thou hast a little strength, and hast kept my word, and hast not denied my name.  <strong>9</strong> Behold, I will make them of the synagogue of Satan, which say they are Jews, and are not, but do lie; behold, I will make them to come and worship before thy feet, and to know that I have loved thee.  <strong>10</strong> Because thou hast kept the word of my patience, I also will keep thee from the hour of temptation, which shall come upon all the world, to try them that dwell upon the earth.  <strong>11</strong> Behold, I come quickly: hold that fast which thou hast, that no man take thy crown.  <strong>12</strong> Him that overcometh will I make a pillar in the temple of my God, and he shall go no more out: and I will write upon him the name of my God, and the name of the city of my God, which is new Jerusalem, which cometh down out of heaven from my God: and I will write upon him  my new name.  <strong>13</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. <strong>14</strong>           And unto the angel of the church of the Laodiceans write; These things saith the Amen, the faithful and true witness, the beginning of the creation of God;  <strong>15</strong> I know thy works, that thou art neither cold nor hot: I would thou wert cold or hot.  <strong>16</strong> So then because thou art lukewarm, and neither cold nor hot, I will spue thee out of my mouth.  <strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  <strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  <strong>19</strong> As many as I love, I rebuke and chasten: be zealous therefore, and repent.  <strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  <strong>21</strong> To him that overcometh will I grant to sit with me in my throne, even as I also overcame, and am set down with my Father in his throne.  <strong>22</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. <strong>1</strong> After this I looked, and, behold, a door was opened in heaven: and the first voice which I heard was as it were of a trumpet talking with me; which said, Come up hither, and I will shew thee things which must be hereafter.  <strong>2</strong> And immediately I was in the spirit: and, behold, a throne was set in heaven, and one sat on the throne.  <strong>3</strong> And he that sat was to look upon like a jasper and a sardine stone: and there was a rainbow round about the throne, in sight like unto an emerald.  <strong>4</strong> And round about the throne were four and twenty seats: and upon the seats I saw four and twenty elders sitting, clothed in white raiment; and they had on their heads crowns of gold.  <strong>5</strong> And out of the throne proceeded lightnings and thunderings and voices: and there were seven lamps of fire burning before the throne, which are the seven Spirits of God.  <strong>6</strong> And before the throne there was a sea of glass like unto crystal: and in the midst of the throne, and round about the throne, were four beasts full of eyes before and behind.  <strong>7</strong> And the first beast was like a lion, and the second beast like a calf, and the third beast had a face as a man, and the fourth beast was like a flying eagle.  <strong>8</strong> And the four beasts had each of them six wings about him;  and they were full of eyes within: and they rest not day and night, saying, Holy, holy, holy, Lord God Almighty, which was, and is, and is to come.  <strong>9</strong> And when those beasts give glory and honour and thanks to him that sat on the throne, who liveth for ever and ever,  <strong>10</strong> The four and twenty elders fall down before him that sat on the throne, and worship him that liveth for ever and ever, and cast their crowns before the throne, saying,  <strong>11</strong> Thou art worthy, O Lord, to receive glory and honour and power: for thou hast created all things, and for thy pleasure they are and were created.  <strong>1</strong> And I saw in the right hand of him that sat on the throne a book written within and on the backside, sealed with seven seals.  <strong>2</strong> And I saw a strong angel proclaiming with a loud voice, Who is worthy to open the book, and to loose the seals thereof?  <strong>3</strong> And no man in heaven, nor in earth, neither under the earth, was able to open the book, neither to look thereon.  <strong>4</strong> And I wept much, because no man was found worthy to open and to read the book, neither to look thereon.  <strong>5</strong> And one of the elders saith unto me, Weep not: behold, the Lion of the tribe of Juda, the Root of David, hath prevailed to open the book, and to loose the seven seals thereof.  <strong>6</strong> And I beheld, and, lo, in the midst of the throne and of the four beasts, and in the midst of the elders, stood a Lamb as it had been slain, having seven horns and seven eyes, which are the seven Spirits of God sent forth into all the earth.  <strong>7</strong> And he came and took the book out of the right hand of him that sat upon the throne.  <strong>8</strong> And when he had taken the book, the four beasts and four and  twenty elders fell down before the Lamb, having every one of them harps, and golden vials full of odours, which are the prayers of saints.  <strong>9</strong> And they sung a new song, saying, Thou art worthy to take the book, and to open the seals thereof: for thou wast slain, and hast redeemed us to God by thy blood out of every kindred, and tongue, and people, and nation;  <strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  <strong>11</strong> And I beheld, and I heard the voice of many angels round about the throne and the beasts and the elders: and the number of them was ten thousand times ten thousand, and thousands of thousands;  <strong>12</strong> Saying with a loud voice, Worthy is the Lamb that was slain to receive power, and riches, and wisdom, and strength, and honour, and glory, and blessing.  <strong>13</strong> And every creature which is in heaven, and on the earth, and under the earth, and such as are in the sea, and all that are in them, heard I saying, Blessing, and honour, and glory, and power, be unto him that sitteth upon the throne, and unto the Lamb for ever and ever.  <strong>14</strong> And the four beasts said, Amen. And the four and twenty elders fell down and worshipped him that liveth for ever and ever.  ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Sardis write: These are the words of him who holds the seven spirits of God and the seven stars. I know your deeds; you have a reputation of being alive, but you are dead. <sup><strong>2</strong></sup> Wake up! Strengthen what remains and is about to die, for I have not found your deeds complete in the sight of my God. <sup><strong>3</strong></sup> Remember, therefore, what you have received and heard; obey it, and repent. But if you do not wake up, I will come like a thief, and you will not know at what time I will come to you. <sup><strong>4</strong></sup> Yet you have a few people in Sardis who have not soiled their clothes. They will walk with me, dressed in white, for they are worthy. <sup><strong>5</strong></sup> He who overcomes will, like them, be dressed in white. I will never blot out his name from the book of life, but will acknowledge his name before my Father and his angels. "},{"_id":"6158da6e70e3c15fe7a5aafc","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"1 Corinthians 15:22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46015022_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive.</p>\n</div>","kjv":"<strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  ","niv":"<sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive."},{"_id":"6158da6e70e3c15fe7a5aafd","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Psalm 111:10","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19111010_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19111010-1\">10&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is the beginning of wisdom;</span><br><span id=\"p19111010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all those who practice it have a good understanding.</span><br><span id=\"p19111010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;His praise endures forever!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> The fear of the LORD is the beginning of wisdom: a good understanding have all they that do his commandments: his praise endureth for ever.  ","niv":"<sup><strong>10</strong></sup> The fear of the LORD is the beginning of wisdom; all who follow his precepts have good understanding. To him belongs eternal praise."},{"_id":"6158da6f70e3c15fe7a5aafe","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:15","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003015_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_01-8\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  ","niv":"<sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\""},{"_id":"6158da6f70e3c15fe7a5aaff","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Romans 3:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"6158da6f70e3c15fe7a5ab00","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 5:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01005024_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01005024-1\">24&nbsp;</b>Enoch walked with God, and he was not, for God took him.</p>\n\n</div>","kjv":"<strong>24</strong> And Enoch walked with God: and he was not; for God took him.  ","niv":"<sup><strong>24</strong></sup> Enoch walked with God; then he was no more, because God took him away."},{"_id":"6158da7070e3c15fe7a5ab01","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01003024_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n</div>","kjv":"<strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life."},{"_id":"6158da7070e3c15fe7a5ab03","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.”</p>\n</div>","kjv":"<strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  ","niv":"<sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\""},{"_id":"6158da7070e3c15fe7a5ab02","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Luke 10:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42010018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“I saw Satan fall like lightning from heaven.</span></p>\n</div>","kjv":"<strong>18</strong> And he said unto them, I beheld Satan as lightning fall from heaven.  ","niv":"<sup><strong>18</strong></sup> He replied, \"I saw Satan fall like lightning from heaven."},{"_id":"6158da7070e3c15fe7a5ab04","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"6158da7170e3c15fe7a5ab05","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Revelation 20:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire."},{"_id":"6158da7170e3c15fe7a5ab06","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Revelation 18:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018003_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018003-1\">3&nbsp;</b>&nbsp;&nbsp;For all nations have drunk</span><br><span id=\"p66018003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wine of the passion of her sexual immorality,</span><br><span id=\"p66018003_01-16\" class=\"line\">&nbsp;&nbsp;and the kings of the earth have committed immorality with her,</span><br><span id=\"p66018003_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the merchants of the earth have grown rich from the power of her luxurious living.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  ","niv":"<sup><strong>3</strong></sup> For all the nations have drunk the maddening wine of her adulteries. The kings of the earth committed adultery with her, and the merchants of the earth grew rich from her excessive luxuries.\""},{"_id":"6158da7170e3c15fe7a5ab07","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Revelation 17:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66017005_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.”</p>\n</div>","kjv":"<strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  ","niv":"<sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH."},{"_id":"6158da7270e3c15fe7a5ab08","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"1 John 3:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-18\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"6158da7270e3c15fe7a5ab09","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Romans 7:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45007014_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007014-1\">14&nbsp;</b>For we know that the law is spiritual, but I am of the flesh, sold under sin.</p>\n</div>","kjv":"<strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  ","niv":"<sup><strong>14</strong></sup> We know that the law is spiritual; but I am unspiritual, sold as a slave to sin."},{"_id":"6158da7270e3c15fe7a5ab0a","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"John 1:29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43001029_06-20\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world!</p>\n</div>","kjv":"<strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  ","niv":"<sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world!"},{"_id":"6158da7370e3c15fe7a5ab0b","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Psalm 119:172","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119172_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119172-1\">172&nbsp;</b>&nbsp;&nbsp;My tongue will sing of your word,</span><br><span id=\"p19119172_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your commandments are right.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>172</strong> My tongue shall speak of thy word: for all thy commandments are  righteousness.  ","niv":"<sup><strong>172</strong></sup> May my tongue sing of your word, for all your commands are righteous."},{"_id":"6158da7370e3c15fe7a5ab0c","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 10:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01010031_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010031-1\">31&nbsp;</b>These are the sons of Shem, by their clans, their languages, their lands, and their nations.</p>\n</div>","kjv":"<strong>31</strong> These are the sons of Shem, after their families, after their tongues, in their lands, after their nations.  ","niv":"<sup><strong>31</strong></sup> These are the sons of Shem by their clans and languages, in their territories and nations."},{"_id":"6158da7370e3c15fe7a5ab0d","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 10:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01010020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010020-1\">20&nbsp;</b>These are the sons of Ham, by their clans, their languages, their lands, and their nations.</p>\n</div>","kjv":"<strong>20</strong> These are the sons of Ham, after their families, after their tongues, in their countries, and in their nations.  ","niv":"<sup><strong>20</strong></sup> These are the sons of Ham by their clans and languages, in their territories and nations. The Semites"},{"_id":"6158da7370e3c15fe7a5ab0e","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 3:4-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.”</p>\n</div>","kjv":"<strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  ","niv":"<sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" "},{"_id":"6158da7470e3c15fe7a5ab0f","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 1:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001031_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n</div>","kjv":"<strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day."},{"_id":"6158da7470e3c15fe7a5ab10","topicId":"6158da6d70e3c15fe7a5aaf7","verse":"Genesis 1:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-26\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""}]}