{"_id":"6158da9070e3c15fe7a5ab11","slug":"adaptability","name":"Adaptability","verses":[{"_id":"6158da9170e3c15fe7a5ab12","topicId":"6158da9070e3c15fe7a5ab11","verse":"Philippians 4:11-13","votes":20,"__v":0,"esv":"<div>\n<p id=\"p50004011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004011-1\">11&nbsp;</b>Not that I am speaking of being in need, for I have learned in whatever situation I am to be content. <b class=\"verse-num\" id=\"v50004012-1\">12&nbsp;</b>I know how to be brought low, and I know how to abound. In any and every circumstance, I have learned the secret of facing plenty and hunger, abundance and need. <b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>11</strong> Not that I speak in respect of want: for I have learned, in whatsoever state I am, therewith to be content.  <strong>12</strong> I know both how to be abased, and I know how to abound: every where and in all things I am instructed both to be full and to be hungry, both to abound and to suffer need.  <strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>11</strong></sup> I am not saying this because I am in need, for I have learned to be content whatever the circumstances. <sup><strong>12</strong></sup> I know what it is to be in need, and I know what it is to have plenty. I have learned the secret of being content in any and every situation, whether well fed or hungry, whether living in plenty or in want. <sup><strong>13</strong></sup> I can do everything through him who gives me strength. ","modified":"2022-11-02T04:46:02.589Z"},{"_id":"6158da9170e3c15fe7a5ab13","topicId":"6158da9070e3c15fe7a5ab11","verse":"Romans 12:2","votes":16,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-05-14T12:44:08.539Z"},{"_id":"6158da9170e3c15fe7a5ab14","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 Corinthians 9:19-23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46009019_01-4\"><b class=\"verse-num\" id=\"v46009019-1\">19&nbsp;</b>For though I am free from all, I have made myself a servant to all, that I might win more of them. <b class=\"verse-num\" id=\"v46009020-1\">20&nbsp;</b>To the Jews I became as a Jew, in order to win Jews. To those under the law I became as one under the law (though not being myself under the law) that I might win those under the law. <b class=\"verse-num\" id=\"v46009021-1\">21&nbsp;</b>To those outside the law I became as one outside the law (not being outside the law of God but under the law of Christ) that I might win those outside the law. <b class=\"verse-num\" id=\"v46009022-1\">22&nbsp;</b>To the weak I became weak, that I might win the weak. I have become all things to all people, that by all means I might save some. <b class=\"verse-num\" id=\"v46009023-1\">23&nbsp;</b>I do it all for the sake of the gospel, that I may share with them in its blessings.</p>\n</div>","kjv":"<strong>19</strong> For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.  <strong>20</strong> And unto the Jews I became as a Jew, that I might gain the Jews; to them that are under the law, as under the law, that I might gain them that are under the law;  <strong>21</strong> To them that are without law, as without law, (being not without law to God, but under the law to Christ,) that I might gain them that are without law.  <strong>22</strong> To the weak became I as weak, that I might gain the weak: I am made all things to all men, that I might by all means save some.  <strong>23</strong> And this I do for the gospel’s sake, that I might be partaker thereof with you.  ","niv":"<sup><strong>19</strong></sup> Though I am free and belong to no man, I make myself a slave to everyone, to win as many as possible. <sup><strong>20</strong></sup> To the Jews I became like a Jew, to win the Jews. To those under the law I became like one under the law (though I myself am not under the law), so as to win those under the law. <sup><strong>21</strong></sup> To those not having the law I became like one not having the law (though I am not free from God's law but am under Christ's law), so as to win those not having the law. <sup><strong>22</strong></sup> To the weak I became weak, to win the weak. I have become all things to all men so that by all possible means I might save some. <sup><strong>23</strong></sup> I do all this for the sake of the gospel, that I may share in its blessings. "},{"_id":"6158da9170e3c15fe7a5ab15","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Timothy 2:25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55002025_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth,</p>\n</div>","kjv":"<strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  ","niv":"<sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth,"},{"_id":"6158da9270e3c15fe7a5ab16","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Timothy 2:24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002024_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,</p>\n\n</div>","kjv":"<strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  ","niv":"<sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful.","modified":"2022-06-09T21:30:23.658Z"},{"_id":"6158da9270e3c15fe7a5ab17","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 Corinthians 9:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46009019_01-8\"><b class=\"verse-num\" id=\"v46009019-1\">19&nbsp;</b>For though I am free from all, I have made myself a servant to all, that I might win more of them.</p>\n</div>","kjv":"<strong>19</strong> For though I be free from all men, yet have I made myself servant unto all, that I might gain the more.  ","niv":"<sup><strong>19</strong></sup> Though I am free and belong to no man, I make myself a slave to everyone, to win as many as possible."},{"_id":"6158da9270e3c15fe7a5ab18","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 John 3:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is.","modified":"2023-02-26T00:30:04.379Z"},{"_id":"6158da9370e3c15fe7a5ab19","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Peter 3:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6158da9370e3c15fe7a5ab1a","topicId":"6158da9070e3c15fe7a5ab11","verse":"Hebrews 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"6158da9370e3c15fe7a5ab1b","topicId":"6158da9070e3c15fe7a5ab11","verse":"Philippians 2:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50002015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,</p>\n</div>","kjv":"<strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  ","niv":"<sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe"},{"_id":"6158da9470e3c15fe7a5ab1c","topicId":"6158da9070e3c15fe7a5ab11","verse":"John 14:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"6158da9470e3c15fe7a5ab1d","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Corinthians 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47003018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003018-1\">18&nbsp;</b>And we all, with unveiled face, beholding the glory of the Lord, are being transformed into the same image from one degree of glory to another. For this comes from the Lord who is the Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> But we all, with open face beholding as in a glass the glory of the Lord, are changed into the same image from glory to glory, even  as by the Spirit of the Lord.  ","niv":"<sup><strong>18</strong></sup> And we, who with unveiled faces all reflect the Lord's glory, are being transformed into his likeness with ever-increasing glory, which comes from the Lord, who is the Spirit."},{"_id":"6158da9470e3c15fe7a5ab1e","topicId":"6158da9070e3c15fe7a5ab11","verse":"Proverbs 9:6-9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20009006_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20009006-1\">6&nbsp;</b>&nbsp;&nbsp;Leave your simple ways, and live,</span><br><span id=\"p20009006_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and walk in the way of insight.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20009007_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20009007-1\">7&nbsp;</b>&nbsp;&nbsp;Whoever corrects a scoffer gets himself abuse,</span><br><span id=\"p20009007_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who reproves a wicked man incurs injury.</span><br><span id=\"p20009008_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20009008-1\">8&nbsp;</b>&nbsp;&nbsp;Do not reprove a scoffer, or he will hate you;</span><br><span id=\"p20009008_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reprove a wise man, and he will love you.</span><br><span id=\"p20009009_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20009009-1\">9&nbsp;</b>&nbsp;&nbsp;Give instruction to a wise man, and he will be still wiser;</span><br><span id=\"p20009009_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach a righteous man, and he will increase in learning.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Forsake the foolish, and live; and go in the way of understanding.  <strong>7</strong> He that reproveth a scorner getteth to himself shame: and he that rebuketh a wicked man getteth himself a blot.  <strong>8</strong> Reprove not a scorner, lest he hate thee: rebuke a wise man, and he will love thee.  <strong>9</strong> Give instruction to a wise man, and he will be yet wiser: teach a just man, and he will increase in learning.  ","niv":"<sup><strong>6</strong></sup> Leave your simple ways and you will live; walk in the way of understanding. <sup><strong>7</strong></sup> \"Whoever corrects a mocker invites insult; whoever rebukes a wicked man incurs abuse. <sup><strong>8</strong></sup> Do not rebuke a mocker or he will hate you; rebuke a wise man and he will love you. <sup><strong>9</strong></sup> Instruct a wise man and he will be wiser still; teach a righteous man and he will add to his learning. "},{"_id":"6158da9470e3c15fe7a5ab1f","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Peter 1:21","votes":0,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit.","modified":"2023-09-17T08:59:56.211Z"},{"_id":"6158da9570e3c15fe7a5ab20","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 Peter 1:1-25","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60001001_02-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60001001-1\">1:1&nbsp;</b>Peter, an apostle of Jesus Christ,</p>\n<p id=\"p60001001_02-18\">To those who are elect exiles of the Dispersion in Pontus, Galatia, Cappadocia, Asia, and Bithynia, <b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_02-18\">May grace and peace be multiplied to you.</p>\n\n<p id=\"p60001002_08-18\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, <b class=\"verse-num\" id=\"v60001004-1\">4&nbsp;</b>to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you, <b class=\"verse-num\" id=\"v60001005-1\">5&nbsp;</b>who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time. <b class=\"verse-num\" id=\"v60001006-1\">6&nbsp;</b>In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials, <b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001008-1\">8&nbsp;</b>Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, <b class=\"verse-num\" id=\"v60001009-1\">9&nbsp;</b>obtaining the outcome of your faith, the salvation of your souls.</p>\n<p id=\"p60001009_08-18\"><b class=\"verse-num\" id=\"v60001010-1\">10&nbsp;</b>Concerning this salvation, the prophets who prophesied about the grace that was to be yours searched and inquired carefully, <b class=\"verse-num\" id=\"v60001011-1\">11&nbsp;</b>inquiring what person or time the Spirit of Christ in them was indicating when he predicted the sufferings of Christ and the subsequent glories. <b class=\"verse-num\" id=\"v60001012-1\">12&nbsp;</b>It was revealed to them that they were serving not themselves but you, in the things that have now been announced to you through those who preached the good news to you by the Holy Spirit sent from heaven, things into which angels long to look.</p>\n\n<p id=\"p60001012_12-18\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001014-1\">14&nbsp;</b>As obedient children, do not be conformed to the passions of your former ignorance, <b class=\"verse-num\" id=\"v60001015-1\">15&nbsp;</b>but as he who called you is holy, you also be holy in all your conduct, <b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.” <b class=\"verse-num\" id=\"v60001017-1\">17&nbsp;</b>And if you call on him as Father who judges impartially according to each one’s deeds, conduct yourselves with fear throughout the time of your exile, <b class=\"verse-num\" id=\"v60001018-1\">18&nbsp;</b>knowing that you were ransomed from the futile ways inherited from your forefathers, not with perishable things such as silver or gold, <b class=\"verse-num\" id=\"v60001019-1\">19&nbsp;</b>but with the precious blood of Christ, like that of a lamb without blemish or spot. <b class=\"verse-num\" id=\"v60001020-1\">20&nbsp;</b>He was foreknown before the foundation of the world but was made manifest in the last times for the sake of you <b class=\"verse-num\" id=\"v60001021-1\">21&nbsp;</b>who through him are believers in God, who raised him from the dead and gave him glory, so that your faith and hope are in God.</p>\n<p id=\"p60001021_12-18\"><b class=\"verse-num\" id=\"v60001022-1\">22&nbsp;</b>Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart, <b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God; <b class=\"verse-num\" id=\"v60001024-1\">24&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60001024_12-18\" class=\"line\">&nbsp;&nbsp;“All flesh is like grass</span><br><span id=\"p60001024_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its glory like the flower of grass.</span><br><span id=\"p60001024_12-18\" class=\"line\">&nbsp;&nbsp;The grass withers,</span><br><span id=\"p60001024_12-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower falls,</span><br><span id=\"p60001025_12-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v60001025-1\">25&nbsp;</b>&nbsp;&nbsp;but the word of the Lord remains forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60001025_12-18\" class=\"same-paragraph\">And this word is the good news that was preached to you.</p>\n\n</div>","kjv":"<strong>1</strong> Peter, an apostle of Jesus Christ, to the strangers scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia,  <strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  <strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  <strong>4</strong> To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,  <strong>5</strong> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.  <strong>6</strong> Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:  <strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  <strong>8</strong> Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:  <strong>9</strong> Receiving the end of your faith, even the salvation of your souls.  <strong>10</strong> Of which salvation the prophets have enquired and searched diligently, who prophesied of the grace that should come unto you:  <strong>11</strong> Searching what, or what manner of time the Spirit of Christ which was in them did signify, when it testified beforehand the sufferings of Christ, and the glory that should follow.  <strong>12</strong> Unto whom it was revealed, that not unto themselves, but unto us they did minister the things, which are now reported unto you by them that have preached the gospel unto you with the Holy Ghost sent down from heaven; which things the angels desire to look into.  <strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  <strong>14</strong> As obedient children, not fashioning yourselves according to the former lusts in your ignorance:  <strong>15</strong> But as he which hath called you is holy, so be ye holy in all manner of conversation;  <strong>16</strong> Because it is written, Be ye holy; for I am holy.  <strong>17</strong> And if ye call on the Father, who without respect of persons judgeth according to every man’s work, pass the time of your sojourning here  in fear:  <strong>18</strong> Forasmuch as ye know that ye were not redeemed with corruptible things, as silver and gold, from your vain conversation received  by tradition from your fathers;  <strong>19</strong> But with the precious blood of Christ, as of a lamb without blemish and without spot:  <strong>20</strong> Who verily was foreordained before the foundation of the world, but was manifest in these last times for you,  <strong>21</strong> Who by him do believe in God, that raised him up from the dead, and gave him glory; that your faith and hope might be in God.  <strong>22</strong> Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:  <strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  <strong>24</strong> For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:  <strong>25</strong> But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.  ","niv":"<sup><strong>1</strong></sup> Peter, an apostle of Jesus Christ, To God's elect, strangers in the world, scattered throughout Pontus, Galatia, Cappadocia, Asia and Bithynia, <sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance. <sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <sup><strong>4</strong></sup> and into an inheritance that can never perish, spoil or fade--kept in heaven for you, <sup><strong>5</strong></sup> who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time. <sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed. <sup><strong>8</strong></sup> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <sup><strong>9</strong></sup> for you are receiving the goal of your faith, the salvation of your souls. <sup><strong>10</strong></sup> Concerning this salvation, the prophets, who spoke of the grace that was to come to you, searched intently and with the greatest care, <sup><strong>11</strong></sup> trying to find out the time and circumstances to which the Spirit of Christ in them was pointing when he predicted the sufferings of Christ and the glories that would follow. <sup><strong>12</strong></sup> It was revealed to them that they were not serving themselves but you, when they spoke of the things that have now been told you by those who have preached the gospel to you by the Holy Spirit sent from heaven. Even angels long to look into these things. <sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed. <sup><strong>14</strong></sup> As obedient children, do not conform to the evil desires you had when you lived in ignorance. <sup><strong>15</strong></sup> But just as he who called you is holy, so be holy in all you do; <sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\" <sup><strong>17</strong></sup> Since you call on a Father who judges each man's work impartially, live your lives as strangers here in reverent fear. <sup><strong>18</strong></sup> For you know that it was not with perishable things such as silver or gold that you were redeemed from the empty way of life handed down to you from your forefathers, <sup><strong>19</strong></sup> but with the precious blood of Christ, a lamb without blemish or defect. <sup><strong>20</strong></sup> He was chosen before the creation of the world, but was revealed in these last times for your sake. <sup><strong>21</strong></sup> Through him you believe in God, who raised him from the dead and glorified him, and so your faith and hope are in God. <sup><strong>22</strong></sup> Now that you have purified yourselves by obeying the truth so that you have sincere love for your brothers, love one another deeply, from the heart. <sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God. <sup><strong>24</strong></sup> For, \"All men are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, <sup><strong>25</strong></sup> but the word of the Lord stands forever.\" And this is the word that was preached to you. "},{"_id":"6158da9570e3c15fe7a5ab21","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 Thessalonians 2:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-20\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"6158da9570e3c15fe7a5ab22","topicId":"6158da9070e3c15fe7a5ab11","verse":"Colossians 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"6158da9670e3c15fe7a5ab23","topicId":"6158da9070e3c15fe7a5ab11","verse":"Colossians 1:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51001005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,</p>\n</div>","kjv":"<strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  ","niv":"<sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel"},{"_id":"6158da9670e3c15fe7a5ab24","topicId":"6158da9070e3c15fe7a5ab11","verse":"Galatians 1:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48001004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,</p>\n</div>","kjv":"<strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  ","niv":"<sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"},{"_id":"6158da9670e3c15fe7a5ab25","topicId":"6158da9070e3c15fe7a5ab11","verse":"2 Corinthians 3:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47003006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003006-1\">6&nbsp;</b>who has made us sufficient to be ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives life.</p>\n</div>","kjv":"<strong>6</strong> Who also hath made us able ministers of the new testament; not of the letter, but of the spirit: for the letter killeth, but the spirit giveth life.  ","niv":"<sup><strong>6</strong></sup> He has made us competent as ministers of a new covenant--not of the letter but of the Spirit; for the letter kills, but the Spirit gives life."},{"_id":"6158da9770e3c15fe7a5ab26","topicId":"6158da9070e3c15fe7a5ab11","verse":"Romans 8:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6158da9770e3c15fe7a5ab27","topicId":"6158da9070e3c15fe7a5ab11","verse":"Jeremiah 8:9","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24008009_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v24008009-1\">9&nbsp;</b>&nbsp;&nbsp;The wise men shall be put to shame;</span><br><span id=\"p24008009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be dismayed and taken;</span><br><span id=\"p24008009_01-26\" class=\"line\">&nbsp;&nbsp;behold, they have rejected the word of the LORD,</span><br><span id=\"p24008009_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so what wisdom is in them?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The wise men are ashamed, they are dismayed and taken: lo, they have rejected the word of the LORD; and what wisdom is in them?  ","niv":"<sup><strong>9</strong></sup> The wise will be put to shame; they will be dismayed and trapped. Since they have rejected the word of the LORD, what kind of wisdom do they have?"},{"_id":"6158da9770e3c15fe7a5ab28","topicId":"6158da9070e3c15fe7a5ab11","verse":"Isaiah 53:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053011_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-27\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  ","niv":"<sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities."},{"_id":"6158da9770e3c15fe7a5ab29","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 John 5:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62005013_05-28\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.</p>\n</div>","kjv":"<strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  ","niv":"<sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life."},{"_id":"6158da9870e3c15fe7a5ab2a","topicId":"6158da9070e3c15fe7a5ab11","verse":"1 Peter 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,"}]}