{"_id":"6158db2270e3c15fe7a5ab78","slug":"additions","name":"Additions","verses":[{"_id":"6158db2370e3c15fe7a5ab79","topicId":"6158db2270e3c15fe7a5ab78","verse":"Acts 2:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6158db2370e3c15fe7a5ab7a","topicId":"6158db2270e3c15fe7a5ab78","verse":"Psalm 103:2-4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103002_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103002-1\">2&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103002_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forget not all his benefits,</span><br><span id=\"p19103003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br><span id=\"p19103004_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103004-1\">4&nbsp;</b>&nbsp;&nbsp;who redeems your life from the pit,</span><br><span id=\"p19103004_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who crowns you with steadfast love and mercy,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Bless the LORD, O my soul, and forget not all his benefits:  <strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  <strong>4</strong> Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;  ","niv":"<sup><strong>2</strong></sup> Praise the LORD, O my soul, and forget not all his benefits- <sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases, <sup><strong>4</strong></sup> who redeems your life from the pit and crowns you with love and compassion, "},{"_id":"6158db2370e3c15fe7a5ab7b","topicId":"6158db2270e3c15fe7a5ab78","verse":"John 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003017_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him."},{"_id":"6158db2470e3c15fe7a5ab7c","topicId":"6158db2270e3c15fe7a5ab78","verse":"Luke 6:42","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42006042_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006042-1\">42&nbsp;</b><span class=\"woc\">How can you say to your brother, ‘Brother, let me take out the speck that is in your eye,’ when you yourself do not see the log that is in your own eye? You hypocrite, first take the log out of your own eye, and then you will see clearly to take out the speck that is in your brother’s eye.</span></p>\n</div>","kjv":"<strong>42</strong> Either how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself beholdest not the beam that is in thine own eye? Thou hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother’s eye.  ","niv":"<sup><strong>42</strong></sup> How can you say to your brother, 'Brother, let me take the speck out of your eye,' when you yourself fail to see the plank in your own eye? You hypocrite, first take the plank out of your eye, and then you will see clearly to remove the speck from your brother's eye.","modified":"2022-07-20T00:29:04.520Z"},{"_id":"6158db2470e3c15fe7a5ab7d","topicId":"6158db2270e3c15fe7a5ab78","verse":"Exodus 20:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020013_01-5\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n\n</div>","kjv":"<strong>13</strong> Thou shalt not kill.  ","niv":"<sup><strong>13</strong></sup> \"You shall not murder."},{"_id":"6158db2470e3c15fe7a5ab7e","topicId":"6158db2270e3c15fe7a5ab78","verse":"Revelation 22:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022014_01-6\"><b class=\"verse-num\" id=\"v66022014-1\">14&nbsp;</b>Blessed are those who wash their robes, so that they may have the right to the tree of life and that they may enter the city by the gates.</p>\n\n</div>","kjv":"<strong>14</strong> Blessed are they that do his commandments, that they may have right to the tree of life, and may enter in through the gates into the city.  ","niv":"<sup><strong>14</strong></sup> \"Blessed are those who wash their robes, that they may have the right to the tree of life and may go through the gates into the city."},{"_id":"6158db2470e3c15fe7a5ab7f","topicId":"6158db2270e3c15fe7a5ab78","verse":"1 John 4:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6158db2570e3c15fe7a5ab80","topicId":"6158db2270e3c15fe7a5ab78","verse":"2 Peter 2:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-8\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"},{"_id":"6158db2570e3c15fe7a5ab81","topicId":"6158db2270e3c15fe7a5ab78","verse":"James 1:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"6158db2570e3c15fe7a5ab82","topicId":"6158db2270e3c15fe7a5ab78","verse":"Hebrews 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"6158db2670e3c15fe7a5ab83","topicId":"6158db2270e3c15fe7a5ab78","verse":"John 20:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43020017_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020017-1\">17&nbsp;</b>Jesus said to her, <span class=\"woc\">“Do not cling to me, for I have not yet ascended to the Father; but go to my brothers and say to them, ‘I am ascending to my Father and your Father, to my God and your God.’”</span></p>\n</div>","kjv":"<strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  ","niv":"<sup><strong>17</strong></sup> Jesus said, \"Do not hold on to me, for I have not yet returned to the Father. Go instead to my brothers and tell them, 'I am returning to my Father and your Father, to my God and your God.'\""},{"_id":"6158db2670e3c15fe7a5ab84","topicId":"6158db2270e3c15fe7a5ab78","verse":"Ezekiel 13:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26013018_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013018-1\">18&nbsp;</b>and say, Thus says the Lord GOD: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive?</p>\n</div>","kjv":"<strong>18</strong> And say, Thus saith the Lord GOD; Woe to the women that sew pillows to all armholes, and make kerchiefs upon the head of every stature to hunt souls! Will ye hunt the souls of my people, and will ye save the souls alive that come unto you?  ","niv":"<sup><strong>18</strong></sup> and say, 'This is what the Sovereign LORD says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own?"},{"_id":"6158db2670e3c15fe7a5ab85","topicId":"6158db2270e3c15fe7a5ab78","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-13\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-13\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-13\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-13\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-13\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-13\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-13\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-13\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-13\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"6158db2770e3c15fe7a5ab86","topicId":"6158db2270e3c15fe7a5ab78","verse":"Revelation 21:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6158db2770e3c15fe7a5ab87","topicId":"6158db2270e3c15fe7a5ab78","verse":"Acts 19:17-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44019017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. "},{"_id":"6158db2770e3c15fe7a5ab88","topicId":"6158db2270e3c15fe7a5ab78","verse":"Acts 8:9-13","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-16\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. "},{"_id":"6158db2770e3c15fe7a5ab89","topicId":"6158db2270e3c15fe7a5ab78","verse":"John 20:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43020001_03-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43020001-1\">20:1&nbsp;</b>Now on the first day of the week Mary Magdalene came to the tomb early, while it was still dark, and saw that the stone had been taken away from the tomb.</p>\n</div>","kjv":"<strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  ","niv":"<sup><strong>1</strong></sup> Early on the first day of the week, while it was still dark, Mary Magdalene went to the tomb and saw that the stone had been removed from the entrance."},{"_id":"6158db2870e3c15fe7a5ab8a","topicId":"6158db2270e3c15fe7a5ab78","verse":"John 19:41","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019041_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019041-1\">41&nbsp;</b>Now in the place where he was crucified there was a garden, and in the garden a new tomb in which no one had yet been laid.</p>\n</div>","kjv":"<strong>41</strong> Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.  ","niv":"<sup><strong>41</strong></sup> At the place where Jesus was crucified, there was a garden, and in the garden a new tomb, in which no one had ever been laid."},{"_id":"6158db2870e3c15fe7a5ab8b","topicId":"6158db2270e3c15fe7a5ab78","verse":"Luke 1:44","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42001044_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy.</p>\n</div>","kjv":"<strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  ","niv":"<sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy."},{"_id":"6158db2870e3c15fe7a5ab8c","topicId":"6158db2270e3c15fe7a5ab78","verse":"Isaiah 40:22","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040022_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_01-20\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  ","niv":"<sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in."},{"_id":"6158db2970e3c15fe7a5ab8d","topicId":"6158db2270e3c15fe7a5ab78","verse":"Proverbs 8:27","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008027_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008027-1\">27&nbsp;</b>&nbsp;&nbsp;When he established the heavens, I was there;</span><br><span id=\"p20008027_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he drew a circle on the face of the deep,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> When he prepared the heavens, I was there: when he set a compass upon the face of the depth:  ","niv":"<sup><strong>27</strong></sup> I was there when he set the heavens in place, when he marked out the horizon on the face of the deep,"},{"_id":"6158db2970e3c15fe7a5ab8e","topicId":"6158db2270e3c15fe7a5ab78","verse":"Psalm 104:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104005-1\">5&nbsp;</b>&nbsp;&nbsp;He set the earth on its foundations,</span><br><span id=\"p19104005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it should never be moved.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong>             Who laid the foundations of the earth, that it should not be removed for ever.  ","niv":"<sup><strong>5</strong></sup> He set the earth on its foundations; it can never be moved."},{"_id":"6158db2970e3c15fe7a5ab8f","topicId":"6158db2270e3c15fe7a5ab78","verse":"Job 38:4","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18038004_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v18038004-1\">4&nbsp;</b>&nbsp;&nbsp;“Where were you when I laid the foundation of the earth?</span><br><span id=\"p18038004_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tell me, if you have understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Where wast thou when I laid the foundations of the earth? declare, if thou hast understanding.  ","niv":"<sup><strong>4</strong></sup> \"Where were you when I laid the earth's foundation? Tell me, if you understand."},{"_id":"6158db2a70e3c15fe7a5ab90","topicId":"6158db2270e3c15fe7a5ab78","verse":"Deuteronomy 18:9-12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-24\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"6158db2a70e3c15fe7a5ab91","topicId":"6158db2270e3c15fe7a5ab78","verse":"Exodus 7:10-12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02007010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02007010-1\">10&nbsp;</b>So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron cast down his staff before Pharaoh and his servants, and it became a serpent. <b class=\"verse-num\" id=\"v02007011-1\">11&nbsp;</b>Then Pharaoh summoned the wise men and the sorcerers, and they, the magicians of Egypt, also did the same by their secret arts. <b class=\"verse-num\" id=\"v02007012-1\">12&nbsp;</b>For each man cast down his staff, and they became serpents. But Aaron’s staff swallowed up their staffs.</p>\n</div>","kjv":"<strong>10</strong> And Moses and Aaron went in unto Pharaoh, and they did so as the LORD had commanded: and Aaron cast down his rod before Pharaoh, and before his servants, and it became a serpent.  <strong>11</strong> Then Pharaoh also called the wise men and the sorcerers: now the magicians of Egypt, they also did in like manner with their enchantments.  <strong>12</strong> For they cast down every man his rod, and they became serpents: but Aaron’s rod swallowed up their rods.  ","niv":"<sup><strong>10</strong></sup> So Moses and Aaron went to Pharaoh and did just as the LORD commanded. Aaron threw his staff down in front of Pharaoh and his officials, and it became a snake. <sup><strong>11</strong></sup> Pharaoh then summoned wise men and sorcerers, and the Egyptian magicians also did the same things by their secret arts: <sup><strong>12</strong></sup> Each one threw down his staff and it became a snake. But Aaron's staff swallowed up their staffs. "}]}