{"_id":"6158dbde70e3c15fe7a5abfa","slug":"adolescent-depression","name":"Adolescent Depression","verses":[{"_id":"6158dbde70e3c15fe7a5abfb","topicId":"6158dbde70e3c15fe7a5abfa","verse":"Philippians 3:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead,</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead,"},{"_id":"6158dbdf70e3c15fe7a5abfc","topicId":"6158dbde70e3c15fe7a5abfa","verse":"Isaiah 26:3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026003-1\">3&nbsp;</b>&nbsp;&nbsp;You keep him in perfect peace</span><br><span id=\"p23026003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose mind is stayed on you,</span><br><span id=\"p23026003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he trusts in you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.  ","niv":"<sup><strong>3</strong></sup> You will keep in perfect peace him whose mind is steadfast, because he trusts in you."},{"_id":"6158dbdf70e3c15fe7a5abfd","topicId":"6158dbde70e3c15fe7a5abfa","verse":"Psalm 3:1-8","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19003001_06-3\" class=\"psalm-title\">A Psalm of David, when he fled from Absalom his son.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19003001_06-3\" class=\"line\"><b class=\"chapter-num\" id=\"v19003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;O LORD, how many are my foes!</span><br><span id=\"p19003001_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Many are rising against me;</span><br><span id=\"p19003002_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003002-1\">2&nbsp;</b>&nbsp;&nbsp;many are saying of my soul,</span><br><span id=\"p19003002_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“There is no salvation for him in God.” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003003_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003003-1\">3&nbsp;</b>&nbsp;&nbsp;But you, O LORD, are a shield about me,</span><br><span id=\"p19003003_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my glory, and the lifter of my head.</span><br><span id=\"p19003004_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003004-1\">4&nbsp;</b>&nbsp;&nbsp;I cried aloud to the LORD,</span><br><span id=\"p19003004_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he answered me from his holy hill. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003005_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003005-1\">5&nbsp;</b>&nbsp;&nbsp;I lay down and slept;</span><br><span id=\"p19003005_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I woke again, for the LORD sustained me.</span><br><span id=\"p19003006_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003006-1\">6&nbsp;</b>&nbsp;&nbsp;I will not be afraid of many thousands of people</span><br><span id=\"p19003006_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who have set themselves against me all around.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003007_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003007-1\">7&nbsp;</b>&nbsp;&nbsp;Arise, O LORD!</span><br><span id=\"p19003007_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Save me, O my God!</span><br><span id=\"p19003007_06-3\" class=\"line\">&nbsp;&nbsp;For you strike all my enemies on the cheek;</span><br><span id=\"p19003007_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you break the teeth of the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19003008_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19003008-1\">8&nbsp;</b>&nbsp;&nbsp;Salvation belongs to the LORD;</span><br><span id=\"p19003008_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your blessing be on your people! <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> LORD, how are they increased that trouble me! many are they that rise up against me.  <strong>2</strong> Many there be which say of my soul, There is no help for him in God. Selah.  <strong>3</strong> But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head.  <strong>4</strong> I cried unto the LORD with my voice, and he heard me out of his holy hill. Selah.  <strong>5</strong> I laid me down and slept; I awaked; for the LORD sustained me.  <strong>6</strong> I will not be afraid of ten thousands of people, that have set themselves against me round about.  <strong>7</strong> Arise, O LORD; save me, O my God: for thou hast smitten all mine enemies upon the cheek bone; thou hast broken the teeth of the ungodly.  <strong>8</strong> Salvation belongeth unto the LORD: thy blessing is  upon thy people. Selah.  ","niv":"<sup><strong>1</strong></sup> O LORD, how many are my foes! How many rise up against me! <sup><strong>2</strong></sup> Many are saying of me, \"God will not deliver him.\" Selah <sup><strong>3</strong></sup> But you are a shield around me, O LORD; you bestow glory on me and lift up my head. <sup><strong>4</strong></sup> To the LORD I cry aloud, and he answers me from his holy hill. Selah <sup><strong>5</strong></sup> I lie down and sleep; I wake again, because the LORD sustains me. <sup><strong>6</strong></sup> I will not fear the tens of thousands drawn up against me on every side. <sup><strong>7</strong></sup> Arise, O LORD! Deliver me, O my God! Strike all my enemies on the jaw; break the teeth of the wicked. <sup><strong>8</strong></sup> From the LORD comes deliverance. May your blessing be on your people. Selah "},{"_id":"6158dbdf70e3c15fe7a5abfe","topicId":"6158dbde70e3c15fe7a5abfa","verse":"Ecclesiastes 11:9-12:1","votes":3,"__v":0,"esv":"<div>\n<p id=\"p21011009_01-4\"><b class=\"verse-num\" id=\"v21011009-1\">9&nbsp;</b>Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.</p>\n<p id=\"p21011009_01-4\"><b class=\"verse-num\" id=\"v21011010-1\">10&nbsp;</b>Remove vexation from your heart, and put away pain from your body, for youth and the dawn of life are vanity.</p>\n\n<p id=\"p21012001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n\n</div>","kjv":"<strong>9</strong> Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.  <strong>10</strong> Therefore remove sorrow from thy heart, and put away evil from thy flesh: for childhood and youth are vanity.  <strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>9</strong></sup> Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment. <sup><strong>10</strong></sup> So then, banish anxiety from your heart and cast off the troubles of your body, for youth and vigor are meaningless. <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined "},{"_id":"6158dbdf70e3c15fe7a5abff","topicId":"6158dbde70e3c15fe7a5abfa","verse":"Numbers 11:1-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04011001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04011001-1\">11:1&nbsp;</b>And the people complained in the hearing of the LORD about their misfortunes, and when the LORD heard it, his anger was kindled, and the fire of the LORD burned among them and consumed some outlying parts of the camp. <b class=\"verse-num\" id=\"v04011002-1\">2&nbsp;</b>Then the people cried out to Moses, and Moses prayed to the LORD, and the fire died down. <b class=\"verse-num\" id=\"v04011003-1\">3&nbsp;</b>So the name of that place was called Taberah, because the fire of the LORD burned among them.</p>\n<p id=\"p04011003_04-5\"><b class=\"verse-num\" id=\"v04011004-1\">4&nbsp;</b>Now the rabble that was among them had a strong craving. And the people of Israel also wept again and said, “Oh that we had meat to eat! <b class=\"verse-num\" id=\"v04011005-1\">5&nbsp;</b>We remember the fish we ate in Egypt that cost nothing, the cucumbers, the melons, the leeks, the onions, and the garlic. <b class=\"verse-num\" id=\"v04011006-1\">6&nbsp;</b>But now our strength is dried up, and there is nothing at all but this manna to look at.”</p>\n<p id=\"p04011006_04-5\"><b class=\"verse-num\" id=\"v04011007-1\">7&nbsp;</b>Now the manna was like coriander seed, and its appearance like that of bdellium. <b class=\"verse-num\" id=\"v04011008-1\">8&nbsp;</b>The people went about and gathered it and ground it in handmills or beat it in mortars and boiled it in pots and made cakes of it. And the taste of it was like the taste of cakes baked with oil. <b class=\"verse-num\" id=\"v04011009-1\">9&nbsp;</b>When the dew fell upon the camp in the night, the manna fell with it.</p>\n<p id=\"p04011009_04-5\"><b class=\"verse-num\" id=\"v04011010-1\">10&nbsp;</b>Moses heard the people weeping throughout their clans, everyone at the door of his tent. And the anger of the LORD blazed hotly, and Moses was displeased. <b class=\"verse-num\" id=\"v04011011-1\">11&nbsp;</b>Moses said to the LORD, “Why have you dealt ill with your servant? And why have I not found favor in your sight, that you lay the burden of all this people on me? <b class=\"verse-num\" id=\"v04011012-1\">12&nbsp;</b>Did I conceive all this people? Did I give them birth, that you should say to me, ‘Carry them in your bosom, as a nurse carries a nursing child,’ to the land that you swore to give their fathers? <b class=\"verse-num\" id=\"v04011013-1\">13&nbsp;</b>Where am I to get meat to give to all this people? For they weep before me and say, ‘Give us meat, that we may eat.’ <b class=\"verse-num\" id=\"v04011014-1\">14&nbsp;</b>I am not able to carry all this people alone; the burden is too heavy for me. <b class=\"verse-num\" id=\"v04011015-1\">15&nbsp;</b>If you will treat me like this, kill me at once, if I find favor in your sight, that I may not see my wretchedness.”</p>\n\n<p id=\"p04011015_09-5\"><b class=\"verse-num\" id=\"v04011016-1\">16&nbsp;</b>Then the LORD said to Moses, “Gather for me seventy men of the elders of Israel, whom you know to be the elders of the people and officers over them, and bring them to the tent of meeting, and let them take their stand there with you. <b class=\"verse-num\" id=\"v04011017-1\">17&nbsp;</b>And I will come down and talk with you there. And I will take some of the Spirit that is on you and put it on them, and they shall bear the burden of the people with you, so that you may not bear it yourself alone. <b class=\"verse-num\" id=\"v04011018-1\">18&nbsp;</b>And say to the people, ‘Consecrate yourselves for tomorrow, and you shall eat meat, for you have wept in the hearing of the LORD, saying, “Who will give us meat to eat? For it was better for us in Egypt.” Therefore the LORD will give you meat, and you shall eat. <b class=\"verse-num\" id=\"v04011019-1\">19&nbsp;</b>You shall not eat just one day, or two days, or five days, or ten days, or twenty days, <b class=\"verse-num\" id=\"v04011020-1\">20&nbsp;</b>but a whole month, until it comes out at your nostrils and becomes loathsome to you, because you have rejected the LORD who is among you and have wept before him, saying, “Why did we come out of Egypt?”’” <b class=\"verse-num\" id=\"v04011021-1\">21&nbsp;</b>But Moses said, “The people among whom I am number six hundred thousand on foot, and you have said, ‘I will give them meat, that they may eat a whole month!’ <b class=\"verse-num\" id=\"v04011022-1\">22&nbsp;</b>Shall flocks and herds be slaughtered for them, and be enough for them? Or shall all the fish of the sea be gathered together for them, and be enough for them?” <b class=\"verse-num\" id=\"v04011023-1\">23&nbsp;</b>And the LORD said to Moses, “Is the LORD’s hand shortened? Now you shall see whether my word will come true for you or not.”</p>\n<p id=\"p04011023_09-5\"><b class=\"verse-num\" id=\"v04011024-1\">24&nbsp;</b>So Moses went out and told the people the words of the LORD. And he gathered seventy men of the elders of the people and placed them around the tent. <b class=\"verse-num\" id=\"v04011025-1\">25&nbsp;</b>Then the LORD came down in the cloud and spoke to him, and took some of the Spirit that was on him and put it on the seventy elders. And as soon as the Spirit rested on them, they prophesied. But they did not continue doing it.</p>\n<p id=\"p04011025_09-5\"><b class=\"verse-num\" id=\"v04011026-1\">26&nbsp;</b>Now two men remained in the camp, one named Eldad, and the other named Medad, and the Spirit rested on them. They were among those registered, but they had not gone out to the tent, and so they prophesied in the camp. <b class=\"verse-num\" id=\"v04011027-1\">27&nbsp;</b>And a young man ran and told Moses, “Eldad and Medad are prophesying in the camp.” <b class=\"verse-num\" id=\"v04011028-1\">28&nbsp;</b>And Joshua the son of Nun, the assistant of Moses from his youth, said, “My lord Moses, stop them.” <b class=\"verse-num\" id=\"v04011029-1\">29&nbsp;</b>But Moses said to him, “Are you jealous for my sake? Would that all the LORD’s people were prophets, that the LORD would put his Spirit on them!” <b class=\"verse-num\" id=\"v04011030-1\">30&nbsp;</b>And Moses and the elders of Israel returned to the camp.</p>\n\n<p id=\"p04011030_13-5\"><b class=\"verse-num\" id=\"v04011031-1\">31&nbsp;</b>Then a wind from the LORD sprang up, and it brought quail from the sea and let them fall beside the camp, about a day’s journey on this side and a day’s journey on the other side, around the camp, and about two cubits above the ground. <b class=\"verse-num\" id=\"v04011032-1\">32&nbsp;</b>And the people rose all that day and all night and all the next day, and gathered the quail. Those who gathered least gathered ten homers. And they spread them out for themselves all around the camp. <b class=\"verse-num\" id=\"v04011033-1\">33&nbsp;</b>While the meat was yet between their teeth, before it was consumed, the anger of the LORD was kindled against the people, and the LORD struck down the people with a very great plague. <b class=\"verse-num\" id=\"v04011034-1\">34&nbsp;</b>Therefore the name of that place was called Kibroth-hattaavah, because there they buried the people who had the craving. <b class=\"verse-num\" id=\"v04011035-1\">35&nbsp;</b>From Kibroth-hattaavah the people journeyed to Hazeroth, and they remained at Hazeroth.</p>\n\n</div>","kjv":"<strong>1</strong> And when the people complained, it displeased the LORD: and the LORD heard it; and his anger was kindled; and the fire of the LORD burnt among them, and consumed them that were in the uttermost parts of the camp.  <strong>2</strong> And the people cried unto Moses; and when Moses prayed unto the LORD, the fire was quenched.  <strong>3</strong> And he called the name of the place Taberah: because the fire of the LORD burnt among them.  <strong>4</strong> And the mixt multitude that was among them fell a lusting: and the children of Israel also wept again, and said, Who shall give us flesh to eat?  <strong>5</strong> We remember the fish, which we did eat in Egypt freely; the cucumbers, and the melons, and the leeks, and the onions, and the garlick:  <strong>6</strong> But now our soul is dried away: there is nothing at all, beside this manna, before our eyes.  <strong>7</strong> And the manna was as coriander seed, and the colour thereof as the colour of bdellium.  <strong>8</strong> And the people went about, and gathered it, and ground it in mills, or beat it in a mortar, and baked it in pans, and made cakes of it: and the taste of it was as the taste of fresh oil.  <strong>9</strong> And when the dew fell upon the camp in the night, the manna fell upon it.  <strong>10</strong> Then Moses heard the people weep throughout their families, every man in the door of his tent: and the anger of the LORD was kindled greatly; Moses also was displeased.  <strong>11</strong> And Moses said unto the LORD, Wherefore hast thou afflicted thy servant? and wherefore have I not found favour in thy sight, that thou layest the burden of all this people upon me?  <strong>12</strong> Have I conceived all this people? have I begotten them, that thou shouldest say unto me, Carry them in thy bosom, as a nursing father beareth the sucking child, unto the land which thou swarest unto their fathers?  <strong>13</strong> Whence should I have flesh to give unto all this people? for they weep unto me, saying, Give us flesh, that we may eat.  <strong>14</strong> I am not able to bear all this people alone, because it is  too heavy for me.  <strong>15</strong> And if thou deal thus with me, kill me, I pray thee, out of hand, if I have found favour in thy sight; and let me not see my wretchedness.  <strong>16</strong> And the LORD said unto Moses, Gather unto me seventy men of the elders of Israel, whom thou knowest to be the elders of the people, and officers over them; and bring them unto the tabernacle of the congregation, that they may stand there with thee.  <strong>17</strong> And I will come down and talk with thee there: and I will take of the spirit which is upon thee, and will put it upon them; and they shall bear the burden of the people with thee, that thou bear it not thyself alone.  <strong>18</strong> And say thou unto the people, Sanctify yourselves against to morrow, and ye shall eat flesh: for ye have wept in the ears of the LORD, saying, Who shall give us flesh to eat? for it was well with us in Egypt: therefore the LORD will give you flesh, and ye shall eat.  <strong>19</strong> Ye shall not eat one day, nor two days, nor five days, neither ten days, nor twenty days;  <strong>20</strong> But even a whole month, until it come out at your nostrils, and it be loathsome unto you: because that ye have despised the LORD which is among you, and have wept before him, saying, Why came we forth out of Egypt?  <strong>21</strong> And Moses said, The people, among whom I am, are six hundred thousand footmen; and thou hast said, I will give them flesh, that they may eat a whole month.  <strong>22</strong> Shall the flocks and the herds be slain for them, to suffice them? or shall all the fish of the sea be gathered together for them, to suffice them?  <strong>23</strong> And the LORD said unto Moses, Is the LORD’S hand waxed short? thou shalt see now whether my word shall come to pass unto thee or not.  <strong>24</strong> And Moses went out, and told the people the words of the LORD, and gathered the seventy men of the elders of the people, and set them round about the tabernacle.  <strong>25</strong> And the LORD came down in a cloud, and spake unto him, and took of the spirit that was upon him, and gave it unto the seventy elders: and it came to pass, that, when the spirit rested upon them, they prophesied, and did not cease.  <strong>26</strong> But there remained two of the men in the camp, the name of the one was Eldad, and the name of the other Medad: and the spirit rested upon them; and they were of them that were written, but went not out unto the tabernacle: and they prophesied in the camp.  <strong>27</strong> And there ran a young man, and told Moses, and said, Eldad and Medad do prophesy in the camp.  <strong>28</strong> And Joshua the son of Nun, the servant of Moses, one of his young men, answered and said, My lord Moses, forbid them.  <strong>29</strong> And Moses said unto him, Enviest thou for my sake? would God that all the LORD’S people were prophets, and that the LORD would put his spirit upon them!  <strong>30</strong> And Moses gat him into the camp, he and the elders of Israel.  <strong>31</strong> And there went forth a wind from the LORD, and brought quails from the sea, and let them fall by the camp, as it were a day’s journey on this side, and as it were a day’s journey on the other side, round about the camp, and as it were two cubits high upon the face of the earth.  <strong>32</strong> And the people stood up all that day, and all that night, and all the next day, and they gathered the quails: he that gathered least gathered ten homers: and they spread them all abroad for themselves round about the camp.  <strong>33</strong> And while the flesh was yet between their teeth, ere it was chewed, the wrath of the LORD was kindled against the people, and the LORD smote the people with a very great plague.  <strong>34</strong> And he called the name of that place Kibroth-hattaavah: because there they buried the people that lusted.  <strong>35</strong> And the people journeyed from Kibroth-hattaavah unto Hazeroth; and abode at Hazeroth.  ","niv":"<sup><strong>1</strong></sup> Now the people complained about their hardships in the hearing of the LORD, and when he heard them his anger was aroused. Then fire from the LORD burned among them and consumed some of the outskirts of the camp. <sup><strong>2</strong></sup> When the people cried out to Moses, he prayed to the LORD and the fire died down. <sup><strong>3</strong></sup> So that place was called Taberah, because fire from the LORD had burned among them. Quail From the LORD <sup><strong>4</strong></sup> The rabble with them began to crave other food, and again the Israelites started wailing and said, \"If only we had meat to eat! <sup><strong>5</strong></sup> We remember the fish we ate in Egypt at no cost-also the cucumbers, melons, leeks, onions and garlic. <sup><strong>6</strong></sup> But now we have lost our appetite; we never see anything but this manna!\" <sup><strong>7</strong></sup> The manna was like coriander seed and looked like resin. <sup><strong>8</strong></sup> The people went around gathering it, and then ground it in a handmill or crushed it in a mortar. They cooked it in a pot or made it into cakes. And it tasted like something made with olive oil. <sup><strong>9</strong></sup> When the dew settled on the camp at night, the manna also came down. <sup><strong>10</strong></sup> Moses heard the people of every family wailing, each at the entrance to his tent. The LORD became exceedingly angry, and Moses was troubled. <sup><strong>11</strong></sup> He asked the LORD, \"Why have you brought this trouble on your servant? What have I done to displease you that you put the burden of all these people on me? <sup><strong>12</strong></sup> Did I conceive all these people? Did I give them birth? Why do you tell me to carry them in my arms, as a nurse carries an infant, to the land you promised on oath to their forefathers? <sup><strong>13</strong></sup> Where can I get meat for all these people? They keep wailing to me, 'Give us meat to eat!' <sup><strong>14</strong></sup> I cannot carry all these people by myself; the burden is too heavy for me. <sup><strong>15</strong></sup> If this is how you are going to treat me, put me to death right now-if I have found favor in your eyes-and do not let me face my own ruin.\" <sup><strong>16</strong></sup> The LORD said to Moses: \"Bring me seventy of Israel's elders who are known to you as leaders and officials among the people. Have them come to the Tent of Meeting, that they may stand there with you. <sup><strong>17</strong></sup> I will come down and speak with you there, and I will take of the Spirit that is on you and put the Spirit on them. They will help you carry the burden of the people so that you will not have to carry it alone. <sup><strong>18</strong></sup> \"Tell the people: 'Consecrate yourselves in preparation for tomorrow, when you will eat meat. The LORD heard you when you wailed, \"If only we had meat to eat! We were better off in Egypt!\" Now the LORD will give you meat, and you will eat it. <sup><strong>19</strong></sup> You will not eat it for just one day, or two days, or five, ten or twenty days, <sup><strong>20</strong></sup> but for a whole month-until it comes out of your nostrils and you loathe it-because you have rejected the LORD, who is among you, and have wailed before him, saying, \"Why did we ever leave Egypt?\"'\" <sup><strong>21</strong></sup> But Moses said, \"Here I am among six hundred thousand men on foot, and you say, 'I will give them meat to eat for a whole month!' <sup><strong>22</strong></sup> Would they have enough if flocks and herds were slaughtered for them? Would they have enough if all the fish in the sea were caught for them?\" <sup><strong>23</strong></sup> The LORD answered Moses, \"Is the LORD's arm too short? You will now see whether or not what I say will come true for you.\" <sup><strong>24</strong></sup> So Moses went out and told the people what the LORD had said. He brought together seventy of their elders and had them stand around the Tent. <sup><strong>25</strong></sup> Then the LORD came down in the cloud and spoke with him, and he took of the Spirit that was on him and put the Spirit on the seventy elders. When the Spirit rested on them, they prophesied, but they did not do so again. <sup><strong>26</strong></sup> However, two men, whose names were Eldad and Medad, had remained in the camp. They were listed among the elders, but did not go out to the Tent. Yet the Spirit also rested on them, and they prophesied in the camp. <sup><strong>27</strong></sup> A young man ran and told Moses, \"Eldad and Medad are prophesying in the camp.\" <sup><strong>28</strong></sup> Joshua son of Nun, who had been Moses' aide since youth, spoke up and said, \"Moses, my lord, stop them!\" <sup><strong>29</strong></sup> But Moses replied, \"Are you jealous for my sake? I wish that all the LORD's people were prophets and that the LORD would put his Spirit on them!\" <sup><strong>30</strong></sup> Then Moses and the elders of Israel returned to the camp. <sup><strong>31</strong></sup> Now a wind went out from the LORD and drove quail in from the sea. It brought them down all around the camp to about three feet above the ground, as far as a day's walk in any direction. <sup><strong>32</strong></sup> All that day and night and all the next day the people went out and gathered quail. No one gathered less than ten homers. Then they spread them out all around the camp. <sup><strong>33</strong></sup> But while the meat was still between their teeth and before it could be consumed, the anger of the LORD burned against the people, and he struck them with a severe plague. <sup><strong>34</strong></sup> Therefore the place was named Kibroth Hattaavah, because there they buried the people who had craved other food. <sup><strong>35</strong></sup> From Kibroth Hattaavah the people traveled to Hazeroth and stayed there. "}]}