{"_id":"6158dcc770e3c15fe7a5ac92","slug":"adulthood","name":"Adulthood","verses":[{"_id":"6158dcc770e3c15fe7a5ac93","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Corinthians 13:11-12","votes":22,"__v":0,"esv":"<div>\n<p id=\"p46013011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n</div>","kjv":"<strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  ","niv":"<sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. ","modified":"2023-12-02T10:57:31.528Z"},{"_id":"6158dcc870e3c15fe7a5ac94","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Ephesians 4:15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49004015_01-2\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n</div>","kjv":"<strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ."},{"_id":"6158dcc870e3c15fe7a5ac95","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Hebrews 6:1","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God,</p>\n</div>","kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God,","modified":"2022-12-27T11:05:54.346Z"},{"_id":"6158dcc870e3c15fe7a5ac96","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Luke 2:52","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42002052_01-4\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men.","modified":"2023-07-24T23:29:00.770Z"},{"_id":"6158dcc970e3c15fe7a5ac97","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Proverbs 19:26","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019026_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019026-1\">26&nbsp;</b>&nbsp;&nbsp;He who does violence to his father and chases away his mother</span><br><span id=\"p20019026_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a son who brings shame and reproach.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>26</strong> He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach.  ","niv":"<sup><strong>26</strong></sup> He who robs his father and drives out his mother is a son who brings shame and disgrace."},{"_id":"6158dcc970e3c15fe7a5ac98","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Timothy 4:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity.","modified":"2023-02-23T14:20:29.426Z"},{"_id":"6158dcc970e3c15fe7a5ac99","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Ephesians 4:13-15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004013_01-8\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ,</p>\n\n</div>","kjv":"<strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  ","niv":"<sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. "},{"_id":"6158dcc970e3c15fe7a5ac9a","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Luke 2:40","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42002040_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n</div>","kjv":"<strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  ","niv":"<sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him.","modified":"2022-04-27T12:51:24.556Z"},{"_id":"6158dcca70e3c15fe7a5ac9b","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Luke 1:80","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42001080_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n</div>","kjv":"<strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel."},{"_id":"6158dcca70e3c15fe7a5ac9c","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Samuel 2:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p09002026_01-12\"><b class=\"verse-num\" id=\"v09002026-1\">26&nbsp;</b>Now the boy Samuel continued to grow both in stature and in favor with the LORD and also with man.</p>\n</div>","kjv":"<strong>26</strong> And the child Samuel grew on, and was in favour both with the LORD, and also with men.  ","niv":"<sup><strong>26</strong></sup> And the boy Samuel continued to grow in stature and in favor with the LORD and with men."},{"_id":"6158dcca70e3c15fe7a5ac9d","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Numbers 1:1-54","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p04001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04001001-1\">1:1&nbsp;</b>The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying, <b class=\"verse-num\" id=\"v04001002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head. <b class=\"verse-num\" id=\"v04001003-1\">3&nbsp;</b>From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company. <b class=\"verse-num\" id=\"v04001004-1\">4&nbsp;</b>And there shall be with you a man from each tribe, each man being the head of the house of his fathers. <b class=\"verse-num\" id=\"v04001005-1\">5&nbsp;</b>And these are the names of the men who shall assist you. From Reuben, Elizur the son of Shedeur; <b class=\"verse-num\" id=\"v04001006-1\">6&nbsp;</b>from Simeon, Shelumiel the son of Zurishaddai; <b class=\"verse-num\" id=\"v04001007-1\">7&nbsp;</b>from Judah, Nahshon the son of Amminadab; <b class=\"verse-num\" id=\"v04001008-1\">8&nbsp;</b>from Issachar, Nethanel the son of Zuar; <b class=\"verse-num\" id=\"v04001009-1\">9&nbsp;</b>from Zebulun, Eliab the son of Helon; <b class=\"verse-num\" id=\"v04001010-1\">10&nbsp;</b>from the sons of Joseph, from Ephraim, Elishama the son of Ammihud, and from Manasseh, Gamaliel the son of Pedahzur; <b class=\"verse-num\" id=\"v04001011-1\">11&nbsp;</b>from Benjamin, Abidan the son of Gideoni; <b class=\"verse-num\" id=\"v04001012-1\">12&nbsp;</b>from Dan, Ahiezer the son of Ammishaddai; <b class=\"verse-num\" id=\"v04001013-1\">13&nbsp;</b>from Asher, Pagiel the son of Ochran; <b class=\"verse-num\" id=\"v04001014-1\">14&nbsp;</b>from Gad, Eliasaph the son of Deuel; <b class=\"verse-num\" id=\"v04001015-1\">15&nbsp;</b>from Naphtali, Ahira the son of Enan.” <b class=\"verse-num\" id=\"v04001016-1\">16&nbsp;</b>These were the ones chosen from the congregation, the chiefs of their ancestral tribes, the heads of the clans of Israel.</p>\n<p id=\"p04001016_06-13\"><b class=\"verse-num\" id=\"v04001017-1\">17&nbsp;</b>Moses and Aaron took these men who had been named, <b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head, <b class=\"verse-num\" id=\"v04001019-1\">19&nbsp;</b>as the LORD commanded Moses. So he listed them in the wilderness of Sinai.</p>\n<p id=\"p04001019_06-13\"><b class=\"verse-num\" id=\"v04001020-1\">20&nbsp;</b>The people of Reuben, Israel’s firstborn, their generations, by their clans, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001021-1\">21&nbsp;</b>those listed of the tribe of Reuben were 46,500.</p>\n<p id=\"p04001021_06-13\"><b class=\"verse-num\" id=\"v04001022-1\">22&nbsp;</b>Of the people of Simeon, their generations, by their clans, by their fathers’ houses, those of them who were listed, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001023-1\">23&nbsp;</b>those listed of the tribe of Simeon were 59,300.</p>\n<p id=\"p04001023_06-13\"><b class=\"verse-num\" id=\"v04001024-1\">24&nbsp;</b>Of the people of Gad, their generations, by their clans, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001025-1\">25&nbsp;</b>those listed of the tribe of Gad were 45,650.</p>\n<p id=\"p04001025_06-13\"><b class=\"verse-num\" id=\"v04001026-1\">26&nbsp;</b>Of the people of Judah, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001027-1\">27&nbsp;</b>those listed of the tribe of Judah were 74,600.</p>\n<p id=\"p04001027_06-13\"><b class=\"verse-num\" id=\"v04001028-1\">28&nbsp;</b>Of the people of Issachar, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001029-1\">29&nbsp;</b>those listed of the tribe of Issachar were 54,400.</p>\n<p id=\"p04001029_06-13\"><b class=\"verse-num\" id=\"v04001030-1\">30&nbsp;</b>Of the people of Zebulun, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001031-1\">31&nbsp;</b>those listed of the tribe of Zebulun were 57,400.</p>\n<p id=\"p04001031_06-13\"><b class=\"verse-num\" id=\"v04001032-1\">32&nbsp;</b>Of the people of Joseph, namely, of the people of Ephraim, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001033-1\">33&nbsp;</b>those listed of the tribe of Ephraim were 40,500.</p>\n<p id=\"p04001033_06-13\"><b class=\"verse-num\" id=\"v04001034-1\">34&nbsp;</b>Of the people of Manasseh, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001035-1\">35&nbsp;</b>those listed of the tribe of Manasseh were 32,200.</p>\n<p id=\"p04001035_06-13\"><b class=\"verse-num\" id=\"v04001036-1\">36&nbsp;</b>Of the people of Benjamin, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001037-1\">37&nbsp;</b>those listed of the tribe of Benjamin were 35,400.</p>\n<p id=\"p04001037_06-13\"><b class=\"verse-num\" id=\"v04001038-1\">38&nbsp;</b>Of the people of Dan, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001039-1\">39&nbsp;</b>those listed of the tribe of Dan were 62,700.</p>\n<p id=\"p04001039_06-13\"><b class=\"verse-num\" id=\"v04001040-1\">40&nbsp;</b>Of the people of Asher, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001041-1\">41&nbsp;</b>those listed of the tribe of Asher were 41,500.</p>\n<p id=\"p04001041_06-13\"><b class=\"verse-num\" id=\"v04001042-1\">42&nbsp;</b>Of the people of Naphtali, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001043-1\">43&nbsp;</b>those listed of the tribe of Naphtali were 53,400.</p>\n<p id=\"p04001043_06-13\"><b class=\"verse-num\" id=\"v04001044-1\">44&nbsp;</b>These are those who were listed, whom Moses and Aaron listed with the help of the chiefs of Israel, twelve men, each representing his fathers’ house. <b class=\"verse-num\" id=\"v04001045-1\">45&nbsp;</b>So all those listed of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go to war in Israel—<b class=\"verse-num\" id=\"v04001046-1\">46&nbsp;</b>all those listed were 603,550.</p>\n\n<p id=\"p04001046_08-13\"><b class=\"verse-num\" id=\"v04001047-1\">47&nbsp;</b>But the Levites were not listed along with them by their ancestral tribe. <b class=\"verse-num\" id=\"v04001048-1\">48&nbsp;</b>For the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04001049-1\">49&nbsp;</b>“Only the tribe of Levi you shall not list, and you shall not take a census of them among the people of Israel. <b class=\"verse-num\" id=\"v04001050-1\">50&nbsp;</b>But appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it. They are to carry the tabernacle and all its furnishings, and they shall take care of it and shall camp around the tabernacle. <b class=\"verse-num\" id=\"v04001051-1\">51&nbsp;</b>When the tabernacle is to set out, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And if any outsider comes near, he shall be put to death. <b class=\"verse-num\" id=\"v04001052-1\">52&nbsp;</b>The people of Israel shall pitch their tents by their companies, each man in his own camp and each man by his own standard. <b class=\"verse-num\" id=\"v04001053-1\">53&nbsp;</b>But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony.” <b class=\"verse-num\" id=\"v04001054-1\">54&nbsp;</b>Thus did the people of Israel; they did according to all that the LORD commanded Moses.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Take ye the sum of all the congregation of the children of Israel, after their families, by the house of their fathers, with the number of their  names, every male by their polls;  <strong>3</strong> From twenty years old and upward, all that are able to go forth to war in Israel: thou and Aaron shall number them by their armies.  <strong>4</strong> And with you there shall be a man of every tribe; every one head of the house of his fathers.  <strong>5</strong> And these are the names of the men that shall stand with you: of the tribe of Reuben; Elizur the son of Shedeur.  <strong>6</strong> Of Simeon; Shelumiel the son of Zurishaddai.  <strong>7</strong> Of Judah; Nahshon the son of Amminadab.  <strong>8</strong> Of Issachar; Nethaneel the son of Zuar.  <strong>9</strong> Of Zebulun; Eliab the son of Helon.  <strong>10</strong> Of the children of Joseph: of Ephraim; Elishama the son of Ammihud: of Manasseh; Gamaliel the son of Pedahzur.  <strong>11</strong> Of Benjamin; Abidan the son of Gideoni.  <strong>12</strong> Of Dan; Ahiezer the son of Ammishaddai.  <strong>13</strong> Of Asher; Pagiel the son of Ocran.  <strong>14</strong> Of Gad; Eliasaph the son of Deuel.  <strong>15</strong> Of Naphtali; Ahira the son of Enan.  <strong>16</strong> These were the renowned of the congregation, princes of the tribes of their fathers, heads of thousands in Israel.  <strong>17</strong> And Moses and Aaron took these men which are expressed by their  names:  <strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  <strong>19</strong> As the LORD commanded Moses, so he numbered them in the wilderness of Sinai.  <strong>20</strong> And the children of Reuben, Israel’s eldest son, by their generations, after their families, by the house of their fathers, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>21</strong> Those that were numbered of them, even of the tribe of Reuben, were forty and six thousand and five hundred.  <strong>22</strong> Of the children of Simeon, by their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>23</strong> Those that were numbered of them, even of the tribe of Simeon, were fifty and nine thousand and three hundred.  <strong>24</strong> Of the children of Gad, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>25</strong> Those that were numbered of them, even of the tribe of Gad, were forty and five thousand six hundred and fifty.  <strong>26</strong> Of the children of Judah, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>27</strong> Those that were numbered of them, even of the tribe of Judah, were threescore and fourteen thousand and six hundred.  <strong>28</strong> Of the children of Issachar, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>29</strong> Those that were numbered of them, even of the tribe of Issachar, were fifty and four thousand and four hundred.  <strong>30</strong> Of the children of Zebulun, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>31</strong> Those that were numbered of them, even of the tribe of Zebulun, were fifty and seven thousand and four hundred.  <strong>32</strong> Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>33</strong> Those that were numbered of them, even of the tribe of Ephraim, were forty thousand and five hundred.  <strong>34</strong> Of the children of Manasseh, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>35</strong> Those that were numbered of them, even of the tribe of Manasseh, were thirty and two thousand and two hundred.  <strong>36</strong> Of the children of Benjamin, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>37</strong> Those that were numbered of them, even of the tribe of Benjamin, were thirty and five thousand and four hundred.  <strong>38</strong> Of the children of Dan, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>39</strong> Those that were numbered of them, even of the tribe of Dan, were threescore and two thousand and seven hundred.  <strong>40</strong> Of the children of Asher, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>41</strong> Those that were numbered of them, even of the tribe of Asher, were forty and one thousand and five hundred.  <strong>42</strong> Of the children of Naphtali, throughout their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>43</strong> Those that were numbered of them, even of the tribe of Naphtali, were fifty and three thousand and four hundred.  <strong>44</strong> These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men: each one was for the house of his fathers.  <strong>45</strong> So were all those that were numbered of the children of Israel, by the house of their fathers, from twenty years old and upward, all that were able to go forth to war in Israel;  <strong>46</strong> Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.  <strong>47</strong> But the Levites after the tribe of their fathers were not numbered among them.  <strong>48</strong> For the LORD had spoken unto Moses, saying,  <strong>49</strong> Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel:  <strong>50</strong> But thou shalt appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all the vessels thereof; and they shall minister unto it, and shall encamp round about the tabernacle.  <strong>51</strong> And when the tabernacle setteth forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that cometh nigh shall be put to death.  <strong>52</strong> And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.  <strong>53</strong> But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of testimony.  <strong>54</strong> And the children of Israel did according to all that the LORD commanded Moses, so did they.  ","niv":"<sup><strong>1</strong></sup> The LORD spoke to Moses in the Tent of Meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said: <sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one. <sup><strong>3</strong></sup> You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army. <sup><strong>4</strong></sup> One man from each tribe, each the head of his family, is to help you. <sup><strong>5</strong></sup> These are the names of the men who are to assist you: from Reuben, Elizur son of Shedeur; <sup><strong>6</strong></sup> from Simeon, Shelumiel son of Zurishaddai; <sup><strong>7</strong></sup> from Judah, Nahshon son of Amminadab; <sup><strong>8</strong></sup> from Issachar, Nethanel son of Zuar; <sup><strong>9</strong></sup> from Zebulun, Eliab son of Helon; <sup><strong>10</strong></sup> from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur; <sup><strong>11</strong></sup> from Benjamin, Abidan son of Gideoni; <sup><strong>12</strong></sup> from Dan, Ahiezer son of Ammishaddai; <sup><strong>13</strong></sup> from Asher, Pagiel son of Ocran; <sup><strong>14</strong></sup> from Gad, Eliasaph son of Deuel; <sup><strong>15</strong></sup> from Naphtali, Ahira son of Enan.\" <sup><strong>16</strong></sup> These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel. <sup><strong>17</strong></sup> Moses and Aaron took these men whose names had been given, <sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one, <sup><strong>19</strong></sup> as the LORD commanded Moses. And so he counted them in the Desert of Sinai: <sup><strong>20</strong></sup> From the descendants of Reuben the firstborn son of Israel: All the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families. <sup><strong>21</strong></sup> The number from the tribe of Reuben was 46,500. <sup><strong>22</strong></sup> From the descendants of Simeon: All the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families. <sup><strong>23</strong></sup> The number from the tribe of Simeon was 59,300. <sup><strong>24</strong></sup> From the descendants of Gad: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>25</strong></sup> The number from the tribe of Gad was 45,650. <sup><strong>26</strong></sup> From the descendants of Judah: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>27</strong></sup> The number from the tribe of Judah was 74,600. <sup><strong>28</strong></sup> From the descendants of Issachar: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>29</strong></sup> The number from the tribe of Issachar was 54,400. <sup><strong>30</strong></sup> From the descendants of Zebulun: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>31</strong></sup> The number from the tribe of Zebulun was 57,400. <sup><strong>32</strong></sup> From the sons of Joseph: From the descendants of Ephraim: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>33</strong></sup> The number from the tribe of Ephraim was 40,500. <sup><strong>34</strong></sup> From the descendants of Manasseh: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>35</strong></sup> The number from the tribe of Manasseh was 32,200. <sup><strong>36</strong></sup> From the descendants of Benjamin: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>37</strong></sup> The number from the tribe of Benjamin was 35,400. <sup><strong>38</strong></sup> From the descendants of Dan: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>39</strong></sup> The number from the tribe of Dan was 62,700. <sup><strong>40</strong></sup> From the descendants of Asher: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>41</strong></sup> The number from the tribe of Asher was 41,500. <sup><strong>42</strong></sup> From the descendants of Naphtali: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>43</strong></sup> The number from the tribe of Naphtali was 53,400. <sup><strong>44</strong></sup> These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family. <sup><strong>45</strong></sup> All the Israelites twenty years old or more who were able to serve in Israel's army were counted according to their families. <sup><strong>46</strong></sup> The total number was 603,550. <sup><strong>47</strong></sup> The families of the tribe of Levi, however, were not counted along with the others. <sup><strong>48</strong></sup> The LORD had said to Moses: <sup><strong>49</strong></sup> \"You must not count the tribe of Levi or include them in the census of the other Israelites. <sup><strong>50</strong></sup> Instead, appoint the Levites to be in charge of the tabernacle of the Testimony-over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp around it. <sup><strong>51</strong></sup> Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who goes near it shall be put to death. <sup><strong>52</strong></sup> The Israelites are to set up their tents by divisions, each man in his own camp under his own standard. <sup><strong>53</strong></sup> The Levites, however, are to set up their tents around the tabernacle of the Testimony so that wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the Testimony.\" <sup><strong>54</strong></sup> The Israelites did all this just as the LORD commanded Moses. "},{"_id":"6158dccb70e3c15fe7a5ac9e","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 John 2:13-14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002013_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_01-14\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_01-14\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-14\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  ","niv":"<sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. "},{"_id":"6158dccb70e3c15fe7a5ac9f","topicId":"6158dcc770e3c15fe7a5ac92","verse":"2 Peter 3:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61003018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n</div>","kjv":"<strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen."},{"_id":"6158dccb70e3c15fe7a5aca0","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Peter 2:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,"},{"_id":"6158dccc70e3c15fe7a5aca1","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Romans 2:1-3:31","votes":4,"__v":0,"kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  <strong>17</strong> Behold, thou art called a Jew, and restest in the law, and makest thy boast of God,  <strong>18</strong> And knowest his will, and approvest the things that are more excellent, being instructed out of the law;  <strong>19</strong> And art confident that thou thyself art a guide of the blind, a light of them which are in darkness,  <strong>20</strong> An instructor of the foolish, a teacher of babes, which hast the form of knowledge and of the truth in the law.  <strong>21</strong> Thou therefore which teachest another, teachest thou not thyself? thou that preachest a man should not steal, dost thou steal?  <strong>22</strong> Thou that sayest a man should not commit adultery, dost thou commit adultery? thou that abhorrest idols, dost thou commit sacrilege?  <strong>23</strong> Thou that makest thy boast of the law, through breaking the law dishonourest thou God?  <strong>24</strong> For the name of God is blasphemed among the Gentiles through you, as it is written.  <strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  <strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? "},{"_id":"6158dccc70e3c15fe7a5aca2","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Judges 2:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p07002010_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v07002010-1\">10&nbsp;</b>And all that generation also were gathered to their fathers. And there arose another generation after them who did not know the LORD or the work that he had done for Israel.</p>\n</div>","kjv":"<strong>10</strong> And also all that generation were gathered unto their fathers: and there arose another generation after them, which knew not the LORD, nor yet the works which he had done for Israel.  ","niv":"<sup><strong>10</strong></sup> After that whole generation had been gathered to their fathers, another generation grew up, who knew neither the LORD nor what he had done for Israel."},{"_id":"6158dccc70e3c15fe7a5aca3","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Deuteronomy 22:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-20\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this.","modified":"2022-01-14T15:01:27.949Z"},{"_id":"6158dccc70e3c15fe7a5aca4","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Titus 2:1-6","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine. <b class=\"verse-num\" id=\"v56002002-1\">2&nbsp;</b>Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness. <b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled. <b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  <strong>2</strong> That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.  <strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  <strong>6</strong> Young men likewise exhort to be sober minded.  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine. <sup><strong>2</strong></sup> Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance. <sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. <sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. "},{"_id":"6158dccd70e3c15fe7a5aca5","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Corinthians 6:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-23\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. ","modified":"2022-10-07T07:34:18.172Z"},{"_id":"6158dccd70e3c15fe7a5aca6","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Romans 8:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6158dccd70e3c15fe7a5aca7","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Proverbs 22:6","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it.","modified":"2023-05-07T11:52:26.313Z"},{"_id":"6158dcce70e3c15fe7a5aca8","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Psalm 25:2-3","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19025002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19025002-1\">2&nbsp;</b>&nbsp;&nbsp;O my God, in you I trust;</span><br><span id=\"p19025002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame;</span><br><span id=\"p19025002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not my enemies exult over me.</span><br><span id=\"p19025003_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19025003-1\">3&nbsp;</b>&nbsp;&nbsp;Indeed, none who wait for you shall be put to shame;</span><br><span id=\"p19025003_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be ashamed who are wantonly treacherous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.  <strong>3</strong> Yea, let none that wait on thee be ashamed: let them be ashamed which transgress without cause.  ","niv":"<sup><strong>2</strong></sup> in you I trust, O my God. Do not let me be put to shame, nor let my enemies triumph over me. <sup><strong>3</strong></sup> No one whose hope is in you will ever be put to shame, but they will be put to shame who are treacherous without excuse. ","modified":"2022-10-03T23:01:41.472Z"},{"_id":"6158dcce70e3c15fe7a5aca9","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Judges 13:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p07013024_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v07013024-1\">24&nbsp;</b>And the woman bore a son and called his name Samson. And the young man grew, and the LORD blessed him.</p>\n</div>","kjv":"<strong>24</strong> And the woman bare a son, and called his name Samson: and the child grew, and the LORD blessed him.  ","niv":"<sup><strong>24</strong></sup> The woman gave birth to a boy and named him Samson. He grew and the LORD blessed him,"},{"_id":"6158dcce70e3c15fe7a5acaa","topicId":"6158dcc770e3c15fe7a5ac92","verse":"Genesis 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003010_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.”</p>\n</div>","kjv":"<strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  ","niv":"<sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\""},{"_id":"6158dccf70e3c15fe7a5acab","topicId":"6158dcc770e3c15fe7a5ac92","verse":"1 Timothy 5:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54005001_05-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54005001-1\">5:1&nbsp;</b>Do not rebuke an older man but encourage him as you would a father, younger men as brothers, <b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n</div>","kjv":"<strong>1</strong> Rebuke not an elder, but intreat him as a father; and  the younger men as brethren;  <strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  ","niv":"<sup><strong>1</strong></sup> Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers, <sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity. "}]}