{"_id":"6158dca170e3c15fe7a5ac78","slug":"adulteresses","name":"Adulteresses","verses":[{"_id":"6158dca170e3c15fe7a5ac79","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 4:4","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_04-9\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n<p id=\"p59004012_07-9\"><b class=\"verse-num\" id=\"v59004013-1\">13&nbsp;</b>Come now, you who say, “Today or tomorrow we will go into such and such a town and spend a year there and trade and make a profit”—<b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes. <b class=\"verse-num\" id=\"v59004015-1\">15&nbsp;</b>Instead you ought to say, “If the Lord wills, we will live and do this or that.” <b class=\"verse-num\" id=\"v59004016-1\">16&nbsp;</b>As it is, you boast in your arrogance. All such boasting is evil. <b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n\n</div>","kjv":"<strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  ","niv":"<sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God."},{"_id":"6158dca270e3c15fe7a5ac7a","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Peter 5:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},{"_id":"6158dca270e3c15fe7a5ac7b","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 John 2:15","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-4\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him."},{"_id":"6158dca370e3c15fe7a5ac7c","topicId":"6158dca170e3c15fe7a5ac78","verse":"2 Timothy 2:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6158dca370e3c15fe7a5ac7d","topicId":"6158dca170e3c15fe7a5ac78","verse":"Ephesians 5:33","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49005033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n</div>","kjv":"<strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband."},{"_id":"6158dca370e3c15fe7a5ac7e","topicId":"6158dca170e3c15fe7a5ac78","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158dca370e3c15fe7a5ac7f","topicId":"6158dca170e3c15fe7a5ac78","verse":"John 1:1-51","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-8\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-8\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-8\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-8\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-8\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-8\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-8\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-8\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"6158dca370e3c15fe7a5ac80","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 4:1-17","votes":4,"__v":0,"kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  <strong>13</strong> Go to now, ye that say, To day or to morrow we will go into such a city, and continue there a year, and buy and sell, and get gain:  <strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  <strong>15</strong> For that ye ought to say, If the Lord will, we shall live, and do this, or that.  <strong>16</strong> But now ye rejoice in your boastings: all such rejoicing is evil.  <strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. <sup><strong>5</strong></sup> Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? <sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. <sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. <sup><strong>9</strong></sup> Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. <sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up. <sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? <sup><strong>13</strong></sup> Now listen, you who say, \"Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.\" <sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes. <sup><strong>15</strong></sup> Instead, you ought to say, \"If it is the Lord's will, we will live and do this or that.\" <sup><strong>16</strong></sup> As it is, you boast and brag. All such boasting is evil. <sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins. "},{"_id":"6158dca470e3c15fe7a5ac81","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Corinthians 7:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46007005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n</div>","kjv":"<strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  ","niv":"<sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control."},{"_id":"6158dca470e3c15fe7a5ac82","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Peter 2:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed."},{"_id":"6158dca470e3c15fe7a5ac83","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"6158dca570e3c15fe7a5ac84","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 4:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions.</p>\n</div>","kjv":"<strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  ","niv":"<sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures."},{"_id":"6158dca570e3c15fe7a5ac85","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 3:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6158dca570e3c15fe7a5ac86","topicId":"6158dca170e3c15fe7a5ac78","verse":"Matthew 6:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-17\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"6158dca670e3c15fe7a5ac87","topicId":"6158dca170e3c15fe7a5ac78","verse":"Genesis 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-18\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-18\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-18\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"6158dca670e3c15fe7a5ac88","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Peter 1:24-25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001024_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001024-1\">24&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60001024_01-20\" class=\"line\">&nbsp;&nbsp;“All flesh is like grass</span><br><span id=\"p60001024_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all its glory like the flower of grass.</span><br><span id=\"p60001024_01-20\" class=\"line\">&nbsp;&nbsp;The grass withers,</span><br><span id=\"p60001024_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower falls,</span><br><span id=\"p60001025_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v60001025-1\">25&nbsp;</b>&nbsp;&nbsp;but the word of the Lord remains forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60001025_01-20\" class=\"same-paragraph\">And this word is the good news that was preached to you.</p>\n</div>","kjv":"<strong>24</strong> For all flesh is as grass, and all the glory of man as the flower of grass. The grass withereth, and the flower thereof falleth away:  <strong>25</strong> But the word of the Lord endureth for ever. And this is the word which by the gospel is preached unto you.  ","niv":"<sup><strong>24</strong></sup> For, \"All men are like grass, and all their glory is like the flowers of the field; the grass withers and the flowers fall, <sup><strong>25</strong></sup> but the word of the Lord stands forever.\" And this is the word that was preached to you. "},{"_id":"6158dca670e3c15fe7a5ac89","topicId":"6158dca170e3c15fe7a5ac78","verse":"James 5:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59005014_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord.</p>\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord."},{"_id":"6158dca670e3c15fe7a5ac8a","topicId":"6158dca170e3c15fe7a5ac78","verse":"Hebrews 12:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"6158dca770e3c15fe7a5ac8b","topicId":"6158dca170e3c15fe7a5ac78","verse":"Romans 3:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45003028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003028-1\">28&nbsp;</b>For we hold that one is justified by faith apart from works of the law.</p>\n</div>","kjv":"<strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  ","niv":"<sup><strong>28</strong></sup> For we maintain that a man is justified by faith apart from observing the law."},{"_id":"6158dca770e3c15fe7a5ac8c","topicId":"6158dca170e3c15fe7a5ac78","verse":"John 17:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017012_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017012-1\">12&nbsp;</b><span class=\"woc\">While I was with them, I kept them in your name, which you have given me. I have guarded them, and not one of them has been lost except the son of destruction, that the Scripture might be fulfilled.</span></p>\n</div>","kjv":"<strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  ","niv":"<sup><strong>12</strong></sup> While I was with them, I protected them and kept them safe by that name you gave me. None has been lost except the one doomed to destruction so that Scripture would be fulfilled."},{"_id":"6158dca770e3c15fe7a5ac8d","topicId":"6158dca170e3c15fe7a5ac78","verse":"Luke 9:56","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42009056_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009056-1\">56&nbsp;</b>And they went on to another village.</p>\n</div>","kjv":"<strong>56</strong> For the Son of man is not come to destroy men’s lives, but to save them. And they went to another village.  ","niv":"<sup><strong>56</strong></sup> and they went to another village."},{"_id":"6158dca870e3c15fe7a5ac8e","topicId":"6158dca170e3c15fe7a5ac78","verse":"Matthew 24:35","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024035_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024035-1\">35&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n</div>","kjv":"<strong>35</strong> Heaven and earth shall pass away, but my words shall not pass away.  ","niv":"<sup><strong>35</strong></sup> Heaven and earth will pass away, but my words will never pass away."},{"_id":"6158dca870e3c15fe7a5ac8f","topicId":"6158dca170e3c15fe7a5ac78","verse":"Revelation 1:9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66001009_07-27\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus.</p>\n</div>","kjv":"<strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  ","niv":"<sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus."},{"_id":"6158dca870e3c15fe7a5ac90","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Peter 5:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005003_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock.</p>\n</div>","kjv":"<strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  ","niv":"<sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock."},{"_id":"6158dca970e3c15fe7a5ac91","topicId":"6158dca170e3c15fe7a5ac78","verse":"1 Peter 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60004001_05-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin,</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  ","niv":"<sup><strong>1</strong></sup> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because he who has suffered in his body is done with sin."}]}