{"_id":"6158e2f970e3c15fe7a5af04","slug":"aids","name":"Aids","verses":[{"_id":"6158e2fa70e3c15fe7a5af05","topicId":"6158e2f970e3c15fe7a5af04","verse":"James 5:14","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p59005001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59005001-1\">5:1&nbsp;</b>Come now, you rich, weep and howl for the miseries that are coming upon you. <b class=\"verse-num\" id=\"v59005002-1\">2&nbsp;</b>Your riches have rotted and your garments are moth-eaten. <b class=\"verse-num\" id=\"v59005003-1\">3&nbsp;</b>Your gold and silver have corroded, and their corrosion will be evidence against you and will eat your flesh like fire. You have laid up treasure in the last days. <b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts. <b class=\"verse-num\" id=\"v59005005-1\">5&nbsp;</b>You have lived on the earth in luxury and in self-indulgence. You have fattened your hearts in a day of slaughter. <b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_08-2\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_08-2\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n<p id=\"p59005012_12-2\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth. <b class=\"verse-num\" id=\"v59005018-1\">18&nbsp;</b>Then he prayed again, and heaven gave rain, and the earth bore its fruit.</p>\n<p id=\"p59005018_12-2\"><b class=\"verse-num\" id=\"v59005019-1\">19&nbsp;</b>My brothers, if anyone among you wanders from the truth and someone brings him back, <b class=\"verse-num\" id=\"v59005020-1\">20&nbsp;</b>let him know that whoever brings back a sinner from his wandering will save his soul from death and will cover a multitude of sins.</p>\n\n</div>","kjv":"<strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  ","niv":"<sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord."},{"_id":"6158e2fa70e3c15fe7a5af06","topicId":"6158e2f970e3c15fe7a5af04","verse":"James 5:1-20","votes":5,"__v":0,"kjv":"<strong>1</strong> Go to now, ye rich men, weep and howl for your miseries that shall come upon you.  <strong>2</strong> Your riches are corrupted, and your garments are motheaten.  <strong>3</strong> Your gold and silver is cankered; and the rust of them shall be a witness against you, and shall eat your flesh as it were fire. Ye have heaped treasure together for the last days.  <strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  <strong>5</strong> Ye have lived in pleasure on the earth, and been wanton; ye have nourished your hearts, as in a day of slaughter.  <strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  <strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  <strong>18</strong> And he prayed again, and the heaven gave rain, and the earth brought forth her fruit.  <strong>19</strong> Brethren, if any of you do err from the truth, and one convert him;  <strong>20</strong> Let him know, that he which converteth the sinner from the error of his way shall save a soul from death, and shall hide a multitude of sins.  ","niv":"<sup><strong>1</strong></sup> Now listen, you rich people, weep and wail because of the misery that is coming upon you. <sup><strong>2</strong></sup> Your wealth has rotted, and moths have eaten your clothes. <sup><strong>3</strong></sup> Your gold and silver are corroded. Their corrosion will testify against you and eat your flesh like fire. You have hoarded wealth in the last days. <sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty. <sup><strong>5</strong></sup> You have lived on earth in luxury and self-indulgence. You have fattened yourselves in the day of slaughter. <sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. <sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. <sup><strong>8</strong></sup> You too, be patient and stand firm, because the Lord's coming is near. <sup><strong>9</strong></sup> Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! <sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. <sup><strong>11</strong></sup> As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. <sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. <sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. <sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. <sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. <sup><strong>18</strong></sup> Again he prayed, and the heavens gave rain, and the earth produced its crops. <sup><strong>19</strong></sup> My brothers, if one of you should wander from the truth and someone should bring him back, <sup><strong>20</strong></sup> remember this: Whoever turns a sinner from the error of his way will save him from death and cover over a multitude of sins. "},{"_id":"6158e2fa70e3c15fe7a5af07","topicId":"6158e2f970e3c15fe7a5af04","verse":"1 Corinthians 15:42-58","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46015042_01-4\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_04-4\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_04-4\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_04-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_04-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_04-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_04-4\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"6158e2fa70e3c15fe7a5af08","topicId":"6158e2f970e3c15fe7a5af04","verse":"Hosea 4:6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004006-1\">6&nbsp;</b>&nbsp;&nbsp;My people are destroyed for lack of knowledge;</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have rejected knowledge,</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I reject you from being a priest to me.</span><br><span id=\"p28004006_01-5\" class=\"line\">&nbsp;&nbsp;And since you have forgotten the law of your God,</span><br><span id=\"p28004006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I also will forget your children.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> My people are destroyed for lack of knowledge: because thou hast rejected knowledge, I will also reject thee, that thou shalt be no priest to me: seeing thou hast forgotten the law of thy God, I will also forget thy children.  ","niv":"<sup><strong>6</strong></sup> my people are destroyed from lack of knowledge. \"Because you have rejected knowledge, I also reject you as my priests; because you have ignored the law of your God, I also will ignore your children."},{"_id":"6158e2fb70e3c15fe7a5af09","topicId":"6158e2f970e3c15fe7a5af04","verse":"Psalm 38:1-22","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19038001_07-6\" class=\"psalm-title\">A Psalm of David, for the memorial offering.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19038001_07-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19038001-1\">38:1&nbsp;</b>&nbsp;&nbsp;O LORD, rebuke me not in your anger,</span><br><span id=\"p19038001_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor discipline me in your wrath!</span><br><span id=\"p19038002_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038002-1\">2&nbsp;</b>&nbsp;&nbsp;For your arrows have sunk into me,</span><br><span id=\"p19038002_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your hand has come down on me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038003_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038003-1\">3&nbsp;</b>&nbsp;&nbsp;There is no soundness in my flesh</span><br><span id=\"p19038003_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your indignation;</span><br><span id=\"p19038003_07-6\" class=\"line\">&nbsp;&nbsp;there is no health in my bones</span><br><span id=\"p19038003_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of my sin.</span><br><span id=\"p19038004_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038004-1\">4&nbsp;</b>&nbsp;&nbsp;For my iniquities have gone over my head;</span><br><span id=\"p19038004_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a heavy burden, they are too heavy for me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038005_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038005-1\">5&nbsp;</b>&nbsp;&nbsp;My wounds stink and fester</span><br><span id=\"p19038005_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of my foolishness,</span><br><span id=\"p19038006_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038006-1\">6&nbsp;</b>&nbsp;&nbsp;I am utterly bowed down and prostrate;</span><br><span id=\"p19038006_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the day I go about mourning.</span><br><span id=\"p19038007_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038007-1\">7&nbsp;</b>&nbsp;&nbsp;For my sides are filled with burning,</span><br><span id=\"p19038007_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there is no soundness in my flesh.</span><br><span id=\"p19038008_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038008-1\">8&nbsp;</b>&nbsp;&nbsp;I am feeble and crushed;</span><br><span id=\"p19038008_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I groan because of the tumult of my heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038009_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038009-1\">9&nbsp;</b>&nbsp;&nbsp;O Lord, all my longing is before you;</span><br><span id=\"p19038009_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my sighing is not hidden from you.</span><br><span id=\"p19038010_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038010-1\">10&nbsp;</b>&nbsp;&nbsp;My heart throbs; my strength fails me,</span><br><span id=\"p19038010_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light of my eyes—it also has gone from me.</span><br><span id=\"p19038011_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038011-1\">11&nbsp;</b>&nbsp;&nbsp;My friends and companions stand aloof from my plague,</span><br><span id=\"p19038011_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my nearest kin stand far off.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038012_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038012-1\">12&nbsp;</b>&nbsp;&nbsp;Those who seek my life lay their snares;</span><br><span id=\"p19038012_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who seek my hurt speak of ruin</span><br><span id=\"p19038012_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and meditate treachery all day long.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038013_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038013-1\">13&nbsp;</b>&nbsp;&nbsp;But I am like a deaf man; I do not hear,</span><br><span id=\"p19038013_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a mute man who does not open his mouth.</span><br><span id=\"p19038014_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038014-1\">14&nbsp;</b>&nbsp;&nbsp;I have become like a man who does not hear,</span><br><span id=\"p19038014_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in whose mouth are no rebukes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038015_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038015-1\">15&nbsp;</b>&nbsp;&nbsp;But for you, O LORD, do I wait;</span><br><span id=\"p19038015_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is you, O Lord my God, who will answer.</span><br><span id=\"p19038016_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038016-1\">16&nbsp;</b>&nbsp;&nbsp;For I said, “Only let them not rejoice over me,</span><br><span id=\"p19038016_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who boast against me when my foot slips!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038017_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038017-1\">17&nbsp;</b>&nbsp;&nbsp;For I am ready to fall,</span><br><span id=\"p19038017_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my pain is ever before me.</span><br><span id=\"p19038018_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038018-1\">18&nbsp;</b>&nbsp;&nbsp;I confess my iniquity;</span><br><span id=\"p19038018_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am sorry for my sin.</span><br><span id=\"p19038019_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038019-1\">19&nbsp;</b>&nbsp;&nbsp;But my foes are vigorous, they are mighty,</span><br><span id=\"p19038019_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and many are those who hate me wrongfully.</span><br><span id=\"p19038020_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038020-1\">20&nbsp;</b>&nbsp;&nbsp;Those who render me evil for good</span><br><span id=\"p19038020_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;accuse me because I follow after good.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19038021_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038021-1\">21&nbsp;</b>&nbsp;&nbsp;Do not forsake me, O LORD!</span><br><span id=\"p19038021_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O my God, be not far from me!</span><br><span id=\"p19038022_07-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19038022-1\">22&nbsp;</b>&nbsp;&nbsp;Make haste to help me,</span><br><span id=\"p19038022_07-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Lord, my salvation!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> O LORD, rebuke me not in thy wrath: neither chasten me in thy hot displeasure.  <strong>2</strong> For thine arrows stick fast in me, and thy hand presseth me sore.  <strong>3</strong>             There is no soundness in my flesh because of thine anger; neither is there any rest in my bones because of my sin.  <strong>4</strong> For mine iniquities are gone over mine head: as an heavy burden they are too heavy for me.  <strong>5</strong> My wounds stink and are corrupt because of my foolishness.  <strong>6</strong> I am troubled; I am bowed down greatly; I go mourning all the day long.  <strong>7</strong> For my loins are filled with a loathsome disease: and there is no soundness in my flesh.  <strong>8</strong> I am feeble and sore broken: I have roared by reason of the disquietness of my heart.  <strong>9</strong> Lord, all my desire is before thee; and my groaning is not hid from thee.  <strong>10</strong> My heart panteth, my strength faileth me: as for the light of mine eyes, it also is gone from me.  <strong>11</strong> My lovers and my friends stand aloof from my sore; and my kinsmen stand afar off.  <strong>12</strong> They also that seek after my life lay snares for me: and they that seek my hurt speak mischievous things, and imagine deceits all the day long.  <strong>13</strong> But I, as a deaf man, heard not; and I was as a dumb man that openeth not his mouth.  <strong>14</strong> Thus I was as a man that heareth not, and in whose mouth are  no reproofs.  <strong>15</strong> For in thee, O LORD, do I hope: thou wilt hear, O Lord my God.  <strong>16</strong> For I said, Hear me, lest otherwise they should rejoice over me: when my foot slippeth, they magnify themselves  against me.  <strong>17</strong> For I am ready to halt, and my sorrow is continually before me.  <strong>18</strong> For I will declare mine iniquity; I will be sorry for my sin.  <strong>19</strong> But mine enemies are lively, and they are strong: and they that hate me wrongfully are multiplied.  <strong>20</strong> They also that render evil for good are mine adversaries; because I follow the thing that good is. <strong>21</strong> Forsake me not, O LORD: O my God, be not far from me.  <strong>22</strong> Make haste to help me, O Lord my salvation.  ","niv":"<sup><strong>1</strong></sup> O LORD, do not rebuke me in your anger or discipline me in your wrath. <sup><strong>2</strong></sup> For your arrows have pierced me, and your hand has come down upon me. <sup><strong>3</strong></sup> Because of your wrath there is no health in my body; my bones have no soundness because of my sin. <sup><strong>4</strong></sup> My guilt has overwhelmed me like a burden too heavy to bear. <sup><strong>5</strong></sup> My wounds fester and are loathsome because of my sinful folly. <sup><strong>6</strong></sup> I am bowed down and brought very low; all day long I go about mourning. <sup><strong>7</strong></sup> My back is filled with searing pain; there is no health in my body. <sup><strong>8</strong></sup> I am feeble and utterly crushed; I groan in anguish of heart. <sup><strong>9</strong></sup> All my longings lie open before you, O Lord; my sighing is not hidden from you. <sup><strong>10</strong></sup> My heart pounds, my strength fails me; even the light has gone from my eyes. <sup><strong>11</strong></sup> My friends and companions avoid me because of my wounds; my neighbors stay far away. <sup><strong>12</strong></sup> Those who seek my life set their traps, those who would harm me talk of my ruin; all day long they plot deception. <sup><strong>13</strong></sup> I am like a deaf man, who cannot hear, like a mute, who cannot open his mouth; <sup><strong>14</strong></sup> I have become like a man who does not hear, whose mouth can offer no reply. <sup><strong>15</strong></sup> I wait for you, O LORD; you will answer, O Lord my God. <sup><strong>16</strong></sup> For I said, \"Do not let them gloat or exalt themselves over me when my foot slips.\" <sup><strong>17</strong></sup> For I am about to fall, and my pain is ever with me. <sup><strong>18</strong></sup> I confess my iniquity; I am troubled by my sin. <sup><strong>19</strong></sup> Many are those who are my vigorous enemies; those who hate me without reason are numerous. <sup><strong>20</strong></sup> Those who repay my good with evil slander me when I pursue what is good. <sup><strong>21</strong></sup> O LORD, do not forsake me; be not far from me, O my God. <sup><strong>22</strong></sup> Come quickly to help me, O Lord my Savior. "},{"_id":"6158e2fb70e3c15fe7a5af0a","topicId":"6158e2f970e3c15fe7a5af04","verse":"Psalm 34:21-22","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034021_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034021-1\">21&nbsp;</b>&nbsp;&nbsp;Affliction will slay the wicked,</span><br><span id=\"p19034021_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hate the righteous will be condemned.</span><br><span id=\"p19034022_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034022-1\">22&nbsp;</b>&nbsp;&nbsp;The LORD redeems the life of his servants;</span><br><span id=\"p19034022_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;none of those who take refuge in him will be condemned.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Evil shall slay the wicked: and they that hate the righteous shall be desolate.  <strong>22</strong> The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate.  ","niv":"<sup><strong>21</strong></sup> Evil will slay the wicked; the foes of the righteous will be condemned. <sup><strong>22</strong></sup> The LORD redeems his servants; no one will be condemned who takes refuge in him. "},{"_id":"6158e2fb70e3c15fe7a5af0b","topicId":"6158e2f970e3c15fe7a5af04","verse":"2 Kings 9:1-37","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p12009001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12009001-1\">9:1&nbsp;</b>Then Elisha the prophet called one of the sons of the prophets and said to him, “Tie up your garments, and take this flask of oil in your hand, and go to Ramoth-gilead. <b class=\"verse-num\" id=\"v12009002-1\">2&nbsp;</b>And when you arrive, look there for Jehu the son of Jehoshaphat, son of Nimshi. And go in and have him rise from among his fellows, and lead him to an inner chamber. <b class=\"verse-num\" id=\"v12009003-1\">3&nbsp;</b>Then take the flask of oil and pour it on his head and say, ‘Thus says the LORD, I anoint you king over Israel.’ Then open the door and flee; do not linger.”</p>\n<p id=\"p12009003_06-8\"><b class=\"verse-num\" id=\"v12009004-1\">4&nbsp;</b>So the young man, the servant of the prophet, went to Ramoth-gilead. <b class=\"verse-num\" id=\"v12009005-1\">5&nbsp;</b>And when he came, behold, the commanders of the army were in council. And he said, “I have a word for you, O commander.” And Jehu said, “To which of us all?” And he said, “To you, O commander.” <b class=\"verse-num\" id=\"v12009006-1\">6&nbsp;</b>So he arose and went into the house. And the young man poured the oil on his head, saying to him, “Thus says the LORD, the God of Israel, I anoint you king over the people of the LORD, over Israel. <b class=\"verse-num\" id=\"v12009007-1\">7&nbsp;</b>And you shall strike down the house of Ahab your master, so that I may avenge on Jezebel the blood of my servants the prophets, and the blood of all the servants of the LORD. <b class=\"verse-num\" id=\"v12009008-1\">8&nbsp;</b>For the whole house of Ahab shall perish, and I will cut off from Ahab every male, bond or free, in Israel. <b class=\"verse-num\" id=\"v12009009-1\">9&nbsp;</b>And I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah. <b class=\"verse-num\" id=\"v12009010-1\">10&nbsp;</b>And the dogs shall eat Jezebel in the territory of Jezreel, and none shall bury her.” Then he opened the door and fled.</p>\n<p id=\"p12009010_06-8\"><b class=\"verse-num\" id=\"v12009011-1\">11&nbsp;</b>When Jehu came out to the servants of his master, they said to him, “Is all well? Why did this mad fellow come to you?” And he said to them, “You know the fellow and his talk.” <b class=\"verse-num\" id=\"v12009012-1\">12&nbsp;</b>And they said, “That is not true; tell us now.” And he said, “Thus and so he spoke to me, saying, ‘Thus says the LORD, I anoint you king over Israel.’” <b class=\"verse-num\" id=\"v12009013-1\">13&nbsp;</b>Then in haste every man of them took his garment and put it under him on the bare steps, and they blew the trumpet and proclaimed, “Jehu is king.”</p>\n\n<p id=\"p12009013_11-8\"><b class=\"verse-num\" id=\"v12009014-1\">14&nbsp;</b>Thus Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. (Now Joram with all Israel had been on guard at Ramoth-gilead against Hazael king of Syria, <b class=\"verse-num\" id=\"v12009015-1\">15&nbsp;</b>but King Joram had returned to be healed in Jezreel of the wounds that the Syrians had given him, when he fought with Hazael king of Syria.) So Jehu said, “If this is your decision, then let no one slip out of the city to go and tell the news in Jezreel.” <b class=\"verse-num\" id=\"v12009016-1\">16&nbsp;</b>Then Jehu mounted his chariot and went to Jezreel, for Joram lay there. And Ahaziah king of Judah had come down to visit Joram.</p>\n<p id=\"p12009016_11-8\"><b class=\"verse-num\" id=\"v12009017-1\">17&nbsp;</b>Now the watchman was standing on the tower in Jezreel, and he saw the company of Jehu as he came and said, “I see a company.” And Joram said, “Take a horseman and send to meet them, and let him say, ‘Is it peace?’” <b class=\"verse-num\" id=\"v12009018-1\">18&nbsp;</b>So a man on horseback went to meet him and said, “Thus says the king, ‘Is it peace?’” And Jehu said, “What do you have to do with peace? Turn around and ride behind me.” And the watchman reported, saying, “The messenger reached them, but he is not coming back.” <b class=\"verse-num\" id=\"v12009019-1\">19&nbsp;</b>Then he sent out a second horseman, who came to them and said, “Thus the king has said, ‘Is it peace?’” And Jehu answered, “What do you have to do with peace? Turn around and ride behind me.” <b class=\"verse-num\" id=\"v12009020-1\">20&nbsp;</b>Again the watchman reported, “He reached them, but he is not coming back. And the driving is like the driving of Jehu the son of Nimshi, for he drives furiously.”</p>\n<p id=\"p12009020_11-8\"><b class=\"verse-num\" id=\"v12009021-1\">21&nbsp;</b>Joram said, “Make ready.” And they made ready his chariot. Then Joram king of Israel and Ahaziah king of Judah set out, each in his chariot, and went to meet Jehu, and met him at the property of Naboth the Jezreelite. <b class=\"verse-num\" id=\"v12009022-1\">22&nbsp;</b>And when Joram saw Jehu, he said, “Is it peace, Jehu?” He answered, “What peace can there be, so long as the whorings and the sorceries of your mother Jezebel are so many?” <b class=\"verse-num\" id=\"v12009023-1\">23&nbsp;</b>Then Joram reined about and fled, saying to Ahaziah, “Treachery, O Ahaziah!” <b class=\"verse-num\" id=\"v12009024-1\">24&nbsp;</b>And Jehu drew his bow with his full strength, and shot Joram between the shoulders, so that the arrow pierced his heart, and he sank in his chariot. <b class=\"verse-num\" id=\"v12009025-1\">25&nbsp;</b>Jehu said to Bidkar his aide, “Take him up and throw him on the plot of ground belonging to Naboth the Jezreelite. For remember, when you and I rode side by side behind Ahab his father, how the LORD made this pronouncement against him: <b class=\"verse-num\" id=\"v12009026-1\">26&nbsp;</b>‘As surely as I saw yesterday the blood of Naboth and the blood of his sons—declares the LORD—I will repay you on this plot of ground.’ Now therefore take him up and throw him on the plot of ground, in accordance with the word of the LORD.”</p>\n<p id=\"p12009026_11-8\"><b class=\"verse-num\" id=\"v12009027-1\">27&nbsp;</b>When Ahaziah the king of Judah saw this, he fled in the direction of Beth-haggan. And Jehu pursued him and said, “Shoot him also.” And they shot him in the chariot at the ascent of Gur, which is by Ibleam. And he fled to Megiddo and died there. <b class=\"verse-num\" id=\"v12009028-1\">28&nbsp;</b>His servants carried him in a chariot to Jerusalem, and buried him in his tomb with his fathers in the city of David.</p>\n<p id=\"p12009028_11-8\"><b class=\"verse-num\" id=\"v12009029-1\">29&nbsp;</b>In the eleventh year of Joram the son of Ahab, Ahaziah began to reign over Judah.</p>\n\n<p id=\"p12009029_14-8\"><b class=\"verse-num\" id=\"v12009030-1\">30&nbsp;</b>When Jehu came to Jezreel, Jezebel heard of it. And she painted her eyes and adorned her head and looked out of the window. <b class=\"verse-num\" id=\"v12009031-1\">31&nbsp;</b>And as Jehu entered the gate, she said, “Is it peace, you Zimri, murderer of your master?” <b class=\"verse-num\" id=\"v12009032-1\">32&nbsp;</b>And he lifted up his face to the window and said, “Who is on my side? Who?” Two or three eunuchs looked out at him. <b class=\"verse-num\" id=\"v12009033-1\">33&nbsp;</b>He said, “Throw her down.” So they threw her down. And some of her blood spattered on the wall and on the horses, and they trampled on her. <b class=\"verse-num\" id=\"v12009034-1\">34&nbsp;</b>Then he went in and ate and drank. And he said, “See now to this cursed woman and bury her, for she is a king’s daughter.” <b class=\"verse-num\" id=\"v12009035-1\">35&nbsp;</b>But when they went to bury her, they found no more of her than the skull and the feet and the palms of her hands. <b class=\"verse-num\" id=\"v12009036-1\">36&nbsp;</b>When they came back and told him, he said, “This is the word of the LORD, which he spoke by his servant Elijah the Tishbite: ‘In the territory of Jezreel the dogs shall eat the flesh of Jezebel, <b class=\"verse-num\" id=\"v12009037-1\">37&nbsp;</b>and the corpse of Jezebel shall be as dung on the face of the field in the territory of Jezreel, so that no one can say, This is Jezebel.’”</p>\n\n</div>","kjv":"<strong>1</strong> And Elisha the prophet called one of the children of the prophets, and said unto him, Gird up thy loins, and take this box of oil in thine hand, and go to Ramoth-gilead:  <strong>2</strong> And when thou comest thither, look out there Jehu the son of Jehoshaphat the son of Nimshi, and go in, and make him arise up from among his brethren, and carry him to an inner chamber;  <strong>3</strong> Then take the box of oil, and pour it on his head, and say, Thus saith the LORD, I have anointed thee king over Israel. Then open the door, and flee, and tarry not.  <strong>4</strong> So the young man, even the young man the prophet, went to Ramoth-gilead.  <strong>5</strong> And when he came, behold, the captains of the host were sitting; and he said, I have an errand to thee, O captain. And Jehu said, Unto which of all us? And he said, To thee, O captain.  <strong>6</strong> And he arose, and went into the house; and he poured the oil on his head, and said unto him, Thus saith the LORD God of Israel, I have anointed thee king over the people of the LORD, even over Israel.  <strong>7</strong> And thou shalt smite the house of Ahab thy master, that I may avenge the blood of my servants the prophets, and the blood of all the servants of the LORD, at the hand of Jezebel.  <strong>8</strong> For the whole house of Ahab shall perish: and I will cut off from Ahab him that pisseth against the wall, and him that is shut up and left in Israel:  <strong>9</strong> And I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah:  <strong>10</strong> And the dogs shall eat Jezebel in the portion of Jezreel, and there shall be none to bury her. And he opened the door, and fled.  <strong>11</strong> Then Jehu came forth to the servants of his lord: and one  said unto him, Is all well? wherefore came this mad fellow to thee? And he said unto them, Ye know the man, and his communication.  <strong>12</strong> And they said, It is false; tell us now. And he said, Thus and thus spake he to me, saying, Thus saith the LORD, I have anointed thee king over Israel.  <strong>13</strong> Then they hasted, and took every man his garment, and put it  under him on the top of the stairs, and blew with trumpets, saying, Jehu is king.  <strong>14</strong> So Jehu the son of Jehoshaphat the son of Nimshi conspired against Joram. (Now Joram had kept Ramoth-gilead, he and all Israel, because of Hazael king of Syria.  <strong>15</strong> But king Joram was returned to be healed in Jezreel of the wounds which the Syrians had given him, when he fought with Hazael king of Syria.) And Jehu said, If it be your minds, then let none go forth nor  escape out of the city to go to tell it in Jezreel.  <strong>16</strong> So Jehu rode in a chariot, and went to Jezreel; for Joram lay there. And Ahaziah king of Judah was come down to see Joram.  <strong>17</strong> And there stood a watchman on the tower in Jezreel, and he spied the company of Jehu as he came, and said, I see a company. And Joram said, Take an horseman, and send to meet them, and let him say, Is it peace?  <strong>18</strong> So there went one on horseback to meet him, and said, Thus saith the king, Is it peace? And Jehu said, What hast thou to do with peace? turn thee behind me. And the watchman told, saying, The messenger came to them, but he cometh not again.  <strong>19</strong> Then he sent out a second on horseback, which came to them, and said, Thus saith the king, Is it peace? And Jehu answered, What hast thou to do with peace? turn thee behind me.  <strong>20</strong> And the watchman told, saying, He came even unto them, and cometh not again: and the driving is like the driving of Jehu the son of Nimshi; for he driveth furiously.  <strong>21</strong> And Joram said, Make ready. And his chariot was made ready. And Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out against Jehu, and met him in the portion of Naboth the Jezreelite.  <strong>22</strong> And it came to pass, when Joram saw Jehu, that he said, Is it  peace, Jehu? And he answered, What peace, so long as the whoredoms of thy mother Jezebel and her witchcrafts are so many?  <strong>23</strong> And Joram turned his hands, and fled, and said to Ahaziah, There is treachery, O Ahaziah.  <strong>24</strong> And Jehu drew a bow with his full strength, and smote Jehoram between his arms, and the arrow went out at his heart, and he sunk down in his chariot.  <strong>25</strong> Then said Jehu to Bidkar his captain, Take up, and  cast him in the portion of the field of Naboth the Jezreelite: for remember how that, when I and thou rode together after Ahab his father, the LORD laid this burden upon him;  <strong>26</strong> Surely I have seen yesterday the blood of Naboth, and the blood of his sons, saith the LORD; and I will requite thee in this plat, saith the LORD. Now therefore take and cast him into the plat of ground,  according to the word of the LORD.  <strong>27</strong> But when Ahaziah the king of Judah saw this, he fled by the way of the garden house. And Jehu followed after him, and said, Smite him also in the chariot. And they did so at the going up to Gur, which is by Ibleam. And he fled to Megiddo, and died there.  <strong>28</strong> And his servants carried him in a chariot to Jerusalem, and buried him in his sepulchre with his fathers in the city of David.  <strong>29</strong> And in the eleventh year of Joram the son of Ahab began Ahaziah to reign over Judah.  <strong>30</strong> And when Jehu was come to Jezreel, Jezebel heard of it; and she painted her face, and tired her head, and looked out at a window.  <strong>31</strong> And as Jehu entered in at the gate, she said, Had Zimri peace, who slew his master?  <strong>32</strong> And he lifted up his face to the window, and said, Who is  on my side? who? And there looked out to him two or three eunuchs.  <strong>33</strong> And he said, Throw her down. So they threw her down: and some  of her blood was sprinkled on the wall, and on the horses: and he trode her under foot.  <strong>34</strong> And when he was come in, he did eat and drink, and said, Go, see now this cursed woman, and bury her: for she is a king’s daughter.  <strong>35</strong> And they went to bury her: but they found no more of her than the skull, and the feet, and the palms of her hands.  <strong>36</strong> Wherefore they came again, and told him. And he said, This is  the word of the LORD, which he spake by his servant Elijah the Tishbite, saying, In the portion of Jezreel shall dogs eat the flesh of Jezebel:  <strong>37</strong> And the carcase of Jezebel shall be as dung upon the face of the field in the portion of Jezreel; so that they shall not say, This is Jezebel.  ","niv":"<sup><strong>1</strong></sup> The prophet Elisha summoned a man from the company of the prophets and said to him, \"Tuck your cloak into your belt, take this flask of oil with you and go to Ramoth Gilead. <sup><strong>2</strong></sup> When you get there, look for Jehu son of Jehoshaphat, the son of Nimshi. Go to him, get him away from his companions and take him into an inner room. <sup><strong>3</strong></sup> Then take the flask and pour the oil on his head and declare, 'This is what the LORD says: I anoint you king over Israel.' Then open the door and run; don't delay!\" <sup><strong>4</strong></sup> So the young man, the prophet, went to Ramoth Gilead. <sup><strong>5</strong></sup> When he arrived, he found the army officers sitting together. \"I have a message for you, commander,\" he said. \"For which of us?\" asked Jehu. \"For you, commander,\" he replied. <sup><strong>6</strong></sup> Jehu got up and went into the house. Then the prophet poured the oil on Jehu's head and declared, \"This is what the LORD, the God of Israel, says: 'I anoint you king over the LORD's people Israel. <sup><strong>7</strong></sup> You are to destroy the house of Ahab your master, and I will avenge the blood of my servants the prophets and the blood of all the LORD's servants shed by Jezebel. <sup><strong>8</strong></sup> The whole house of Ahab will perish. I will cut off from Ahab every last male in Israel-slave or free. <sup><strong>9</strong></sup> I will make the house of Ahab like the house of Jeroboam son of Nebat and like the house of Baasha son of Ahijah. <sup><strong>10</strong></sup> As for Jezebel, dogs will devour her on the plot of ground at Jezreel, and no one will bury her.'\" Then he opened the door and ran. <sup><strong>11</strong></sup> When Jehu went out to his fellow officers, one of them asked him, \"Is everything all right? Why did this madman come to you?You know the man and the sort of things he says,\" Jehu replied. <sup><strong>12</strong></sup> \"That's not true!\" they said. \"Tell us.\" Jehu said, \"Here is what he told me: 'This is what the LORD says: I anoint you king over Israel.'\" <sup><strong>13</strong></sup> They hurried and took their cloaks and spread them under him on the bare steps. Then they blew the trumpet and shouted, \"Jehu is king!\" <sup><strong>14</strong></sup> So Jehu son of Jehoshaphat, the son of Nimshi, conspired against Joram. (Now Joram and all Israel had been defending Ramoth Gilead against Hazael king of Aram, <sup><strong>15</strong></sup> but King Joram had returned to Jezreel to recover from the wounds the Arameans had inflicted on him in the battle with Hazael king of Aram.) Jehu said, \"If this is the way you feel, don't let anyone slip out of the city to go and tell the news in Jezreel.\" <sup><strong>16</strong></sup> Then he got into his chariot and rode to Jezreel, because Joram was resting there and Ahaziah king of Judah had gone down to see him. <sup><strong>17</strong></sup> When the lookout standing on the tower in Jezreel saw Jehu's troops approaching, he called out, \"I see some troops coming.Get a horseman,\" Joram ordered. \"Send him to meet them and ask, 'Do you come in peace?'\" <sup><strong>18</strong></sup> The horseman rode off to meet Jehu and said, \"This is what the king says: 'Do you come in peace?' What do you have to do with peace?\" Jehu replied. \"Fall in behind me.\" The lookout reported, \"The messenger has reached them, but he isn't coming back.\" <sup><strong>19</strong></sup> So the king sent out a second horseman. When he came to them he said, \"This is what the king says: 'Do you come in peace?'\" Jehu replied, \"What do you have to do with peace? Fall in behind me.\" <sup><strong>20</strong></sup> The lookout reported, \"He has reached them, but he isn't coming back either. The driving is like that of Jehu son of Nimshi-he drives like a madman.\" <sup><strong>21</strong></sup> \"Hitch up my chariot,\" Joram ordered. And when it was hitched up, Joram king of Israel and Ahaziah king of Judah rode out, each in his own chariot, to meet Jehu. They met him at the plot of ground that had belonged to Naboth the Jezreelite. <sup><strong>22</strong></sup> When Joram saw Jehu he asked, \"Have you come in peace, Jehu?How can there be peace,\" Jehu replied, \"as long as all the idolatry and witchcraft of your mother Jezebel abound?\" <sup><strong>23</strong></sup> Joram turned about and fled, calling out to Ahaziah, \"Treachery, Ahaziah!\" <sup><strong>24</strong></sup> Then Jehu drew his bow and shot Joram between the shoulders. The arrow pierced his heart and he slumped down in his chariot. <sup><strong>25</strong></sup> Jehu said to Bidkar, his chariot officer, \"Pick him up and throw him on the field that belonged to Naboth the Jezreelite. Remember how you and I were riding together in chariots behind Ahab his father when the LORD made this prophecy about him: <sup><strong>26</strong></sup> 'Yesterday I saw the blood of Naboth and the blood of his sons, declares the LORD, and I will surely make you pay for it on this plot of ground, declares the LORD.' Now then, pick him up and throw him on that plot, in accordance with the word of the LORD.\" <sup><strong>27</strong></sup> When Ahaziah king of Judah saw what had happened, he fled up the road to Beth Haggan. Jehu chased him, shouting, \"Kill him too!\" They wounded him in his chariot on the way up to Gur near Ibleam, but he escaped to Megiddo and died there. <sup><strong>28</strong></sup> His servants took him by chariot to Jerusalem and buried him with his fathers in his tomb in the City of David. <sup><strong>29</strong></sup> (In the eleventh year of Joram son of Ahab, Ahaziah had become king of Judah.) <sup><strong>30</strong></sup> Then Jehu went to Jezreel. When Jezebel heard about it, she painted her eyes, arranged her hair and looked out of a window. <sup><strong>31</strong></sup> As Jehu entered the gate, she asked, \"Have you come in peace, Zimri, you murderer of your master?\" <sup><strong>32</strong></sup> He looked up at the window and called out, \"Who is on my side? Who?\" Two or three eunuchs looked down at him. <sup><strong>33</strong></sup> \"Throw her down!\" Jehu said. So they threw her down, and some of her blood spattered the wall and the horses as they trampled her underfoot. <sup><strong>34</strong></sup> Jehu went in and ate and drank. \"Take care of that cursed woman,\" he said, \"and bury her, for she was a king's daughter.\" <sup><strong>35</strong></sup> But when they went out to bury her, they found nothing except her skull, her feet and her hands. <sup><strong>36</strong></sup> They went back and told Jehu, who said, \"This is the word of the LORD that he spoke through his servant Elijah the Tishbite: On the plot of ground at Jezreel dogs will devour Jezebel's flesh. <sup><strong>37</strong></sup> Jezebel's body will be like refuse on the ground in the plot at Jezreel, so that no one will be able to say, 'This is Jezebel.'\" "},{"_id":"6158e2fb70e3c15fe7a5af0c","topicId":"6158e2f970e3c15fe7a5af04","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ. <b class=\"verse-num\" id=\"v62001004-1\">4&nbsp;</b>And we are writing these things so that our joy may be complete.</p>\n\n<p id=\"p62001004_09-13\"><b class=\"verse-num\" id=\"v62001005-1\">5&nbsp;</b>This is the message we have heard from him and proclaim to you, that God is light, and in him is no darkness at all. <b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth. <b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin. <b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness. <b class=\"verse-num\" id=\"v62001010-1\">10&nbsp;</b>If we say we have not sinned, we make him a liar, and his word is not in us.</p>\n\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158e2fc70e3c15fe7a5af0d","topicId":"6158e2f970e3c15fe7a5af04","verse":"1 Peter 5:1-14","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_06-11\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. <b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. <b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_08-11\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_08-11\">Peace to all of you who are in Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  <strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  <strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. <sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast. <sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. "},{"_id":"6158e2fc70e3c15fe7a5af0e","topicId":"6158e2f970e3c15fe7a5af04","verse":"Revelation 6:1-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66006001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66006001-1\">6:1&nbsp;</b>Now I watched when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!” <b class=\"verse-num\" id=\"v66006002-1\">2&nbsp;</b>And I looked, and behold, a white horse! And its rider had a bow, and a crown was given to him, and he came out conquering, and to conquer.</p>\n<p id=\"p66006002_04-12\"><b class=\"verse-num\" id=\"v66006003-1\">3&nbsp;</b>When he opened the second seal, I heard the second living creature say, “Come!” <b class=\"verse-num\" id=\"v66006004-1\">4&nbsp;</b>And out came another horse, bright red. Its rider was permitted to take peace from the earth, so that people should slay one another, and he was given a great sword.</p>\n<p id=\"p66006004_04-12\"><b class=\"verse-num\" id=\"v66006005-1\">5&nbsp;</b>When he opened the third seal, I heard the third living creature say, “Come!” And I looked, and behold, a black horse! And its rider had a pair of scales in his hand. <b class=\"verse-num\" id=\"v66006006-1\">6&nbsp;</b>And I heard what seemed to be a voice in the midst of the four living creatures, saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius, and do not harm the oil and wine!”</p>\n<p id=\"p66006006_04-12\"><b class=\"verse-num\" id=\"v66006007-1\">7&nbsp;</b>When he opened the fourth seal, I heard the voice of the fourth living creature say, “Come!” <b class=\"verse-num\" id=\"v66006008-1\">8&nbsp;</b>And I looked, and behold, a pale horse! And its rider’s name was Death, and Hades followed him. And they were given authority over a fourth of the earth, to kill with sword and with famine and with pestilence and by wild beasts of the earth.</p>\n<p id=\"p66006008_04-12\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n<p id=\"p66006011_04-12\"><b class=\"verse-num\" id=\"v66006012-1\">12&nbsp;</b>When he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood, <b class=\"verse-num\" id=\"v66006013-1\">13&nbsp;</b>and the stars of the sky fell to the earth as the fig tree sheds its winter fruit when shaken by a gale. <b class=\"verse-num\" id=\"v66006014-1\">14&nbsp;</b>The sky vanished like a scroll that is being rolled up, and every mountain and island was removed from its place. <b class=\"verse-num\" id=\"v66006015-1\">15&nbsp;</b>Then the kings of the earth and the great ones and the generals and the rich and the powerful, and everyone, slave and free, hid themselves in the caves and among the rocks of the mountains, <b class=\"verse-num\" id=\"v66006016-1\">16&nbsp;</b>calling to the mountains and rocks, “Fall on us and hide us from the face of him who is seated on the throne, and from the wrath of the Lamb, <b class=\"verse-num\" id=\"v66006017-1\">17&nbsp;</b>for the great day of their wrath has come, and who can stand?”</p>\n\n</div>","kjv":"<strong>1</strong> And I saw when the Lamb opened one of the seals, and I heard, as it were the noise of thunder, one of the four beasts saying, Come and see.  <strong>2</strong> And I saw, and behold a white horse: and he that sat on him had a bow; and a crown was given unto him: and he went forth conquering, and to conquer.  <strong>3</strong> And when he had opened the second seal, I heard the second beast say, Come and see.  <strong>4</strong> And there went out another horse that was red: and power  was given to him that sat thereon to take peace from the earth, and that they should kill one another: and there was given unto him a great sword.  <strong>5</strong> And when he had opened the third seal, I heard the third beast say, Come and see. And I beheld, and lo a black horse; and he that sat on him had a pair of balances in his hand.  <strong>6</strong> And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see  thou hurt not the oil and the wine.  <strong>7</strong> And when he had opened the fourth seal, I heard the voice of the fourth beast say, Come and see.  <strong>8</strong> And I looked, and behold a pale horse: and his name that sat on him was Death, and Hell followed with him. And power was given unto them over the fourth part of the earth, to kill with sword, and with hunger, and with death, and with the beasts of the earth.  <strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  <strong>12</strong> And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;  <strong>13</strong> And the stars of heaven fell unto the earth, even as a fig tree casteth her untimely figs, when she is shaken of a mighty wind.  <strong>14</strong> And the heaven departed as a scroll when it is rolled together; and every mountain and island were moved out of their places.  <strong>15</strong> And the kings of the earth, and the great men, and the rich men, and the chief captains, and the mighty men, and every bondman, and every free man, hid themselves in the dens and in the rocks of the mountains;  <strong>16</strong> And said to the mountains and rocks, Fall on us, and hide us from the face of him that sitteth on the throne, and from the wrath of the Lamb:  <strong>17</strong> For the great day of his wrath is come; and who shall be able to stand?  ","niv":"<sup><strong>1</strong></sup> I watched as the Lamb opened the first of the seven seals. Then I heard one of the four living creatures say in a voice like thunder, \"Come!\" <sup><strong>2</strong></sup> I looked, and there before me was a white horse! Its rider held a bow, and he was given a crown, and he rode out as a conqueror bent on conquest. <sup><strong>3</strong></sup> When the Lamb opened the second seal, I heard the second living creature say, \"Come!\" <sup><strong>4</strong></sup> Then another horse came out, a fiery red one. Its rider was given power to take peace from the earth and to make men slay each other. To him was given a large sword. <sup><strong>5</strong></sup> When the Lamb opened the third seal, I heard the third living creature say, \"Come!\" I looked, and there before me was a black horse! Its rider was holding a pair of scales in his hand. <sup><strong>6</strong></sup> Then I heard what sounded like a voice among the four living creatures, saying, \"A quart of wheat for a day's wages, and three quarts of barley for a day's wages, and do not damage the oil and the wine!\" <sup><strong>7</strong></sup> When the Lamb opened the fourth seal, I heard the voice of the fourth living creature say, \"Come!\" <sup><strong>8</strong></sup> I looked, and there before me was a pale horse! Its rider was named Death, and Hades was following close behind him. They were given power over a fourth of the earth to kill by sword, famine and plague, and by the wild beasts of the earth. <sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" <sup><strong>11</strong></sup> Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed. <sup><strong>12</strong></sup> I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red, <sup><strong>13</strong></sup> and the stars in the sky fell to earth, as late figs drop from a fig tree when shaken by a strong wind. <sup><strong>14</strong></sup> The sky receded like a scroll, rolling up, and every mountain and island was removed from its place. <sup><strong>15</strong></sup> Then the kings of the earth, the princes, the generals, the rich, the mighty, and every slave and every free man hid in caves and among the rocks of the mountains. <sup><strong>16</strong></sup> They called to the mountains and the rocks, \"Fall on us and hide us from the face of him who sits on the throne and from the wrath of the Lamb! <sup><strong>17</strong></sup> For the great day of their wrath has come, and who can stand?\" "},{"_id":"6158e2fc70e3c15fe7a5af0f","topicId":"6158e2f970e3c15fe7a5af04","verse":"1 John 1:1-10","votes":4,"__v":0,"kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  <strong>4</strong> And these things write we unto you, that your joy may be full.  <strong>5</strong> This then is the message which we have heard of him, and declare unto you, that God is light, and in him is no darkness at all.  <strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  <strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  <strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  <strong>10</strong> If we say that we have not sinned, we make him a liar, and his word is not in us.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. <sup><strong>4</strong></sup> We write this to make our joy complete. <sup><strong>5</strong></sup> This is the message we have heard from him and declare to you: God is light; in him there is no darkness at all. <sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth. <sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin. <sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. <sup><strong>10</strong></sup> If we claim we have not sinned, we make him out to be a liar and his word has no place in our lives. "},{"_id":"6158e2fd70e3c15fe7a5af10","topicId":"6158e2f970e3c15fe7a5af04","verse":"Hebrews 12:1-13:25","votes":4,"__v":0,"kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  <strong>1</strong> Let brotherly love continue.  <strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  <strong>3</strong> Remember them that are in bonds, as bound with them; and them which suffer adversity, as being yourselves also in the body.  <strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  <strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  <strong>6</strong> So that we may boldly say, The Lord is my helper, and I will not fear what man shall do unto me.  <strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  <strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  <strong>9</strong> Be not carried about with divers and strange doctrines. For it is  a good thing that the heart be established with grace; not with meats, which have not profited them that have been occupied therein.  <strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  <strong>11</strong> For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned without the camp.  <strong>12</strong> Wherefore Jesus also, that he might sanctify the people with his own blood, suffered without the gate.  <strong>13</strong> Let us go forth therefore unto him without the camp, bearing his reproach.  <strong>14</strong> For here have we no continuing city, but we seek one to come.  <strong>15</strong> By him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to his name.  <strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  <strong>17</strong> Obey them that have the rule over you, and submit yourselves: for they watch for your souls, as they that must give account, that they may do it with joy, and not with grief: for that is unprofitable for you.  <strong>18</strong> Pray for us: for we trust we have a good conscience, in all things willing to live honestly.  <strong>19</strong> But I beseech you the rather to do this, that I may be restored to you the sooner.  <strong>20</strong> Now the God of peace, that brought again from the dead our Lord Jesus, that great shepherd of the sheep, through the blood of the everlasting covenant,  <strong>21</strong> Make you perfect in every good work to do his will, working in you that which is wellpleasing in his sight, through Jesus Christ; to whom be  glory for ever and ever. Amen.  <strong>22</strong> And I beseech you, brethren, suffer the word of exhortation: for I have written a letter unto you in few words.  <strong>23</strong> Know ye that our brother Timothy is set at liberty; with whom, if he come shortly, I will see you.  <strong>24</strong> Salute all them that have the rule over you, and all the saints. They of Italy salute you.  <strong>25</strong> Grace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. <sup><strong>12</strong></sup> Therefore, strengthen your feeble arms and weak knees. <sup><strong>13</strong></sup> \"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed. "},{"_id":"6158e2fd70e3c15fe7a5af11","topicId":"6158e2f970e3c15fe7a5af04","verse":"Colossians 3:1-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-15\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-15\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-15\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. "},{"_id":"6158e2fd70e3c15fe7a5af12","topicId":"6158e2f970e3c15fe7a5af04","verse":"Ephesians 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"6158e2fe70e3c15fe7a5af13","topicId":"6158e2f970e3c15fe7a5af04","verse":"Ephesians 5:1-33","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-17\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-17\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-17\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-17\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-17\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-17\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"6158e2fe70e3c15fe7a5af14","topicId":"6158e2f970e3c15fe7a5af04","verse":"1 Corinthians 3:15-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46003015_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n<p id=\"p46003015_01-19\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. <sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. "},{"_id":"6158e2fe70e3c15fe7a5af15","topicId":"6158e2f970e3c15fe7a5af04","verse":"Romans 8:1-39","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus. <b class=\"verse-num\" id=\"v45008002-1\">2&nbsp;</b>For the law of the Spirit of life has set you free in Christ Jesus from the law of sin and death. <b class=\"verse-num\" id=\"v45008003-1\">3&nbsp;</b>For God has done what the law, weakened by the flesh, could not do. By sending his own Son in the likeness of sinful flesh and for sin, he condemned sin in the flesh, <b class=\"verse-num\" id=\"v45008004-1\">4&nbsp;</b>in order that the righteous requirement of the law might be fulfilled in us, who walk not according to the flesh but according to the Spirit. <b class=\"verse-num\" id=\"v45008005-1\">5&nbsp;</b>For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Spirit set their minds on the things of the Spirit. <b class=\"verse-num\" id=\"v45008006-1\">6&nbsp;</b>For to set the mind on the flesh is death, but to set the mind on the Spirit is life and peace. <b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot. <b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_05-20\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n<p id=\"p45008011_08-20\"><b class=\"verse-num\" id=\"v45008012-1\">12&nbsp;</b>So then, brothers, we are debtors, not to the flesh, to live according to the flesh. <b class=\"verse-num\" id=\"v45008013-1\">13&nbsp;</b>For if you live according to the flesh you will die, but if by the Spirit you put to death the deeds of the body, you will live. <b class=\"verse-num\" id=\"v45008014-1\">14&nbsp;</b>For all who are led by the Spirit of God are sons of God. <b class=\"verse-num\" id=\"v45008015-1\">15&nbsp;</b>For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!” <b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God, <b class=\"verse-num\" id=\"v45008017-1\">17&nbsp;</b>and if children, then heirs—heirs of God and fellow heirs with Christ, provided we suffer with him in order that we may also be glorified with him.</p>\n\n<p id=\"p45008017_10-20\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us. <b class=\"verse-num\" id=\"v45008019-1\">19&nbsp;</b>For the creation waits with eager longing for the revealing of the sons of God. <b class=\"verse-num\" id=\"v45008020-1\">20&nbsp;</b>For the creation was subjected to futility, not willingly, but because of him who subjected it, in hope <b class=\"verse-num\" id=\"v45008021-1\">21&nbsp;</b>that the creation itself will be set free from its bondage to corruption and obtain the freedom of the glory of the children of God. <b class=\"verse-num\" id=\"v45008022-1\">22&nbsp;</b>For we know that the whole creation has been groaning together in the pains of childbirth until now. <b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies. <b class=\"verse-num\" id=\"v45008024-1\">24&nbsp;</b>For in this hope we were saved. Now hope that is seen is not hope. For who hopes for what he sees? <b class=\"verse-num\" id=\"v45008025-1\">25&nbsp;</b>But if we hope for what we do not see, we wait for it with patience.</p>\n<p id=\"p45008025_10-20\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. <b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n<p id=\"p45008030_13-20\"><b class=\"verse-num\" id=\"v45008031-1\">31&nbsp;</b>What then shall we say to these things? If God is for us, who can be against us? <b class=\"verse-num\" id=\"v45008032-1\">32&nbsp;</b>He who did not spare his own Son but gave him up for us all, how will he not also with him graciously give us all things? <b class=\"verse-num\" id=\"v45008033-1\">33&nbsp;</b>Who shall bring any charge against God’s elect? It is God who justifies. <b class=\"verse-num\" id=\"v45008034-1\">34&nbsp;</b>Who is to condemn? Christ Jesus is the one who died—more than that, who was raised—who is at the right hand of God, who indeed is interceding for us. <b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? <b class=\"verse-num\" id=\"v45008036-1\">36&nbsp;</b>As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45008036_13-20\" class=\"line\">&nbsp;&nbsp;“For your sake we are being killed all the day long;</span><br><span id=\"p45008036_13-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45008036_13-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us. <b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus, <sup><strong>2</strong></sup> because through Christ Jesus the law of the Spirit of life set me free from the law of sin and death. <sup><strong>3</strong></sup> For what the law was powerless to do in that it was weakened by the sinful nature, God did by sending his own Son in the likeness of sinful man to be a sin offering. And so he condemned sin in sinful man, <sup><strong>4</strong></sup> in order that the righteous requirements of the law might be fully met in us, who do not live according to the sinful nature but according to the Spirit. <sup><strong>5</strong></sup> Those who live according to the sinful nature have their minds set on what that nature desires; but those who live in accordance with the Spirit have their minds set on what the Spirit desires. <sup><strong>6</strong></sup> The mind of sinful man is death, but the mind controlled by the Spirit is life and peace; <sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so. <sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. <sup><strong>12</strong></sup> Therefore, brothers, we have an obligation--but it is not to the sinful nature, to live according to it. <sup><strong>13</strong></sup> For if you live according to the sinful nature, you will die; but if by the Spirit you put to death the misdeeds of the body, you will live, <sup><strong>14</strong></sup> because those who are led by the Spirit of God are sons of God. <sup><strong>15</strong></sup> For you did not receive a spirit that makes you a slave again to fear, but you received the Spirit of sonship. And by him we cry, \"Abba, Father.\" <sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children. <sup><strong>17</strong></sup> Now if we are children, then we are heirs--heirs of God and co-heirs with Christ, if indeed we share in his sufferings in order that we may also share in his glory. <sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us. <sup><strong>19</strong></sup> The creation waits in eager expectation for the sons of God to be revealed. <sup><strong>20</strong></sup> For the creation was subjected to frustration, not by its own choice, but by the will of the one who subjected it, in hope <sup><strong>21</strong></sup> that the creation itself will be liberated from its bondage to decay and brought into the glorious freedom of the children of God. <sup><strong>22</strong></sup> We know that the whole creation has been groaning as in the pains of childbirth right up to the present time. <sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies. <sup><strong>24</strong></sup> For in this hope we were saved. But hope that is seen is no hope at all. Who hopes for what he already has? <sup><strong>25</strong></sup> But if we hope for what we do not yet have, we wait for it patiently. <sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. <sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. <sup><strong>31</strong></sup> What, then, shall we say in response to this? If God is for us, who can be against us? <sup><strong>32</strong></sup> He who did not spare his own Son, but gave him up for us all--how will he not also, along with him, graciously give us all things? <sup><strong>33</strong></sup> Who will bring any charge against those whom God has chosen? It is God who justifies. <sup><strong>34</strong></sup> Who is he that condemns? Christ Jesus, who died--more than that, who was raised to life--is at the right hand of God and is also interceding for us. <sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword? <sup><strong>36</strong></sup> As it is written: \"For your sake we face death all day long; we are considered as sheep to be slaughtered.\" <sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us. <sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"6158e2ff70e3c15fe7a5af16","topicId":"6158e2f970e3c15fe7a5af04","verse":"Romans 1:18-2:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-21\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_05-21\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_05-21\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_05-21\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n<p id=\"p45002001_08-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance? <b class=\"verse-num\" id=\"v45002005-1\">5&nbsp;</b>But because of your hard and impenitent heart you are storing up wrath for yourself on the day of wrath when God’s righteous judgment will be revealed.</p>\n<p id=\"p45002005_08-21\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury. <b class=\"verse-num\" id=\"v45002009-1\">9&nbsp;</b>There will be tribulation and distress for every human being who does evil, the Jew first and also the Greek, <b class=\"verse-num\" id=\"v45002010-1\">10&nbsp;</b>but glory and honor and peace for everyone who does good, the Jew first and also the Greek. <b class=\"verse-num\" id=\"v45002011-1\">11&nbsp;</b>For God shows no partiality.</p>\n\n<p id=\"p45002011_13-21\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  <strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  <strong>5</strong> But after thy hardness and impenitent heart treasurest up unto thyself wrath against the day of wrath and revelation of the righteous judgment of God;  <strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  <strong>9</strong> Tribulation and anguish, upon every soul of man that doeth evil, of the Jew first, and also of the Gentile;  <strong>10</strong> But glory, honour, and peace, to every man that worketh good, to the Jew first, and also to the Gentile:  <strong>11</strong> For there is no respect of persons with God.  <strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  ","niv":"","modified":"2022-11-25T14:17:40.713Z"},{"_id":"6158e2ff70e3c15fe7a5af17","topicId":"6158e2f970e3c15fe7a5af04","verse":"Acts 12:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44012023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012023-1\">23&nbsp;</b>Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last.</p>\n</div>","kjv":"<strong>23</strong> And immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost.  ","niv":"<sup><strong>23</strong></sup> Immediately, because Herod did not give praise to God, an angel of the Lord struck him down, and he was eaten by worms and died."},{"_id":"6158e2ff70e3c15fe7a5af18","topicId":"6158e2f970e3c15fe7a5af04","verse":"John 8:1-59","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43008001_01-23\" class=\"virtual\"><b class=\"chapter-num\" id=\"v43008001-1\">8:1&nbsp;</b>but Jesus went to the Mount of Olives. <b class=\"verse-num\" id=\"v43008002-1\">2&nbsp;</b>Early in the morning he came again to the temple. All the people came to him, and he sat down and taught them. <b class=\"verse-num\" id=\"v43008003-1\">3&nbsp;</b>The scribes and the Pharisees brought a woman who had been caught in adultery, and placing her in the midst <b class=\"verse-num\" id=\"v43008004-1\">4&nbsp;</b>they said to him, “Teacher, this woman has been caught in the act of adultery. <b class=\"verse-num\" id=\"v43008005-1\">5&nbsp;</b>Now in the Law, Moses commanded us to stone such women. So what do you say?” <b class=\"verse-num\" id=\"v43008006-1\">6&nbsp;</b>This they said to test him, that they might have some charge to bring against him. Jesus bent down and wrote with his finger on the ground. <b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span> <b class=\"verse-num\" id=\"v43008008-1\">8&nbsp;</b>And once more he bent down and wrote on the ground. <b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him. <b class=\"verse-num\" id=\"v43008010-1\">10&nbsp;</b>Jesus stood up and said to her, <span class=\"woc\">“Woman, where are they? Has no one condemned you?”</span> <b class=\"verse-num\" id=\"v43008011-1\">11&nbsp;</b>She said, “No one, Lord.” And Jesus said, <span class=\"woc\">“Neither do I condemn you; go, and from now on sin no more.”</span>]]</p>\n\n<p id=\"p43008011_08-23\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span> <b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span> <b class=\"verse-num\" id=\"v43008019-1\">19&nbsp;</b>They said to him therefore, “Where is your Father?” Jesus answered, <span class=\"woc\">“You know neither me nor my Father. If you knew me, you would know my Father also.”</span> <b class=\"verse-num\" id=\"v43008020-1\">20&nbsp;</b>These words he spoke in the treasury, as he taught in the temple; but no one arrested him, because his hour had not yet come.</p>\n<p id=\"p43008020_08-23\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span> <b class=\"verse-num\" id=\"v43008022-1\">22&nbsp;</b>So the Jews said, “Will he kill himself, since he says, <span class=\"woc\">‘Where I am going, you cannot come’</span>?” <b class=\"verse-num\" id=\"v43008023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You are from below; I am from above. You are of this world; I am not of this world.</span> <b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span> <b class=\"verse-num\" id=\"v43008025-1\">25&nbsp;</b>So they said to him, “Who are you?” Jesus said to them, <span class=\"woc\">“Just what I have been telling you from the beginning.</span> <b class=\"verse-num woc\" id=\"v43008026-1\">26&nbsp;</b><span class=\"woc\">I have much to say about you and much to judge, but he who sent me is true, and I declare to the world what I have heard from him.”</span> <b class=\"verse-num\" id=\"v43008027-1\">27&nbsp;</b>They did not understand that he had been speaking to them about the Father. <b class=\"verse-num\" id=\"v43008028-1\">28&nbsp;</b>So Jesus said to them, <span class=\"woc\">“When you have lifted up the Son of Man, then you will know that I am he, and that I do nothing on my own authority, but speak just as the Father taught me.</span> <b class=\"verse-num woc\" id=\"v43008029-1\">29&nbsp;</b><span class=\"woc\">And he who sent me is with me. He has not left me alone, for I always do the things that are pleasing to him.”</span> <b class=\"verse-num\" id=\"v43008030-1\">30&nbsp;</b>As he was saying these things, many believed in him.</p>\n\n<p id=\"p43008030_14-23\"><b class=\"verse-num\" id=\"v43008031-1\">31&nbsp;</b>So Jesus said to the Jews who had believed him, <span class=\"woc\">“If you abide in my word, you are truly my disciples,</span> <b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span> <b class=\"verse-num\" id=\"v43008033-1\">33&nbsp;</b>They answered him, “We are offspring of Abraham and have never been enslaved to anyone. How is it that you say, ‘You will become free’?”</p>\n<p id=\"p43008033_14-23\"><b class=\"verse-num\" id=\"v43008034-1\">34&nbsp;</b>Jesus answered them, <span class=\"woc\">“Truly, truly, I say to you, everyone who practices sin is a slave to sin.</span> <b class=\"verse-num woc\" id=\"v43008035-1\">35&nbsp;</b><span class=\"woc\">The slave does not remain in the house forever; the son remains forever.</span> <b class=\"verse-num woc\" id=\"v43008036-1\">36&nbsp;</b><span class=\"woc\">So if the Son sets you free, you will be free indeed.</span> <b class=\"verse-num woc\" id=\"v43008037-1\">37&nbsp;</b><span class=\"woc\">I know that you are offspring of Abraham; yet you seek to kill me because my word finds no place in you.</span> <b class=\"verse-num woc\" id=\"v43008038-1\">38&nbsp;</b><span class=\"woc\">I speak of what I have seen with my Father, and you do what you have heard from your father.”</span></p>\n\n<p id=\"p43008038_21-23\"><b class=\"verse-num\" id=\"v43008039-1\">39&nbsp;</b>They answered him, “Abraham is our father.” Jesus said to them, <span class=\"woc\">“If you were Abraham’s children, you would be doing the works Abraham did,</span> <b class=\"verse-num woc\" id=\"v43008040-1\">40&nbsp;</b><span class=\"woc\">but now you seek to kill me, a man who has told you the truth that I heard from God. This is not what Abraham did.</span> <b class=\"verse-num woc\" id=\"v43008041-1\">41&nbsp;</b><span class=\"woc\">You are doing the works your father did.”</span> They said to him, “We were not born of sexual immorality. We have one Father—even God.” <b class=\"verse-num\" id=\"v43008042-1\">42&nbsp;</b>Jesus said to them, <span class=\"woc\">“If God were your Father, you would love me, for I came from God and I am here. I came not of my own accord, but he sent me.</span> <b class=\"verse-num woc\" id=\"v43008043-1\">43&nbsp;</b><span class=\"woc\">Why do you not understand what I say? It is because you cannot bear to hear my word.</span> <b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span> <b class=\"verse-num woc\" id=\"v43008045-1\">45&nbsp;</b><span class=\"woc\">But because I tell the truth, you do not believe me.</span> <b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span> <b class=\"verse-num woc\" id=\"v43008047-1\">47&nbsp;</b><span class=\"woc\">Whoever is of God hears the words of God. The reason why you do not hear them is that you are not of God.”</span></p>\n\n<p id=\"p43008047_26-23\"><b class=\"verse-num\" id=\"v43008048-1\">48&nbsp;</b>The Jews answered him, “Are we not right in saying that you are a Samaritan and have a demon?” <b class=\"verse-num\" id=\"v43008049-1\">49&nbsp;</b>Jesus answered, <span class=\"woc\">“I do not have a demon, but I honor my Father, and you dishonor me.</span> <b class=\"verse-num woc\" id=\"v43008050-1\">50&nbsp;</b><span class=\"woc\">Yet I do not seek my own glory; there is One who seeks it, and he is the judge.</span> <b class=\"verse-num woc\" id=\"v43008051-1\">51&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, if anyone keeps my word, he will never see death.”</span> <b class=\"verse-num\" id=\"v43008052-1\">52&nbsp;</b>The Jews said to him, “Now we know that you have a demon! Abraham died, as did the prophets, yet you say, <span class=\"woc\">‘If anyone keeps my word, he will never taste death.’</span> <b class=\"verse-num\" id=\"v43008053-1\">53&nbsp;</b>Are you greater than our father Abraham, who died? And the prophets died! Who do you make yourself out to be?” <b class=\"verse-num\" id=\"v43008054-1\">54&nbsp;</b>Jesus answered, <span class=\"woc\">“If I glorify myself, my glory is nothing. It is my Father who glorifies me, of whom you say, ‘He is our God.’</span> <b class=\"verse-num woc\" id=\"v43008055-1\">55&nbsp;</b><span class=\"woc\">But you have not known him. I know him. If I were to say that I do not know him, I would be a liar like you, but I do know him and I keep his word.</span> <b class=\"verse-num woc\" id=\"v43008056-1\">56&nbsp;</b><span class=\"woc\">Your father Abraham rejoiced that he would see my day. He saw it and was glad.”</span> <b class=\"verse-num\" id=\"v43008057-1\">57&nbsp;</b>So the Jews said to him, “You are not yet fifty years old, and have you seen Abraham?” <b class=\"verse-num\" id=\"v43008058-1\">58&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, before Abraham was, I am.”</span> <b class=\"verse-num\" id=\"v43008059-1\">59&nbsp;</b>So they picked up stones to throw at him, but Jesus hid himself and went out of the temple.</p>\n\n</div>","kjv":"<strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  ","niv":"<sup><strong>1</strong></sup> But Jesus went to the Mount of Olives. <sup><strong>2</strong></sup> At dawn he appeared again in the temple courts, where all the people gathered around him, and he sat down to teach them. <sup><strong>3</strong></sup> The teachers of the law and the Pharisees brought in a woman caught in adultery. They made her stand before the group <sup><strong>4</strong></sup> and said to Jesus, \"Teacher, this woman was caught in the act of adultery. <sup><strong>5</strong></sup> In the Law Moses commanded us to stone such women. Now what do you say?\" <sup><strong>6</strong></sup> They were using this question as a trap, in order to have a basis for accusing him. <sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\" <sup><strong>8</strong></sup> Again he stooped down and wrote on the ground. <sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there. <sup><strong>10</strong></sup> Jesus straightened up and asked her, \"Woman, where are they? Has no one condemned you?\" <sup><strong>11</strong></sup> \"No one, sir,\" she said. \"Then neither do I condemn you,\" Jesus declared. \"Go now and leave your life of sin.\" <sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\" <sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" <sup><strong>19</strong></sup> Then they asked him, \"Where is your father?\" <sup><strong>20</strong></sup> \"You do not know me or my Father,\" Jesus replied. \"If you knew me, you would know my Father also.\" He spoke these words while teaching in the temple area near the place where the offerings were put. Yet no one seized him, because his time had not yet come. <sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\" <sup><strong>22</strong></sup> This made the Jews ask, \"Will he kill himself? Is that why he says, 'Where I go, you cannot come'?\" <sup><strong>23</strong></sup> But he continued, \"You are from below; I am from above. You are of this world; I am not of this world. <sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\" <sup><strong>25</strong></sup> \"Who are you?\" they asked. <sup><strong>26</strong></sup> \"Just what I have been claiming all along,\" Jesus replied. \"I have much to say in judgment of you. But he who sent me is reliable, and what I have heard from him I tell the world.\" <sup><strong>27</strong></sup> They did not understand that he was telling them about his Father. <sup><strong>28</strong></sup> So Jesus said, \"When you have lifted up the Son of Man, then you will know that I am the one I claim to be and that I do nothing on my own but speak just what the Father has taught me. <sup><strong>29</strong></sup> The one who sent me is with me; he has not left me alone, for I always do what pleases him.\" <sup><strong>30</strong></sup> Even as he spoke, many put their faith in him. <sup><strong>31</strong></sup> To the Jews who had believed him, Jesus said, \"If you hold to my teaching, you are really my disciples. <sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\" <sup><strong>33</strong></sup> They answered him, \"We are Abraham's descendants and have never been slaves of anyone. How can you say that we shall be set free?\" <sup><strong>34</strong></sup> Jesus replied, \"I tell you the truth, everyone who sins is a slave to sin. <sup><strong>35</strong></sup> Now a slave has no permanent place in the family, but a son belongs to it forever. <sup><strong>36</strong></sup> So if the Son sets you free, you will be free indeed. <sup><strong>37</strong></sup> I know you are Abraham's descendants. Yet you are ready to kill me, because you have no room for my word. <sup><strong>38</strong></sup> I am telling you what I have seen in the Father's presence, and you do what you have heard from your father. \" <sup><strong>39</strong></sup> \"Abraham is our father,\" they answered. \"If you were Abraham's children,\" said Jesus, \"then you would <sup><strong>40</strong></sup> do the things Abraham did. As it is, you are determined to kill me, a man who has told you the truth that I heard from God. Abraham did not do such things. <sup><strong>41</strong></sup> You are doing the things your own father does.We are not illegitimate children,\" they protested. \"The only Father we have is God himself.\" <sup><strong>42</strong></sup> Jesus said to them, \"If God were your Father, you would love me, for I came from God and now am here. I have not come on my own; but he sent me. <sup><strong>43</strong></sup> Why is my language not clear to you? Because you are unable to hear what I say. <sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies. <sup><strong>45</strong></sup> Yet because I tell the truth, you do not believe me! <sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me? <sup><strong>47</strong></sup> He who belongs to God hears what God says. The reason you do not hear is that you do not belong to God.\" <sup><strong>48</strong></sup> The Jews answered him, \"Aren't we right in saying that you are a Samaritan and demon-possessed?\" <sup><strong>49</strong></sup> \"I am not possessed by a demon,\" said Jesus, \"but I honor my Father and you dishonor me. <sup><strong>50</strong></sup> I am not seeking glory for myself; but there is one who seeks it, and he is the judge. <sup><strong>51</strong></sup> I tell you the truth, if anyone keeps my word, he will never see death.\" <sup><strong>52</strong></sup> At this the Jews exclaimed, \"Now we know that you are demon-possessed! Abraham died and so did the prophets, yet you say that if anyone keeps your word, he will never taste death. <sup><strong>53</strong></sup> Are you greater than our father Abraham? He died, and so did the prophets. Who do you think you are?\" <sup><strong>54</strong></sup> Jesus replied, \"If I glorify myself, my glory means nothing. My Father, whom you claim as your God, is the one who glorifies me. <sup><strong>55</strong></sup> Though you do not know him, I know him. If I said I did not, I would be a liar like you, but I do know him and keep his word. <sup><strong>56</strong></sup> Your father Abraham rejoiced at the thought of seeing my day; he saw it and was glad.\" <sup><strong>57</strong></sup> \"You are not yet fifty years old,\" the Jews said to him, \"and you have seen Abraham!\" <sup><strong>58</strong></sup> \"I tell you the truth,\" Jesus answered, \"before Abraham was born, I am!\" <sup><strong>59</strong></sup> At this, they picked up stones to stone him, but Jesus hid himself, slipping away from the temple grounds. "},{"_id":"6158e2ff70e3c15fe7a5af19","topicId":"6158e2f970e3c15fe7a5af04","verse":"Luke 15:1-32","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-24\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-24\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-24\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-24\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-24\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"6158e30070e3c15fe7a5af1a","topicId":"6158e2f970e3c15fe7a5af04","verse":"Mark 1:24-32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41001024_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v41001024-1\">24&nbsp;</b>“What have you to do with us, Jesus of Nazareth? Have you come to destroy us? I know who you are—the Holy One of God.” <b class=\"verse-num\" id=\"v41001025-1\">25&nbsp;</b>But Jesus rebuked him, saying, <span class=\"woc\">“Be silent, and come out of him!”</span> <b class=\"verse-num\" id=\"v41001026-1\">26&nbsp;</b>And the unclean spirit, convulsing him and crying out with a loud voice, came out of him. <b class=\"verse-num\" id=\"v41001027-1\">27&nbsp;</b>And they were all amazed, so that they questioned among themselves, saying, “What is this? A new teaching with authority! He commands even the unclean spirits, and they obey him.” <b class=\"verse-num\" id=\"v41001028-1\">28&nbsp;</b>And at once his fame spread everywhere throughout all the surrounding region of Galilee.</p>\n\n<p id=\"p41001028_04-25\"><b class=\"verse-num\" id=\"v41001029-1\">29&nbsp;</b>And immediately he left the synagogue and entered the house of Simon and Andrew, with James and John. <b class=\"verse-num\" id=\"v41001030-1\">30&nbsp;</b>Now Simon’s mother-in-law lay ill with a fever, and immediately they told him about her. <b class=\"verse-num\" id=\"v41001031-1\">31&nbsp;</b>And he came and took her by the hand and lifted her up, and the fever left her, and she began to serve them.</p>\n<p id=\"p41001031_04-25\"><b class=\"verse-num\" id=\"v41001032-1\">32&nbsp;</b>That evening at sundown they brought to him all who were sick or oppressed by demons.</p>\n\n</div>","kjv":"<strong>24</strong> Saying, Let us alone; what have we to do with thee, thou Jesus of Nazareth? art thou come to destroy us? I know thee who thou art, the Holy One of God.  <strong>25</strong> And Jesus rebuked him, saying, Hold thy peace, and come out of him.  <strong>26</strong> And when the unclean spirit had torn him, and cried with a loud voice, he came out of him.  <strong>27</strong> And they were all amazed, insomuch that they questioned among themselves, saying, What thing is this? what new doctrine is this? for with authority commandeth he even the unclean spirits, and they do obey him.  <strong>28</strong> And immediately his fame spread abroad throughout all the region round about Galilee.  <strong>29</strong> And forthwith, when they were come out of the synagogue, they entered into the house of Simon and Andrew, with James and John.  <strong>30</strong> But Simon’s wife’s mother lay sick of a fever, and anon they tell him of her.  <strong>31</strong> And he came and took her by the hand, and lifted her up; and immediately the fever left her, and she ministered unto them.  <strong>32</strong> And at even, when the sun did set, they brought unto him all that were diseased, and them that were possessed with devils.  ","niv":"<sup><strong>24</strong></sup> \"What do you want with us, Jesus of Nazareth? Have you come to destroy us? I know who you are--the Holy One of God!\" <sup><strong>25</strong></sup> \"Be quiet!\" said Jesus sternly. \"Come out of him!\" <sup><strong>26</strong></sup> The evil spirit shook the man violently and came out of him with a shriek. <sup><strong>27</strong></sup> The people were all so amazed that they asked each other, \"What is this? A new teaching--and with authority! He even gives orders to evil spirits and they obey him.\" <sup><strong>28</strong></sup> News about him spread quickly over the whole region of Galilee. <sup><strong>29</strong></sup> As soon as they left the synagogue, they went with James and John to the home of Simon and Andrew. <sup><strong>30</strong></sup> Simon's mother-in-law was in bed with a fever, and they told Jesus about her. <sup><strong>31</strong></sup> So he went to her, took her hand and helped her up. The fever left her and she began to wait on them. <sup><strong>32</strong></sup> That evening after sunset the people brought to Jesus all the sick and demon-possessed. "},{"_id":"6158e30070e3c15fe7a5af1b","topicId":"6158e2f970e3c15fe7a5af04","verse":"Lamentations 3:1-4:22","votes":4,"__v":0,"kjv":"<strong>1</strong> I am the man that hath seen affliction by the rod of his wrath.  <strong>2</strong> He hath led me, and brought me into darkness, but not into light.  <strong>3</strong> Surely against me is he turned; he turneth his hand against me  all the day.  <strong>4</strong> My flesh and my skin hath he made old; he hath broken my bones.  <strong>5</strong> He hath builded against me, and compassed me with gall and travail.  <strong>6</strong> He hath set me in dark places, as they that be dead of old.  <strong>7</strong> He hath hedged me about, that I cannot get out: he hath made my chain heavy.  <strong>8</strong> Also when I cry and shout, he shutteth out my prayer.  <strong>9</strong> He hath inclosed my ways with hewn stone, he hath made my paths crooked.  <strong>10</strong> He was unto me as a bear lying in wait, and as  a lion in secret places.  <strong>11</strong> He hath turned aside my ways, and pulled me in pieces: he hath made me desolate.  <strong>12</strong> He hath bent his bow, and set me as a mark for the arrow.  <strong>13</strong> He hath caused the arrows of his quiver to enter into my reins.  <strong>14</strong> I was a derision to all my people; and their song all the day.  <strong>15</strong> He hath filled me with bitterness, he hath made me drunken with wormwood.  <strong>16</strong> He hath also broken my teeth with gravel stones, he hath covered me with ashes.  <strong>17</strong> And thou hast removed my soul far off from peace: I forgat prosperity.  <strong>18</strong> And I said, My strength and my hope is perished from the LORD:  <strong>19</strong> Remembering mine affliction and my misery, the wormwood and the gall.  <strong>20</strong> My soul hath them still in remembrance, and is humbled in me.  <strong>21</strong> This I recall to my mind, therefore have I hope.  <strong>22</strong>           It is of the LORD’S mercies that we are not consumed, because his compassions fail not.  <strong>23</strong> They are new every morning: great is thy faithfulness.  <strong>24</strong> The LORD is my portion, saith my soul; therefore will I hope in him.  <strong>25</strong> The LORD is good unto them that wait for him, to the soul that seeketh him.  <strong>26</strong> It is good that a man should both hope and quietly wait for the salvation of the LORD.  <strong>27</strong> It is good for a man that he bear the yoke in his youth.  <strong>28</strong> He sitteth alone and keepeth silence, because he hath borne it upon him.  <strong>29</strong> He putteth his mouth in the dust; if so be there may be hope.  <strong>30</strong> He giveth his cheek to him that smiteth him: he is filled full with reproach.  <strong>31</strong> For the Lord will not cast off for ever:  <strong>32</strong> But though he cause grief, yet will he have compassion according to the multitude of his mercies.  <strong>33</strong> For he doth not afflict willingly nor grieve the children of men.  <strong>34</strong> To crush under his feet all the prisoners of the earth,  <strong>35</strong> To turn aside the right of a man before the face of the most High,  <strong>36</strong> To subvert a man in his cause, the Lord approveth not.  <strong>37</strong> Who is he that saith, and it cometh to pass, when the Lord commandeth it not?  <strong>38</strong> Out of the mouth of the most High proceedeth not evil and good?  <strong>39</strong> Wherefore doth a living man complain, a man for the punishment of his sins?  <strong>40</strong> Let us search and try our ways, and turn again to the LORD.  <strong>41</strong> Let us lift up our heart with our hands unto God in the heavens.  <strong>42</strong> We have transgressed and have rebelled: thou hast not pardoned.  <strong>43</strong> Thou hast covered with anger, and persecuted us: thou hast slain, thou hast not pitied.  <strong>44</strong> Thou hast covered thyself with a cloud, that our prayer should not pass through.  <strong>45</strong> Thou hast made us as the offscouring and refuse in the midst of the people.  <strong>46</strong> All our enemies have opened their mouths against us.  <strong>47</strong> Fear and a snare is come upon us, desolation and destruction.  <strong>48</strong> Mine eye runneth down with rivers of water for the destruction of the daughter of my people.  <strong>49</strong> Mine eye trickleth down, and ceaseth not, without any intermission,  <strong>50</strong> Till the LORD look down, and behold from heaven.  <strong>51</strong> Mine eye affecteth mine heart because of all the daughters of my city.  <strong>52</strong> Mine enemies chased me sore, like a bird, without cause.  <strong>53</strong> They have cut off my life in the dungeon, and cast a stone upon me.  <strong>54</strong> Waters flowed over mine head; then I said, I am cut off.  <strong>55</strong> I called upon thy name, O LORD, out of the low dungeon.  <strong>56</strong> Thou hast heard my voice: hide not thine ear at my breathing, at my cry.  <strong>57</strong> Thou drewest near in the day that I called upon thee: thou saidst, Fear not.  <strong>58</strong> O Lord, thou hast pleaded the causes of my soul; thou hast redeemed my life.  <strong>59</strong> O LORD, thou hast seen my wrong: judge thou my cause.  <strong>60</strong> Thou hast seen all their vengeance and all their imaginations against me.  <strong>61</strong> Thou hast heard their reproach, O LORD, and all their imaginations against me;  <strong>62</strong> The lips of those that rose up against me, and their device against me all the day.  <strong>63</strong> Behold their sitting down, and their rising up; I am their musick.  <strong>64</strong> Render unto them a recompence, O LORD, according to the work of their hands.  <strong>65</strong> Give them sorrow of heart, thy curse unto them.  <strong>66</strong> Persecute and destroy them in anger from under the heavens of the LORD.  <strong>1</strong> How is the gold become dim! how is the most fine gold changed! the stones of the sanctuary are poured out in the top of every street.  <strong>2</strong> The precious sons of Zion, comparable to fine gold, how are they esteemed as earthen pitchers, the work of the hands of the potter!  <strong>3</strong> Even the sea monsters draw out the breast, they give suck to their young ones: the daughter of my people is become cruel, like the ostriches in the wilderness.  <strong>4</strong> The tongue of the sucking child cleaveth to the roof of his mouth for thirst: the young children ask bread, and no man breaketh it unto them.  <strong>5</strong> They that did feed delicately are desolate in the streets: they that were brought up in scarlet embrace dunghills.  <strong>6</strong> For the punishment of the iniquity of the daughter of my people is greater than the punishment of the sin of Sodom, that was overthrown as in a moment, and no hands stayed on her.  <strong>7</strong> Her Nazarites were purer than snow, they were whiter than milk, they were more ruddy in body than rubies, their polishing was of sapphire:  <strong>8</strong> Their visage is blacker than a coal; they are not known in the streets: their skin cleaveth to their bones; it is withered, it is become like a stick.  <strong>9</strong> They that be slain with the sword are better than they that be slain with hunger: for these pine away, stricken through for want of the fruits of the field.  <strong>10</strong> The hands of the pitiful women have sodden their own children: they were their meat in the destruction of the daughter of my people.  <strong>11</strong> The LORD hath accomplished his fury; he hath poured out his fierce anger, and hath kindled a fire in Zion, and it hath devoured the foundations thereof.  <strong>12</strong> The kings of the earth, and all the inhabitants of the world, would not have believed that the adversary and the enemy should have entered into the gates of Jerusalem.  <strong>13</strong> For the sins of her prophets, and the iniquities of her priests, that have shed the blood of the just in the midst of her,  <strong>14</strong> They have wandered as blind men in the streets, they have polluted themselves with blood, so that men could not touch their garments.  <strong>15</strong> They cried unto them, Depart ye; it is unclean; depart, depart, touch not: when they fled away and wandered, they said among the heathen, They shall no more sojourn there.  <strong>16</strong> The anger of the LORD hath divided them; he will no more regard them: they respected not the persons of the priests, they favoured not the elders.  <strong>17</strong> As for us, our eyes as yet failed for our vain help: in our watching we have watched for a nation that could not save us.  <strong>18</strong> They hunt our steps, that we cannot go in our streets: our end is near, our days are fulfilled; for our end is come.  <strong>19</strong> Our persecutors are swifter than the eagles of the heaven: they pursued us upon the mountains, they laid wait for us in the wilderness.  <strong>20</strong> The breath of our nostrils, the anointed of the LORD, was taken in their pits, of whom we said, Under his shadow we shall live among the heathen.  <strong>21</strong> Rejoice and be glad, O daughter of Edom, that dwellest in the land of Uz; the cup also shall pass through unto thee: thou shalt be drunken, and shalt make thyself naked.  <strong>22</strong> The punishment of thine iniquity is accomplished, O daughter of Zion; he will no more carry thee away into captivity: he will visit thine iniquity, O daughter of Edom; he will discover thy sins.  ","niv":"<sup><strong>1</strong></sup> I am the man who has seen affliction by the rod of his wrath. <sup><strong>2</strong></sup> He has driven me away and made me walk in darkness rather than light; <sup><strong>3</strong></sup> indeed, he has turned his hand against me again and again, all day long. <sup><strong>4</strong></sup> He has made my skin and my flesh grow old and has broken my bones. "},{"_id":"6158e30070e3c15fe7a5af1c","topicId":"6158e2f970e3c15fe7a5af04","verse":"Jeremiah 16:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p24016001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24016001-1\">16:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v24016002-1\">2&nbsp;</b>“You shall not take a wife, nor shall you have sons or daughters in this place. <b class=\"verse-num\" id=\"v24016003-1\">3&nbsp;</b>For thus says the LORD concerning the sons and daughters who are born in this place, and concerning the mothers who bore them and the fathers who fathered them in this land: <b class=\"verse-num\" id=\"v24016004-1\">4&nbsp;</b>They shall die of deadly diseases. They shall not be lamented, nor shall they be buried. They shall be as dung on the surface of the ground. They shall perish by the sword and by famine, and their dead bodies shall be food for the birds of the air and for the beasts of the earth.</p>\n<p id=\"p24016004_05-27\"><b class=\"verse-num\" id=\"v24016005-1\">5&nbsp;</b>“For thus says the LORD: Do not enter the house of mourning, or go to lament or grieve for them, for I have taken away my peace from this people, my steadfast love and mercy, declares the LORD. <b class=\"verse-num\" id=\"v24016006-1\">6&nbsp;</b>Both great and small shall die in this land. They shall not be buried, and no one shall lament for them or cut himself or make himself bald for them. <b class=\"verse-num\" id=\"v24016007-1\">7&nbsp;</b>No one shall break bread for the mourner, to comfort him for the dead, nor shall anyone give him the cup of consolation to drink for his father or his mother. <b class=\"verse-num\" id=\"v24016008-1\">8&nbsp;</b>You shall not go into the house of feasting to sit with them, to eat and drink. <b class=\"verse-num\" id=\"v24016009-1\">9&nbsp;</b>For thus says the LORD of hosts, the God of Israel: Behold, I will silence in this place, before your eyes and in your days, the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride.</p>\n<p id=\"p24016009_05-27\"><b class=\"verse-num\" id=\"v24016010-1\">10&nbsp;</b>“And when you tell this people all these words, and they say to you, ‘Why has the LORD pronounced all this great evil against us? What is our iniquity? What is the sin that we have committed against the LORD our God?’ <b class=\"verse-num\" id=\"v24016011-1\">11&nbsp;</b>then you shall say to them: ‘Because your fathers have forsaken me, declares the LORD, and have gone after other gods and have served and worshiped them, and have forsaken me and have not kept my law, <b class=\"verse-num\" id=\"v24016012-1\">12&nbsp;</b>and because you have done worse than your fathers, for behold, every one of you follows his stubborn, evil will, refusing to listen to me. <b class=\"verse-num\" id=\"v24016013-1\">13&nbsp;</b>Therefore I will hurl you out of this land into a land that neither you nor your fathers have known, and there you shall serve other gods day and night, for I will show you no favor.’</p>\n\n<p id=\"p24016013_10-27\"><b class=\"verse-num\" id=\"v24016014-1\">14&nbsp;</b>“Therefore, behold, the days are coming, declares the LORD, when it shall no longer be said, ‘As the LORD lives who brought up the people of Israel out of the land of Egypt,’ <b class=\"verse-num\" id=\"v24016015-1\">15&nbsp;</b>but ‘As the LORD lives who brought up the people of Israel out of the north country and out of all the countries where he had driven them.’ For I will bring them back to their own land that I gave to their fathers.</p>\n<p id=\"p24016015_10-27\"><b class=\"verse-num\" id=\"v24016016-1\">16&nbsp;</b>“Behold, I am sending for many fishers, declares the LORD, and they shall catch them. And afterward I will send for many hunters, and they shall hunt them from every mountain and every hill, and out of the clefts of the rocks. <b class=\"verse-num\" id=\"v24016017-1\">17&nbsp;</b>For my eyes are on all their ways. They are not hidden from me, nor is their iniquity concealed from my eyes. <b class=\"verse-num\" id=\"v24016018-1\">18&nbsp;</b>But first I will doubly repay their iniquity and their sin, because they have polluted my land with the carcasses of their detestable idols, and have filled my inheritance with their abominations.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24016019_10-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v24016019-1\">19&nbsp;</b>&nbsp;&nbsp;O LORD, my strength and my stronghold,</span><br><span id=\"p24016019_10-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my refuge in the day of trouble,</span><br><span id=\"p24016019_10-27\" class=\"line\">&nbsp;&nbsp;to you shall the nations come</span><br><span id=\"p24016019_10-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the ends of the earth and say:</span><br><span id=\"p24016019_10-27\" class=\"line\">&nbsp;&nbsp;“Our fathers have inherited nothing but lies,</span><br><span id=\"p24016019_10-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;worthless things in which there is no profit.</span><br><span id=\"p24016020_10-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v24016020-1\">20&nbsp;</b>&nbsp;&nbsp;Can man make for himself gods?</span><br><span id=\"p24016020_10-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Such are not gods!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24016020_10-27\"><b class=\"verse-num\" id=\"v24016021-1\">21&nbsp;</b>“Therefore, behold, I will make them know, this once I will make them know my power and my might, and they shall know that my name is the LORD.”</p>\n</div>","kjv":"<strong>1</strong> The word of the LORD came also unto me, saying,  <strong>2</strong> Thou shalt not take thee a wife, neither shalt thou have sons or daughters in this place.  <strong>3</strong> For thus saith the LORD concerning the sons and concerning the daughters that are born in this place, and concerning their mothers that bare them, and concerning their fathers that begat them in this land;  <strong>4</strong> They shall die of grievous deaths; they shall not be lamented; neither shall they be buried; but they shall be as dung upon the face of the earth: and they shall be consumed by the sword, and by famine; and their carcases shall be meat for the fowls of heaven, and for the beasts of the earth.  <strong>5</strong> For thus saith the LORD, Enter not into the house of mourning, neither go to lament nor bemoan them: for I have taken away my peace from this people, saith the LORD, even lovingkindness and mercies.  <strong>6</strong> Both the great and the small shall die in this land: they shall not be buried, neither shall men lament for them, nor cut themselves, nor make themselves bald for them:  <strong>7</strong> Neither shall men tear themselves for them in mourning, to comfort them for the dead; neither shall men give them the cup of consolation to drink for their father or for their mother.  <strong>8</strong> Thou shalt not also go into the house of feasting, to sit with them to eat and to drink.  <strong>9</strong> For thus saith the LORD of hosts, the God of Israel; Behold, I will cause to cease out of this place in your eyes, and in your days, the voice of mirth, and the voice of gladness, the voice of the bridegroom, and the voice of the bride.  <strong>10</strong> And it shall come to pass, when thou shalt shew this people all these words, and they shall say unto thee, Wherefore hath the LORD pronounced all this great evil against us? or what is our iniquity? or what is our sin that we have committed against the LORD our God?  <strong>11</strong> Then shalt thou say unto them, Because your fathers have forsaken me, saith the LORD, and have walked after other gods, and have served them, and have worshipped them, and have forsaken me, and have not kept my law;  <strong>12</strong> And ye have done worse than your fathers; for, behold, ye walk every one after the imagination of his evil heart, that they may not hearken unto me:  <strong>13</strong> Therefore will I cast you out of this land into a land that ye know not, neither ye nor your fathers; and there shall ye serve other gods day and night; where I will not shew you favour.  <strong>14</strong> Therefore, behold, the days come, saith the LORD, that it shall no more be said, The LORD liveth, that brought up the children of Israel out of the land of Egypt;  <strong>15</strong> But, The LORD liveth, that brought up the children of Israel from the land of the north, and from all the lands whither he had driven them: and I will bring them again into their land that I gave unto their fathers.  <strong>16</strong> Behold, I will send for many fishers, saith the LORD, and they shall fish them; and after will I send for many hunters, and they shall hunt them from every mountain, and from every hill, and out of the holes of the rocks.  <strong>17</strong> For mine eyes are upon all their ways: they are not hid from my face, neither is their iniquity hid from mine eyes.  <strong>18</strong> And first I will recompense their iniquity and their sin double; because they have defiled my land, they have filled mine inheritance with the carcases of their detestable and abominable things.  <strong>19</strong> O LORD, my strength, and my fortress, and my refuge in the day of affliction, the Gentiles shall come unto thee from the ends of the earth, and shall say, Surely our fathers have inherited lies, vanity, and things  wherein there is no profit.  <strong>20</strong> Shall a man make gods unto himself, and they are no gods?  <strong>21</strong> Therefore, behold, I will this once cause them to know, I will cause them to know mine hand and my might; and they shall know that my name is The LORD.  ","niv":"<sup><strong>1</strong></sup> Then the word of the LORD came to me: <sup><strong>2</strong></sup> \"You must not marry and have sons or daughters in this place.\" <sup><strong>3</strong></sup> For this is what the LORD says about the sons and daughters born in this land and about the women who are their mothers and the men who are their fathers: <sup><strong>4</strong></sup> \"They will die of deadly diseases. They will not be mourned or buried but will be like refuse lying on the ground. They will perish by sword and famine, and their dead bodies will become food for the birds of the air and the beasts of the earth.\" <sup><strong>5</strong></sup> For this is what the LORD says: \"Do not enter a house where there is a funeral meal; do not go to mourn or show sympathy, because I have withdrawn my blessing, my love and my pity from this people,\" declares the LORD. <sup><strong>6</strong></sup> \"Both high and low will die in this land. They will not be buried or mourned, and no one will cut himself or shave his head for them. <sup><strong>7</strong></sup> No one will offer food to comfort those who mourn for the dead-not even for a father or a mother-nor will anyone give them a drink to console them. <sup><strong>8</strong></sup> \"And do not enter a house where there is feasting and sit down to eat and drink. <sup><strong>9</strong></sup> For this is what the LORD Almighty, the God of Israel, says: Before your eyes and in your days I will bring an end to the sounds of joy and gladness and to the voices of bride and bridegroom in this place. <sup><strong>10</strong></sup> \"When you tell these people all this and they ask you, 'Why has the LORD decreed such a great disaster against us? What wrong have we done? What sin have we committed against the LORD our God?' <sup><strong>11</strong></sup> then say to them, 'It is because your fathers forsook me,' declares the LORD, 'and followed other gods and served and worshiped them. They forsook me and did not keep my law. <sup><strong>12</strong></sup> But you have behaved more wickedly than your fathers. See how each of you is following the stubbornness of his evil heart instead of obeying me. <sup><strong>13</strong></sup> So I will throw you out of this land into a land neither you nor your fathers have known, and there you will serve other gods day and night, for I will show you no favor.' <sup><strong>14</strong></sup> \"However, the days are coming,\" declares the LORD, \"when men will no longer say, 'As surely as the LORD lives, who brought the Israelites up out of Egypt,' <sup><strong>15</strong></sup> but they will say, 'As surely as the LORD lives, who brought the Israelites up out of the land of the north and out of all the countries where he had banished them.' For I will restore them to the land I gave their forefathers. <sup><strong>16</strong></sup> \"But now I will send for many fishermen,\" declares the LORD, \"and they will catch them. After that I will send for many hunters, and they will hunt them down on every mountain and hill and from the crevices of the rocks. <sup><strong>17</strong></sup> My eyes are on all their ways; they are not hidden from me, nor is their sin concealed from my eyes. <sup><strong>18</strong></sup> I will repay them double for their wickedness and their sin, because they have defiled my land with the lifeless forms of their vile images and have filled my inheritance with their detestable idols.\" <sup><strong>19</strong></sup> O LORD, my strength and my fortress, my refuge in time of distress, to you the nations will come from the ends of the earth and say, \"Our fathers possessed nothing but false gods, worthless idols that did them no good. <sup><strong>20</strong></sup> Do men make their own gods? Yes, but they are not gods!\" <sup><strong>21</strong></sup> \"Therefore I will teach them- this time I will teach them my power and might. Then they will know that my name is the LORD. "},{"_id":"6158e30170e3c15fe7a5af1d","topicId":"6158e2f970e3c15fe7a5af04","verse":"Ecclesiastes 11:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p21011009_01-28\"><b class=\"verse-num\" id=\"v21011009-1\">9&nbsp;</b>Rejoice, O young man, in your youth, and let your heart cheer you in the days of your youth. Walk in the ways of your heart and the sight of your eyes. But know that for all these things God will bring you into judgment.</p>\n</div>","kjv":"<strong>9</strong> Rejoice, O young man, in thy youth; and let thy heart cheer thee in the days of thy youth, and walk in the ways of thine heart, and in the sight of thine eyes: but know thou, that for all these things God will bring thee into judgment.  ","niv":"<sup><strong>9</strong></sup> Be happy, young man, while you are young, and let your heart give you joy in the days of your youth. Follow the ways of your heart and whatever your eyes see, but know that for all these things God will bring you to judgment."}]}