{"_id":"6158e33070e3c15fe7a5af24","slug":"alchemy","name":"Alchemy","verses":[{"_id":"6158e33070e3c15fe7a5af25","topicId":"6158e33070e3c15fe7a5af24","verse":"Proverbs 27:21","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027021_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027021-1\">21&nbsp;</b>&nbsp;&nbsp;The crucible is for silver, and the furnace is for gold,</span><br><span id=\"p20027021_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a man is tested by his praise.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> As the fining pot for silver, and the furnace for gold; so is a man to his praise.  ","niv":"<sup><strong>21</strong></sup> The crucible for silver and the furnace for gold, but man is tested by the praise he receives."},{"_id":"6158e33170e3c15fe7a5af26","topicId":"6158e33070e3c15fe7a5af24","verse":"Revelation 3:18","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66003018_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span></p>\n</div>","kjv":"<strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  ","niv":"<sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see."},{"_id":"6158e33170e3c15fe7a5af27","topicId":"6158e33070e3c15fe7a5af24","verse":"Revelation 2:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66002017_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n</div>","kjv":"<strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. ","niv":"<sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it."},{"_id":"6158e33170e3c15fe7a5af28","topicId":"6158e33070e3c15fe7a5af24","verse":"Mark 8:36","votes":11,"__v":0,"esv":"<div>\n<p id=\"p41008036_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41008036-1\">36&nbsp;</b><span class=\"woc\">For what does it profit a man to gain the whole world and forfeit his soul?</span></p>\n</div>","kjv":"<strong>36</strong> For what shall it profit a man, if he shall gain the whole world, and lose his own soul?  ","niv":"<sup><strong>36</strong></sup> What good is it for a man to gain the whole world, yet forfeit his soul?"},{"_id":"6158e33270e3c15fe7a5af29","topicId":"6158e33070e3c15fe7a5af24","verse":"1 John 3:1-24","votes":10,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. <b class=\"verse-num\" id=\"v62003003-1\">3&nbsp;</b>And everyone who thus hopes in him purifies himself as he is pure.</p>\n<p id=\"p62003003_01-5\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness. <b class=\"verse-num\" id=\"v62003005-1\">5&nbsp;</b>You know that he appeared in order to take away sins, and in him there is no sin. <b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God. <b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n\n<p id=\"p62003010_04-5\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous. <b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_04-5\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. <b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him? <b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n<p id=\"p62003018_04-5\"><b class=\"verse-num\" id=\"v62003019-1\">19&nbsp;</b>By this we shall know that we are of the truth and reassure our heart before him; <b class=\"verse-num\" id=\"v62003020-1\">20&nbsp;</b>for whenever our heart condemns us, God is greater than our heart, and he knows everything. <b class=\"verse-num\" id=\"v62003021-1\">21&nbsp;</b>Beloved, if our heart does not condemn us, we have confidence before God; <b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him. <b class=\"verse-num\" id=\"v62003023-1\">23&nbsp;</b>And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us. <b class=\"verse-num\" id=\"v62003024-1\">24&nbsp;</b>Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  <strong>3</strong> And every man that hath this hope in him purifieth himself, even as he is pure.  <strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  <strong>5</strong> And ye know that he was manifested to take away our sins; and in him is no sin.  <strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  <strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  <strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  <strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  <strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  <strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  <strong>19</strong> And hereby we know that we are of the truth, and shall assure our hearts before him.  <strong>20</strong> For if our heart condemn us, God is greater than our heart, and knoweth all things.  <strong>21</strong> Beloved, if our heart condemn us not, then have we confidence toward God.  <strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  <strong>23</strong> And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.  <strong>24</strong> And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. <sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. <sup><strong>3</strong></sup> Everyone who has this hope in him purifies himself, just as he is pure. <sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness. <sup><strong>5</strong></sup> But you know that he appeared so that he might take away our sins. And in him is no sin. <sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. <sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. <sup><strong>11</strong></sup> This is the message you heard from the beginning: We should love one another. <sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. <sup><strong>13</strong></sup> Do not be surprised, my brothers, if the world hates you. <sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. <sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. <sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? <sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. <sup><strong>19</strong></sup> This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence <sup><strong>20</strong></sup> whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. <sup><strong>21</strong></sup> Dear friends, if our hearts do not condemn us, we have confidence before God <sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him. <sup><strong>23</strong></sup> And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. <sup><strong>24</strong></sup> Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us. "},{"_id":"6158e33270e3c15fe7a5af2a","topicId":"6158e33070e3c15fe7a5af24","verse":"Psalm 12:6","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19012006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19012006-1\">6&nbsp;</b>&nbsp;&nbsp;The words of the LORD are pure words,</span><br><span id=\"p19012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like silver refined in a furnace on the ground,</span><br><span id=\"p19012006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;purified seven times.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  ","niv":"<sup><strong>6</strong></sup> And the words of the LORD are flawless, like silver refined in a furnace of clay, purified seven times."},{"_id":"6158e33270e3c15fe7a5af2b","topicId":"6158e33070e3c15fe7a5af24","verse":"Exodus 4:1-31","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p02004001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02004001-1\">4:1&nbsp;</b>Then Moses answered, “But behold, they will not believe me or listen to my voice, for they will say, ‘The LORD did not appear to you.’” <b class=\"verse-num\" id=\"v02004002-1\">2&nbsp;</b>The LORD said to him, “What is that in your hand?” He said, “A staff.” <b class=\"verse-num\" id=\"v02004003-1\">3&nbsp;</b>And he said, “Throw it on the ground.” So he threw it on the ground, and it became a serpent, and Moses ran from it. <b class=\"verse-num\" id=\"v02004004-1\">4&nbsp;</b>But the LORD said to Moses, “Put out your hand and catch it by the tail”—so he put out his hand and caught it, and it became a staff in his hand—<b class=\"verse-num\" id=\"v02004005-1\">5&nbsp;</b>“that they may believe that the LORD, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.” <b class=\"verse-num\" id=\"v02004006-1\">6&nbsp;</b>Again, the LORD said to him, “Put your hand inside your cloak.” And he put his hand inside his cloak, and when he took it out, behold, his hand was leprous like snow. <b class=\"verse-num\" id=\"v02004007-1\">7&nbsp;</b>Then God said, “Put your hand back inside your cloak.” So he put his hand back inside his cloak, and when he took it out, behold, it was restored like the rest of his flesh. <b class=\"verse-num\" id=\"v02004008-1\">8&nbsp;</b>“If they will not believe you,” God said, “or listen to the first sign, they may believe the latter sign. <b class=\"verse-num\" id=\"v02004009-1\">9&nbsp;</b>If they will not believe even these two signs or listen to your voice, you shall take some water from the Nile and pour it on the dry ground, and the water that you shall take from the Nile will become blood on the dry ground.”</p>\n<p id=\"p02004009_05-7\"><b class=\"verse-num\" id=\"v02004010-1\">10&nbsp;</b>But Moses said to the LORD, “Oh, my Lord, I am not eloquent, either in the past or since you have spoken to your servant, but I am slow of speech and of tongue.” <b class=\"verse-num\" id=\"v02004011-1\">11&nbsp;</b>Then the LORD said to him, “Who has made man’s mouth? Who makes him mute, or deaf, or seeing, or blind? Is it not I, the LORD? <b class=\"verse-num\" id=\"v02004012-1\">12&nbsp;</b>Now therefore go, and I will be with your mouth and teach you what you shall speak.” <b class=\"verse-num\" id=\"v02004013-1\">13&nbsp;</b>But he said, “Oh, my Lord, please send someone else.” <b class=\"verse-num\" id=\"v02004014-1\">14&nbsp;</b>Then the anger of the LORD was kindled against Moses and he said, “Is there not Aaron, your brother, the Levite? I know that he can speak well. Behold, he is coming out to meet you, and when he sees you, he will be glad in his heart. <b class=\"verse-num\" id=\"v02004015-1\">15&nbsp;</b>You shall speak to him and put the words in his mouth, and I will be with your mouth and with his mouth and will teach you both what to do. <b class=\"verse-num\" id=\"v02004016-1\">16&nbsp;</b>He shall speak for you to the people, and he shall be your mouth, and you shall be as God to him. <b class=\"verse-num\" id=\"v02004017-1\">17&nbsp;</b>And take in your hand this staff, with which you shall do the signs.”</p>\n\n<p id=\"p02004017_09-7\"><b class=\"verse-num\" id=\"v02004018-1\">18&nbsp;</b>Moses went back to Jethro his father-in-law and said to him, “Please let me go back to my brothers in Egypt to see whether they are still alive.” And Jethro said to Moses, “Go in peace.” <b class=\"verse-num\" id=\"v02004019-1\">19&nbsp;</b>And the LORD said to Moses in Midian, “Go back to Egypt, for all the men who were seeking your life are dead.” <b class=\"verse-num\" id=\"v02004020-1\">20&nbsp;</b>So Moses took his wife and his sons and had them ride on a donkey, and went back to the land of Egypt. And Moses took the staff of God in his hand.</p>\n<p id=\"p02004020_09-7\"><b class=\"verse-num\" id=\"v02004021-1\">21&nbsp;</b>And the LORD said to Moses, “When you go back to Egypt, see that you do before Pharaoh all the miracles that I have put in your power. But I will harden his heart, so that he will not let the people go. <b class=\"verse-num\" id=\"v02004022-1\">22&nbsp;</b>Then you shall say to Pharaoh, ‘Thus says the LORD, Israel is my firstborn son, <b class=\"verse-num\" id=\"v02004023-1\">23&nbsp;</b>and I say to you, “Let my son go that he may serve me.” If you refuse to let him go, behold, I will kill your firstborn son.’”</p>\n<p id=\"p02004023_09-7\"><b class=\"verse-num\" id=\"v02004024-1\">24&nbsp;</b>At a lodging place on the way the LORD met him and sought to put him to death. <b class=\"verse-num\" id=\"v02004025-1\">25&nbsp;</b>Then Zipporah took a flint and cut off her son’s foreskin and touched Moses’ feet with it and said, “Surely you are a bridegroom of blood to me!” <b class=\"verse-num\" id=\"v02004026-1\">26&nbsp;</b>So he let him alone. It was then that she said, “A bridegroom of blood,” because of the circumcision.</p>\n<p id=\"p02004026_09-7\"><b class=\"verse-num\" id=\"v02004027-1\">27&nbsp;</b>The LORD said to Aaron, “Go into the wilderness to meet Moses.” So he went and met him at the mountain of God and kissed him. <b class=\"verse-num\" id=\"v02004028-1\">28&nbsp;</b>And Moses told Aaron all the words of the LORD with which he had sent him to speak, and all the signs that he had commanded him to do. <b class=\"verse-num\" id=\"v02004029-1\">29&nbsp;</b>Then Moses and Aaron went and gathered together all the elders of the people of Israel. <b class=\"verse-num\" id=\"v02004030-1\">30&nbsp;</b>Aaron spoke all the words that the LORD had spoken to Moses and did the signs in the sight of the people. <b class=\"verse-num\" id=\"v02004031-1\">31&nbsp;</b>And the people believed; and when they heard that the LORD had visited the people of Israel and that he had seen their affliction, they bowed their heads and worshiped.</p>\n\n</div>","kjv":"<strong>1</strong> And Moses answered and said, But, behold, they will not believe me, nor hearken unto my voice: for they will say, The LORD hath not appeared unto thee.  <strong>2</strong> And the LORD said unto him, What is that in thine hand? And he said, A rod.  <strong>3</strong> And he said, Cast it on the ground. And he cast it on the ground, and it became a serpent; and Moses fled from before it.  <strong>4</strong> And the LORD said unto Moses, Put forth thine hand, and take it by the tail. And he put forth his hand, and caught it, and it became a rod in his hand:  <strong>5</strong> That they may believe that the LORD God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, hath appeared unto thee.  <strong>6</strong> And the LORD said furthermore unto him, Put now thine hand into thy bosom. And he put his hand into his bosom: and when he took it out, behold, his hand was leprous as snow.  <strong>7</strong> And he said, Put thine hand into thy bosom again. And he put his hand into his bosom again; and plucked it out of his bosom, and, behold, it was turned again as his other flesh.  <strong>8</strong> And it shall come to pass, if they will not believe thee, neither hearken to the voice of the first sign, that they will believe the voice of the latter sign.  <strong>9</strong> And it shall come to pass, if they will not believe also these two signs, neither hearken unto thy voice, that thou shalt take of the water of the river, and pour it upon the dry land: and the water which thou takest out of the river shall become blood upon the dry land.  <strong>10</strong> And Moses said unto the LORD, O my Lord, I am not eloquent, neither heretofore, nor since thou hast spoken unto thy servant: but I am slow of speech, and of a slow tongue.  <strong>11</strong> And the LORD said unto him, Who hath made man’s mouth? or who maketh the dumb, or deaf, or the seeing, or the blind? have not I the LORD?  <strong>12</strong> Now therefore go, and I will be with thy mouth, and teach thee what thou shalt say.  <strong>13</strong> And he said, O my Lord, send, I pray thee, by the hand of him whom  thou wilt send.  <strong>14</strong> And the anger of the LORD was kindled against Moses, and he said, Is not Aaron the Levite thy brother? I know that he can speak well. And also, behold, he cometh forth to meet thee: and when he seeth thee, he will be glad in his heart.  <strong>15</strong> And thou shalt speak unto him, and put words in his mouth: and I will be with thy mouth, and with his mouth, and will teach you what ye shall do.  <strong>16</strong> And he shall be thy spokesman unto the people: and he shall be, even he shall be to thee instead of a mouth, and thou shalt be to him instead of God.  <strong>17</strong> And thou shalt take this rod in thine hand, wherewith thou shalt do signs.  <strong>18</strong> And Moses went and returned to Jethro his father in law, and said unto him, Let me go, I pray thee, and return unto my brethren which are  in Egypt, and see whether they be yet alive. And Jethro said to Moses, Go in peace.  <strong>19</strong> And the LORD said unto Moses in Midian, Go, return into Egypt: for all the men are dead which sought thy life.  <strong>20</strong> And Moses took his wife and his sons, and set them upon an ass, and he returned to the land of Egypt: and Moses took the rod of God in his hand.  <strong>21</strong> And the LORD said unto Moses, When thou goest to return into Egypt, see that thou do all those wonders before Pharaoh, which I have put in thine hand: but I will harden his heart, that he shall not let the people go.  <strong>22</strong> And thou shalt say unto Pharaoh, Thus saith the LORD, Israel is  my son, even my firstborn:  <strong>23</strong> And I say unto thee, Let my son go, that he may serve me: and if thou refuse to let him go, behold, I will slay thy son, even thy firstborn.  <strong>24</strong> And it came to pass by the way in the inn, that the LORD met him, and sought to kill him.  <strong>25</strong> Then Zipporah took a sharp stone, and cut off the foreskin of her son, and cast it at his feet, and said, Surely a bloody husband art thou to me.  <strong>26</strong> So he let him go: then she said, A bloody husband thou art,  because of the circumcision.  <strong>27</strong> And the LORD said to Aaron, Go into the wilderness to meet Moses. And he went, and met him in the mount of God, and kissed him.  <strong>28</strong> And Moses told Aaron all the words of the LORD who had sent him, and all the signs which he had commanded him.  <strong>29</strong> And Moses and Aaron went and gathered together all the elders of the children of Israel:  <strong>30</strong> And Aaron spake all the words which the LORD had spoken unto Moses, and did the signs in the sight of the people.  <strong>31</strong> And the people believed: and when they heard that the LORD had visited the children of Israel, and that he had looked upon their affliction, then they bowed their heads and worshipped.  ","niv":"<sup><strong>1</strong></sup> Moses answered, \"What if they do not believe me or listen to me and say, 'The LORD did not appear to you'?\" <sup><strong>2</strong></sup> Then the LORD said to him, \"What is that in your hand?A staff,\" he replied. <sup><strong>3</strong></sup> The LORD said, \"Throw it on the ground.\" Moses threw it on the ground and it became a snake, and he ran from it. <sup><strong>4</strong></sup> Then the LORD said to him, \"Reach out your hand and take it by the tail.\" So Moses reached out and took hold of the snake and it turned back into a staff in his hand. <sup><strong>5</strong></sup> \"This,\" said the LORD, \"is so that they may believe that the LORD, the God of their fathers-the God of Abraham, the God of Isaac and the God of Jacob-has appeared to you.\" <sup><strong>6</strong></sup> Then the LORD said, \"Put your hand inside your cloak.\" So Moses put his hand into his cloak, and when he took it out, it was leprous, like snow. <sup><strong>7</strong></sup> \"Now put it back into your cloak,\" he said. So Moses put his hand back into his cloak, and when he took it out, it was restored, like the rest of his flesh. <sup><strong>8</strong></sup> Then the LORD said, \"If they do not believe you or pay attention to the first miraculous sign, they may believe the second. <sup><strong>9</strong></sup> But if they do not believe these two signs or listen to you, take some water from the Nile and pour it on the dry ground. The water you take from the river will become blood on the ground.\" <sup><strong>10</strong></sup> Moses said to the LORD, \"O Lord, I have never been eloquent, neither in the past nor since you have spoken to your servant. I am slow of speech and tongue.\" <sup><strong>11</strong></sup> The LORD said to him, \"Who gave man his mouth? Who makes him deaf or mute? Who gives him sight or makes him blind? Is it not I, the LORD? <sup><strong>12</strong></sup> Now go; I will help you speak and will teach you what to say.\" <sup><strong>13</strong></sup> But Moses said, \"O Lord, please send someone else to do it.\" <sup><strong>14</strong></sup> Then the LORD's anger burned against Moses and he said, \"What about your brother, Aaron the Levite? I know he can speak well. He is already on his way to meet you, and his heart will be glad when he sees you. <sup><strong>15</strong></sup> You shall speak to him and put words in his mouth; I will help both of you speak and will teach you what to do. <sup><strong>16</strong></sup> He will speak to the people for you, and it will be as if he were your mouth and as if you were God to him. <sup><strong>17</strong></sup> But take this staff in your hand so you can perform miraculous signs with it.\" <sup><strong>18</strong></sup> Then Moses went back to Jethro his father-in-law and said to him, \"Let me go back to my own people in Egypt to see if any of them are still alive.\" Jethro said, \"Go, and I wish you well.\" <sup><strong>19</strong></sup> Now the LORD had said to Moses in Midian, \"Go back to Egypt, for all the men who wanted to kill you are dead.\" <sup><strong>20</strong></sup> So Moses took his wife and sons, put them on a donkey and started back to Egypt. And he took the staff of God in his hand. <sup><strong>21</strong></sup> The LORD said to Moses, \"When you return to Egypt, see that you perform before Pharaoh all the wonders I have given you the power to do. But I will harden his heart so that he will not let the people go. <sup><strong>22</strong></sup> Then say to Pharaoh, 'This is what the LORD says: Israel is my firstborn son, <sup><strong>23</strong></sup> and I told you, \"Let my son go, so he may worship me.\" But you refused to let him go; so I will kill your firstborn son.'\" <sup><strong>24</strong></sup> At a lodging place on the way, the LORD met {Moses} and was about to kill him. <sup><strong>25</strong></sup> But Zipporah took a flint knife, cut off her son's foreskin and touched {Moses'} feet with it. \"Surely you are a bridegroom of blood to me,\" she said. <sup><strong>26</strong></sup> So the LORD let him alone. (At that time she said \"bridegroom of blood,\" referring to circumcision.) <sup><strong>27</strong></sup> The LORD said to Aaron, \"Go into the desert to meet Moses.\" So he met Moses at the mountain of God and kissed him. <sup><strong>28</strong></sup> Then Moses told Aaron everything the LORD had sent him to say, and also about all the miraculous signs he had commanded him to perform. <sup><strong>29</strong></sup> Moses and Aaron brought together all the elders of the Israelites, <sup><strong>30</strong></sup> and Aaron told them everything the LORD had said to Moses. He also performed the signs before the people, <sup><strong>31</strong></sup> and they believed. And when they heard that the LORD was concerned about them and had seen their misery, they bowed down and worshiped. ","modified":"2022-03-02T23:14:41.058Z"},{"_id":"6158e33270e3c15fe7a5af2c","topicId":"6158e33070e3c15fe7a5af24","verse":"Genesis 2:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"6158e33370e3c15fe7a5af2d","topicId":"6158e33070e3c15fe7a5af24","verse":"Romans 12:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-9\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-9\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-9\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. ","modified":"2022-10-21T06:47:30.838Z"},{"_id":"6158e33370e3c15fe7a5af2e","topicId":"6158e33070e3c15fe7a5af24","verse":"Matthew 4:1-25","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40004001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40004001-1\">4:1&nbsp;</b>Then Jesus was led up by the Spirit into the wilderness to be tempted by the devil. <b class=\"verse-num\" id=\"v40004002-1\">2&nbsp;</b>And after fasting forty days and forty nights, he was hungry. <b class=\"verse-num\" id=\"v40004003-1\">3&nbsp;</b>And the tempter came and said to him, “If you are the Son of God, command these stones to become loaves of bread.” <b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_05-10\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_05-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004004_05-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004005-1\">5&nbsp;</b>Then the devil took him to the holy city and set him on the pinnacle of the temple <b class=\"verse-num\" id=\"v40004006-1\">6&nbsp;</b>and said to him, “If you are the Son of God, throw yourself down, for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-10\" class=\"line\">&nbsp;&nbsp;“‘He will command his angels concerning you,’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-10\" class=\"same-paragraph\">and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004006_05-10\" class=\"line\">&nbsp;&nbsp;“‘On their hands they will bear you up,</span><br><span id=\"p40004006_05-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you strike your foot against a stone.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004006_05-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004007-1\">7&nbsp;</b>Jesus said to him, <span class=\"woc\">“Again it is written, ‘You shall not put the Lord your God to the test.’”</span> <b class=\"verse-num\" id=\"v40004008-1\">8&nbsp;</b>Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. <b class=\"verse-num\" id=\"v40004009-1\">9&nbsp;</b>And he said to him, “All these I will give you, if you will fall down and worship me.” <b class=\"verse-num\" id=\"v40004010-1\">10&nbsp;</b>Then Jesus said to him, <span class=\"woc\">“Be gone, Satan! For it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004010_05-10\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘You shall worship the Lord your God</span><br><span id=\"p40004010_05-10\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and him only shall you serve.’”</span><br></span><span class=\"end-line-group\"></span>\n</span></p><p id=\"p40004010_05-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004011-1\">11&nbsp;</b>Then the devil left him, and behold, angels came and were ministering to him.</p>\n\n<p id=\"p40004011_09-10\"><b class=\"verse-num\" id=\"v40004012-1\">12&nbsp;</b>Now when he heard that John had been arrested, he withdrew into Galilee. <b class=\"verse-num\" id=\"v40004013-1\">13&nbsp;</b>And leaving Nazareth he went and lived in Capernaum by the sea, in the territory of Zebulun and Naphtali, <b class=\"verse-num\" id=\"v40004014-1\">14&nbsp;</b>so that what was spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004015_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004015-1\">15&nbsp;</b>&nbsp;&nbsp;“The land of Zebulun and the land of Naphtali,</span><br><span id=\"p40004015_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of the sea, beyond the Jordan, Galilee of the Gentiles—</span><br><span id=\"p40004016_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v40004016-1\">16&nbsp;</b>&nbsp;&nbsp;the people dwelling in darkness</span><br><span id=\"p40004016_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light,</span><br><span id=\"p40004016_09-10\" class=\"line\">&nbsp;&nbsp;and for those dwelling in the region and shadow of death,</span><br><span id=\"p40004016_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them a light has dawned.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40004016_09-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v40004017-1\">17&nbsp;</b>From that time Jesus began to preach, saying, <span class=\"woc\">“Repent, for the kingdom of heaven is at hand.”</span></p>\n\n<p id=\"p40004017_14-10\"><b class=\"verse-num\" id=\"v40004018-1\">18&nbsp;</b>While walking by the Sea of Galilee, he saw two brothers, Simon (who is called Peter) and Andrew his brother, casting a net into the sea, for they were fishermen. <b class=\"verse-num\" id=\"v40004019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“Follow me, and I will make you fishers of men.”</span> <b class=\"verse-num\" id=\"v40004020-1\">20&nbsp;</b>Immediately they left their nets and followed him. <b class=\"verse-num\" id=\"v40004021-1\">21&nbsp;</b>And going on from there he saw two other brothers, James the son of Zebedee and John his brother, in the boat with Zebedee their father, mending their nets, and he called them. <b class=\"verse-num\" id=\"v40004022-1\">22&nbsp;</b>Immediately they left the boat and their father and followed him.</p>\n\n<p id=\"p40004022_19-10\"><b class=\"verse-num\" id=\"v40004023-1\">23&nbsp;</b>And he went throughout all Galilee, teaching in their synagogues and proclaiming the gospel of the kingdom and healing every disease and every affliction among the people. <b class=\"verse-num\" id=\"v40004024-1\">24&nbsp;</b>So his fame spread throughout all Syria, and they brought him all the sick, those afflicted with various diseases and pains, those oppressed by demons, those having seizures, and paralytics, and he healed them. <b class=\"verse-num\" id=\"v40004025-1\">25&nbsp;</b>And great crowds followed him from Galilee and the Decapolis, and from Jerusalem and Judea, and from beyond the Jordan.</p>\n\n</div>","kjv":"<strong>1</strong> Then was Jesus led up of the Spirit into the wilderness to be tempted of the devil.  <strong>2</strong> And when he had fasted forty days and forty nights, he was afterward an hungred.  <strong>3</strong> And when the tempter came to him, he said, If thou be the Son of God, command that these stones be made bread.  <strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  <strong>5</strong> Then the devil taketh him up into the holy city, and setteth him on a pinnacle of the temple,  <strong>6</strong> And saith unto him, If thou be the Son of God, cast thyself down: for it is written, He shall give his angels charge concerning thee: and in their hands they shall bear thee up, lest at any time thou dash thy foot against a stone.  <strong>7</strong> Jesus said unto him, It is written again, Thou shalt not tempt the Lord thy God.  <strong>8</strong> Again, the devil taketh him up into an exceeding high mountain, and sheweth him all the kingdoms of the world, and the glory of them;  <strong>9</strong> And saith unto him, All these things will I give thee, if thou wilt fall down and worship me.  <strong>10</strong> Then saith Jesus unto him, Get thee hence, Satan: for it is written, Thou shalt worship the Lord thy God, and him only shalt thou serve.  <strong>11</strong> Then the devil leaveth him, and, behold, angels came and ministered unto him.  <strong>12</strong> Now when Jesus had heard that John was cast into prison, he departed into Galilee;  <strong>13</strong> And leaving Nazareth, he came and dwelt in Capernaum, which is upon the sea coast, in the borders of Zabulon and Nephthalim:  <strong>14</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>15</strong> The land of Zabulon, and the land of Nephthalim, by the way of the sea, beyond Jordan, Galilee of the Gentiles;  <strong>16</strong> The people which sat in darkness saw great light; and to them which sat in the region and shadow of death light is sprung up.  <strong>17</strong> From that time Jesus began to preach, and to say, Repent: for the kingdom of heaven is at hand. <strong>18</strong> And Jesus, walking by the sea of Galilee, saw two brethren, Simon called Peter, and Andrew his brother, casting a net into the sea: for they were fishers.  <strong>19</strong> And he saith unto them, Follow me, and I will make you fishers of men.  <strong>20</strong> And they straightway left their nets, and followed him.  <strong>21</strong> And going on from thence, he saw other two brethren, James the son  of Zebedee, and John his brother, in a ship with Zebedee their father, mending their nets; and he called them.  <strong>22</strong> And they immediately left the ship and their father, and followed him.  <strong>23</strong> And Jesus went about all Galilee, teaching in their synagogues, and preaching the gospel of the kingdom, and healing all manner of sickness and all manner of disease among the people.  <strong>24</strong> And his fame went throughout all Syria: and they brought unto him all sick people that were taken with divers diseases and torments, and those which were possessed with devils, and those which were lunatick, and those that had the palsy; and he healed them.  <strong>25</strong> And there followed him great multitudes of people from Galilee, and from Decapolis, and from Jerusalem, and from  Judaea, and from beyond Jordan.  ","niv":"<sup><strong>1</strong></sup> Then Jesus was led by the Spirit into the desert to be tempted by the devil. <sup><strong>2</strong></sup> After fasting forty days and forty nights, he was hungry. <sup><strong>3</strong></sup> The tempter came to him and said, \"If you are the Son of God, tell these stones to become bread.\" <sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\" <sup><strong>5</strong></sup> Then the devil took him to the holy city and had him stand on the highest point of the temple. <sup><strong>6</strong></sup> \"If you are the Son of God,\" he said, \"throw yourself down. For it is written: \"'He will command his angels concerning you, and they will lift you up in their hands, so that you will not strike your foot against a stone.'\" <sup><strong>7</strong></sup> Jesus answered him, \"It is also written: 'Do not put the Lord your God to the test.'\" <sup><strong>8</strong></sup> Again, the devil took him to a very high mountain and showed him all the kingdoms of the world and their splendor. <sup><strong>9</strong></sup> \"All this I will give you,\" he said, \"if you will bow down and worship me.\" <sup><strong>10</strong></sup> Jesus said to him, \"Away from me, Satan! For it is written: 'Worship the Lord your God, and serve him only.'\" <sup><strong>11</strong></sup> Then the devil left him, and angels came and attended him. <sup><strong>12</strong></sup> When Jesus heard that John had been put in prison, he returned to Galilee. <sup><strong>13</strong></sup> Leaving Nazareth, he went and lived in Capernaum, which was by the lake in the area of Zebulun and Naphtali-- <sup><strong>14</strong></sup> to fulfill what was said through the prophet Isaiah: <sup><strong>15</strong></sup> \"Land of Zebulun and land of Naphtali, the way to the sea, along the Jordan, Galilee of the Gentiles-- <sup><strong>16</strong></sup> the people living in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned.\" <sup><strong>17</strong></sup> From that time on Jesus began to preach, \"Repent, for the kingdom of heaven is near.\" <sup><strong>18</strong></sup> As Jesus was walking beside the Sea of Galilee, he saw two brothers, Simon called Peter and his brother Andrew. They were casting a net into the lake, for they were fishermen. <sup><strong>19</strong></sup> \"Come, follow me,\" Jesus said, \"and I will make you fishers of men.\" <sup><strong>20</strong></sup> At once they left their nets and followed him. <sup><strong>21</strong></sup> Going on from there, he saw two other brothers, James son of Zebedee and his brother John. They were in a boat with their father Zebedee, preparing their nets. Jesus called them, <sup><strong>22</strong></sup> and immediately they left the boat and their father and followed him. <sup><strong>23</strong></sup> Jesus went throughout Galilee, teaching in their synagogues, preaching the good news of the kingdom, and healing every disease and sickness among the people. <sup><strong>24</strong></sup> News about him spread all over Syria, and people brought to him all who were ill with various diseases, those suffering severe pain, the demon-possessed, those having seizures, and the paralyzed, and he healed them. <sup><strong>25</strong></sup> Large crowds from Galilee, the Decapolis, Jerusalem, Judea and the region across the Jordan followed him. "},{"_id":"6158e33370e3c15fe7a5af2f","topicId":"6158e33070e3c15fe7a5af24","verse":"Isaiah 60:17","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23060017_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060017-1\">17&nbsp;</b>&nbsp;&nbsp;Instead of bronze I will bring gold,</span><br><span id=\"p23060017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of iron I will bring silver;</span><br><span id=\"p23060017_01-11\" class=\"line\">&nbsp;&nbsp;instead of wood, bronze,</span><br><span id=\"p23060017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of stones, iron.</span><br><span id=\"p23060017_01-11\" class=\"line\">&nbsp;&nbsp;I will make your overseers peace</span><br><span id=\"p23060017_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your taskmasters righteousness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.  ","niv":"<sup><strong>17</strong></sup> Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood I will bring you bronze, and iron in place of stones. I will make peace your governor and righteousness your ruler."},{"_id":"6158e33470e3c15fe7a5af30","topicId":"6158e33070e3c15fe7a5af24","verse":"Exodus 7:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02007017_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02007017-1\">17&nbsp;</b>Thus says the LORD, “By this you shall know that I am the LORD: behold, with the staff that is in my hand I will strike the water that is in the Nile, and it shall turn into blood.</p>\n</div>","kjv":"<strong>17</strong> Thus saith the LORD, In this thou shalt know that I am the LORD: behold, I will smite with the rod that is in mine hand upon the waters which are in the river, and they shall be turned to blood.  ","niv":"<sup><strong>17</strong></sup> This is what the LORD says: By this you will know that I am the LORD: With the staff that is in my hand I will strike the water of the Nile, and it will be changed into blood."},{"_id":"6158e33470e3c15fe7a5af31","topicId":"6158e33070e3c15fe7a5af24","verse":"Genesis 2:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01002022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002022-1\">22&nbsp;</b>And the rib that the LORD God had taken from the man he made into a woman and brought her to the man.</p>\n\n</div>","kjv":"<strong>22</strong> And the rib, which the LORD God had taken from man, made he a woman, and brought her unto the man.  ","niv":"<sup><strong>22</strong></sup> Then the LORD God made a woman from the rib he had taken out of the man, and he brought her to the man."},{"_id":"6158e33470e3c15fe7a5af32","topicId":"6158e33070e3c15fe7a5af24","verse":"Revelation 2:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66002007_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n</div>","kjv":"<strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. ","niv":"<sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God."},{"_id":"6158e33470e3c15fe7a5af33","topicId":"6158e33070e3c15fe7a5af24","verse":"John 2:1-21:25","votes":4,"__v":0,"kjv":"<strong>1</strong> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:  <strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  <strong>3</strong> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.  <strong>4</strong> Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.  <strong>5</strong> His mother saith unto the servants, Whatsoever he saith unto you, do it.  <strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  <strong>7</strong> Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.  <strong>8</strong> And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.  <strong>9</strong> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,  <strong>10</strong> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.  <strong>11</strong> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.  <strong>12</strong> After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.  <strong>13</strong> And the Jews’ passover was at hand, and Jesus went up to Jerusalem,  <strong>14</strong> And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:  <strong>15</strong> And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables;  <strong>16</strong> And said unto them that sold doves, Take these things hence; make not my Father’s house an house of merchandise.  <strong>17</strong> And his disciples remembered that it was written, The zeal of thine house hath eaten me up.  <strong>18</strong> Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?  <strong>19</strong> Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.  <strong>20</strong> Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?  <strong>21</strong> But he spake of the temple of his body.  <strong>22</strong> When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.  <strong>23</strong> Now when he was in Jerusalem at the passover, in the feast day,  many believed in his name, when they saw the miracles which he did.  <strong>24</strong> But Jesus did not commit himself unto them, because he knew all men,  <strong>25</strong> And needed not that any should testify of man: for he knew what was in man.  <strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  <strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  <strong>1</strong> After this there was a feast of the Jews; and Jesus went up to Jerusalem.  <strong>2</strong> Now there is at Jerusalem by the sheep market a pool, which is called in the Hebrew tongue Bethesda, having five porches.  <strong>3</strong> In these lay a great multitude of impotent folk, of blind, halt, withered, waiting for the moving of the water.  <strong>4</strong> For an angel went down at a certain season into the pool, and troubled the water: whosoever then first after the troubling of the water stepped in was made whole of whatsoever disease he had.  <strong>5</strong> And a certain man was there, which had an infirmity thirty and eight years.  <strong>6</strong> When Jesus saw him lie, and knew that he had been now a long time in that case, he saith unto him, Wilt thou be made whole?  <strong>7</strong> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.  <strong>8</strong> Jesus saith unto him, Rise, take up thy bed, and walk.  <strong>9</strong> And immediately the man was made whole, and took up his bed, and walked: and on the same day was the sabbath.  <strong>10</strong> The Jews therefore said unto him that was cured, It is the sabbath day: it is not lawful for thee to carry thy bed.  <strong>11</strong> He answered them, He that made me whole, the same said unto me, Take up thy bed, and walk.  <strong>12</strong> Then asked they him, What man is that which said unto thee, Take up thy bed, and walk?  <strong>13</strong> And he that was healed wist not who it was: for Jesus had conveyed himself away, a multitude being in that place.  <strong>14</strong> Afterward Jesus findeth him in the temple, and said unto him, Behold, thou art made whole: sin no more, lest a worse thing come unto thee.  <strong>15</strong> The man departed, and told the Jews that it was Jesus, which had made him whole.  <strong>16</strong> And therefore did the Jews persecute Jesus, and sought to slay him, because he had done these things on the sabbath day.  <strong>17</strong> But Jesus answered them, My Father worketh hitherto, and I work.  <strong>18</strong> Therefore the Jews sought the more to kill him, because he not only had broken the sabbath, but said also that God was his Father, making himself equal with God.  <strong>19</strong> Then answered Jesus and said unto them, Verily, verily, I say unto you, The Son can do nothing of himself, but what he seeth the Father do: for what things soever he doeth, these also doeth the Son likewise.  <strong>20</strong> For the Father loveth the Son, and sheweth him all things that himself doeth: and he will shew him greater works than these, that ye may marvel.  <strong>21</strong> For as the Father raiseth up the dead, and quickeneth them;  even so the Son quickeneth whom he will.  <strong>22</strong> For the Father judgeth no man, but hath committed all judgment unto the Son:  <strong>23</strong> That all men should honour the Son, even as they honour the Father. He that honoureth not the Son honoureth not the Father which hath sent him.  <strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  <strong>25</strong> Verily, verily, I say unto you, The hour is coming, and now is, when the dead shall hear the voice of the Son of God: and they that hear shall live.  <strong>26</strong> For as the Father hath life in himself; so hath he given to the Son to have life in himself;  <strong>27</strong> And hath given him authority to execute judgment also, because he is the Son of man.  <strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  <strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  <strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  <strong>31</strong> If I bear witness of myself, my witness is not true. <strong>32</strong>           There is another that beareth witness of me; and I know that the witness which he witnesseth of me is true.  <strong>33</strong> Ye sent unto John, and he bare witness unto the truth.  <strong>34</strong> But I receive not testimony from man: but these things I say, that ye might be saved.  <strong>35</strong> He was a burning and a shining light: and ye were willing for a season to rejoice in his light. <strong>36</strong>           But I have greater witness than that of John: for the works which the Father hath given me to finish, the same works that I do, bear witness of me, that the Father hath sent me.  <strong>37</strong> And the Father himself, which hath sent me, hath borne witness of me. Ye have neither heard his voice at any time, nor seen his shape.  <strong>38</strong> And ye have not his word abiding in you: for whom he hath sent, him ye believe not. <strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  <strong>40</strong> And ye will not come to me, that ye might have life.  <strong>41</strong> I receive not honour from men.  <strong>42</strong> But I know you, that ye have not the love of God in you.  <strong>43</strong> I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.  <strong>44</strong> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?  <strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.  <strong>46</strong> For had ye believed Moses, ye would have believed me: for he wrote of me.  <strong>47</strong> But if ye believe not his writings, how shall ye believe my words?  <strong>1</strong> After these things Jesus went over the sea of Galilee, which is the sea of Tiberias.  <strong>2</strong> And a great multitude followed him, because they saw his miracles which he did on them that were diseased.  <strong>3</strong> And Jesus went up into a mountain, and there he sat with his disciples.  <strong>4</strong> And the passover, a feast of the Jews, was nigh.  <strong>5</strong> When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?  <strong>6</strong> And this he said to prove him: for he himself knew what he would do.  <strong>7</strong> Philip answered him, Two hundred pennyworth of bread is not sufficient for them, that every one of them may take a little.  <strong>8</strong> One of his disciples, Andrew, Simon Peter’s brother, saith unto him,  <strong>9</strong> There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?  <strong>10</strong> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.  <strong>11</strong> And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.  <strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  <strong>14</strong> Then those men, when they had seen the miracle that Jesus did, said, This is of a truth that prophet that should come into the world.  <strong>15</strong> When Jesus therefore perceived that they would come and take him by force, to make him a king, he departed again into a mountain himself alone.  <strong>16</strong> And when even was now come, his disciples went down unto the sea,  <strong>17</strong> And entered into a ship, and went over the sea toward Capernaum. And it was now dark, and Jesus was not come to them.  <strong>18</strong> And the sea arose by reason of a great wind that blew.  <strong>19</strong> So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.  <strong>20</strong> But he saith unto them, It is I; be not afraid.  <strong>21</strong> Then they willingly received him into the ship: and immediately the ship was at the land whither they went.  <strong>22</strong> The day following, when the people which stood on the other side of the sea saw that there was none other boat there, save that one whereinto his disciples were entered, and that Jesus went not with his disciples into the boat, but that his disciples were gone away alone;  <strong>23</strong> (Howbeit there came other boats from Tiberias nigh unto the place where they did eat bread, after that the Lord had given thanks:)  <strong>24</strong> When the people therefore saw that Jesus was not there, neither his disciples, they also took shipping, and came to Capernaum, seeking for Jesus.  <strong>25</strong> And when they had found him on the other side of the sea, they said unto him, Rabbi, when camest thou hither?  <strong>26</strong> Jesus answered them and said, Verily, verily, I say unto you, Ye seek me, not because ye saw the miracles, but because ye did eat of the loaves, and were filled.  <strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  <strong>45</strong> It is written in the prophets, And they shall be all taught of God. Every man therefore that hath heard, and hath learned of the Father, cometh unto me.  <strong>46</strong> Not that any man hath seen the Father, save he which is of God, he hath seen the Father.  <strong>47</strong> Verily, verily, I say unto you, He that believeth on me hath everlasting life.  <strong>48</strong> I am that bread of life.  <strong>49</strong> Your fathers did eat manna in the wilderness, and are dead.  <strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  <strong>1</strong> After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.  <strong>2</strong> Now the Jews’ feast of tabernacles was at hand.  <strong>3</strong> His brethren therefore said unto him, Depart hence, and go into Judaea, that thy disciples also may see the works that thou doest.  <strong>4</strong> For there is no man that doeth any thing in secret, and he himself seeketh to be known openly. If thou do these things, shew thyself to the world.  <strong>5</strong> For neither did his brethren believe in him.  <strong>6</strong> Then Jesus said unto them, My time is not yet come: but your time is alway ready.  <strong>7</strong> The world cannot hate you; but me it hateth, because I testify of it, that the works thereof are evil.  <strong>8</strong> Go ye up unto this feast: I go not up yet unto this feast; for my time is not yet full come.  <strong>9</strong> When he had said these words unto them, he abode still in Galilee.  <strong>10</strong> But when his brethren were gone up, then went he also up unto the feast, not openly, but as it were in secret.  <strong>11</strong> Then the Jews sought him at the feast, and said, Where is he?  <strong>12</strong> And there was much murmuring among the people concerning him: for some said, He is a good man: others said, Nay; but he deceiveth the people.  <strong>13</strong> Howbeit no man spake openly of him for fear of the Jews.  <strong>14</strong> Now about the midst of the feast Jesus went up into the temple, and taught.  <strong>15</strong> And the Jews marvelled, saying, How knoweth this man letters, having never learned?  <strong>16</strong> Jesus answered them, and said, My doctrine is not mine, but his that sent me.  <strong>17</strong> If any man will do his will, he shall know of the doctrine, whether it be of God, or whether I speak of myself.  <strong>18</strong> He that speaketh of himself seeketh his own glory: but he that seeketh his glory that sent him, the same is true, and no unrighteousness is in him.  <strong>19</strong> Did not Moses give you the law, and yet none of you keepeth the law? Why go ye about to kill me?  <strong>20</strong> The people answered and said, Thou hast a devil: who goeth about to kill thee?  <strong>21</strong> Jesus answered and said unto them, I have done one work, and ye all marvel.  <strong>22</strong> Moses therefore gave unto you circumcision; (not because it is of Moses, but of the fathers;) and ye on the sabbath day circumcise a man.  <strong>23</strong> If a man on the sabbath day receive circumcision, that the law of Moses should not be broken; are ye angry at me, because I have made a man every whit whole on the sabbath day?  <strong>24</strong> Judge not according to the appearance, but judge righteous judgment.  <strong>25</strong> Then said some of them of Jerusalem, Is not this he, whom they seek to kill?  <strong>26</strong> But, lo, he speaketh boldly, and they say nothing unto him. Do the rulers know indeed that this is the very Christ?  <strong>27</strong> Howbeit we know this man whence he is: but when Christ cometh, no man knoweth whence he is.  <strong>28</strong> Then cried Jesus in the temple as he taught, saying, Ye both know me, and ye know whence I am: and I am not come of myself, but he that sent me is true, whom ye know not.  <strong>29</strong> But I know him: for I am from him, and he hath sent me.  <strong>30</strong> Then they sought to take him: but no man laid hands on him, because his hour was not yet come.  <strong>31</strong> And many of the people believed on him, and said, When Christ cometh, will he do more miracles than these which this man hath done?  <strong>32</strong> The Pharisees heard that the people murmured such things concerning him; and the Pharisees and the chief priests sent officers to take him.  <strong>33</strong> Then said Jesus unto them, Yet a little while am I with you, and then I go unto him that sent me.  <strong>34</strong> Ye shall seek me, and shall not find me: and where I am, thither ye cannot come.  <strong>35</strong> Then said the Jews among themselves, Whither will he go, that we shall not find him? will he go unto the dispersed among the Gentiles, and teach the Gentiles?  <strong>36</strong> What manner of saying is this that he said, Ye shall seek me, and shall not find me: and where I am, thither  ye cannot come?  <strong>37</strong> In the last day, that great day of the feast, Jesus stood and cried, saying, If any man thirst, let him come unto me, and drink.  <strong>38</strong> He that believeth on me, as the scripture hath said, out of his belly shall flow rivers of living water.  <strong>39</strong> (But this spake he of the Spirit, which they that believe on him should receive: for the Holy Ghost was not yet given; because that Jesus was not yet glorified.)  <strong>40</strong> Many of the people therefore, when they heard this saying, said, Of a truth this is the Prophet.  <strong>41</strong> Others said, This is the Christ. But some said, Shall Christ come out of Galilee?  <strong>42</strong> Hath not the scripture said, That Christ cometh of the seed of David, and out of the town of Bethlehem, where David was?  <strong>43</strong> So there was a division among the people because of him.  <strong>44</strong> And some of them would have taken him; but no man laid hands on him.  <strong>45</strong> Then came the officers to the chief priests and Pharisees; and they said unto them, Why have ye not brought him?  <strong>46</strong> The officers answered, Never man spake like this man.  <strong>47</strong> Then answered them the Pharisees, Are ye also deceived?  <strong>48</strong> Have any of the rulers or of the Pharisees believed on him?  <strong>49</strong> But this people who knoweth not the law are cursed.  <strong>50</strong> Nicodemus saith unto them, (he that came to Jesus by night, being one of them,)  <strong>51</strong> Doth our law judge any man, before it hear him, and know what he doeth?  <strong>52</strong> They answered and said unto him, Art thou also of Galilee? Search, and look: for out of Galilee ariseth no prophet.  <strong>53</strong> And every man went unto his own house.  <strong>1</strong> Jesus went unto the mount of Olives.  <strong>2</strong> And early in the morning he came again into the temple, and all the people came unto him; and he sat down, and taught them.  <strong>3</strong> And the scribes and Pharisees brought unto him a woman taken in adultery; and when they had set her in the midst,  <strong>4</strong> They say unto him, Master, this woman was taken in adultery, in the very act.  <strong>5</strong> Now Moses in the law commanded us, that such should be stoned: but what sayest thou?  <strong>6</strong> This they said, tempting him, that they might have to accuse him. But Jesus stooped down, and with his finger wrote on the ground, as though he heard them not.  <strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  <strong>8</strong> And again he stooped down, and wrote on the ground.  <strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  <strong>10</strong> When Jesus had lifted up himself, and saw none but the woman, he said unto her, Woman, where are those thine accusers? hath no man condemned thee?  <strong>11</strong> She said, No man, Lord. And Jesus said unto her, Neither do I condemn thee: go, and sin no more. <strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  <strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  <strong>19</strong> Then said they unto him, Where is thy Father? Jesus answered, Ye neither know me, nor my Father: if ye had known me, ye should have known my Father also.  <strong>20</strong> These words spake Jesus in the treasury, as he taught in the temple: and no man laid hands on him; for his hour was not yet come.  <strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  <strong>22</strong> Then said the Jews, Will he kill himself? because he saith, Whither I go, ye cannot come.  <strong>23</strong> And he said unto them, Ye are from beneath; I am from above: ye are of this world; I am not of this world.  <strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  <strong>25</strong> Then said they unto him, Who art thou? And Jesus saith unto them, Even the same that I said unto you from the beginning.  <strong>26</strong> I have many things to say and to judge of you: but he that sent me is true; and I speak to the world those things which I have heard of him.  <strong>27</strong> They understood not that he spake to them of the Father.  <strong>28</strong> Then said Jesus unto them, When ye have lifted up the Son of man, then shall ye know that I am he, and that I do nothing of myself; but as my Father hath taught me, I speak these things.  <strong>29</strong> And he that sent me is with me: the Father hath not left me alone; for I do always those things that please him.  <strong>30</strong> As he spake these words, many believed on him.  <strong>31</strong> Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;  <strong>32</strong> And ye shall know the truth, and the truth shall make you free.  <strong>33</strong> They answered him, We be Abraham’s seed, and were never in bondage to any man: how sayest thou, Ye shall be made free?  <strong>34</strong> Jesus answered them, Verily, verily, I say unto you, Whosoever committeth sin is the servant of sin.  <strong>35</strong> And the servant abideth not in the house for ever: but  the Son abideth ever.  <strong>36</strong> If the Son therefore shall make you free, ye shall be free indeed.  <strong>37</strong> I know that ye are Abraham’s seed; but ye seek to kill me, because my word hath no place in you.  <strong>38</strong> I speak that which I have seen with my Father: and ye do that which ye have seen with your father.  <strong>39</strong> They answered and said unto him, Abraham is our father. Jesus saith unto them, If ye were Abraham’s children, ye would do the works of Abraham.  <strong>40</strong> But now ye seek to kill me, a man that hath told you the truth, which I have heard of God: this did not Abraham.  <strong>41</strong> Ye do the deeds of your father. Then said they to him, We be not born of fornication; we have one Father, even God.  <strong>42</strong> Jesus said unto them, If God were your Father, ye would love me: for I proceeded forth and came from God; neither came I of myself, but he sent me.  <strong>43</strong> Why do ye not understand my speech? even because ye cannot hear my word.  <strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  <strong>45</strong> And because I tell you the truth, ye believe me not.  <strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  <strong>47</strong> He that is of God heareth God’s words: ye therefore hear them  not, because ye are not of God.  <strong>48</strong> Then answered the Jews, and said unto him, Say we not well that thou art a Samaritan, and hast a devil?  <strong>49</strong> Jesus answered, I have not a devil; but I honour my Father, and ye do dishonour me.  <strong>50</strong> And I seek not mine own glory: there is one that seeketh and judgeth.  <strong>51</strong> Verily, verily, I say unto you, If a man keep my saying, he shall never see death.  <strong>52</strong> Then said the Jews unto him, Now we know that thou hast a devil. Abraham is dead, and the prophets; and thou sayest, If a man keep my saying, he shall never taste of death.  <strong>53</strong> Art thou greater than our father Abraham, which is dead? and the prophets are dead: whom makest thou thyself?  <strong>54</strong> Jesus answered, If I honour myself, my honour is nothing: it is my Father that honoureth me; of whom ye say, that he is your God:  <strong>55</strong> Yet ye have not known him; but I know him: and if I should say, I know him not, I shall be a liar like unto you: but I know him, and keep his saying.  <strong>56</strong> Your father Abraham rejoiced to see my day: and he saw it,  and was glad.  <strong>57</strong> Then said the Jews unto him, Thou art not yet fifty years old, and hast thou seen Abraham?  <strong>58</strong> Jesus said unto them, Verily, verily, I say unto you, Before Abraham was, I am.  <strong>59</strong> Then took they up stones to cast at him: but Jesus hid himself, and went out of the temple, going through the midst of them, and so passed by.  <strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. <strong>1</strong>           Verily, verily, I say unto you, He that entereth not by the door into the sheepfold, but climbeth up some other way, the same is a thief and a robber.  <strong>2</strong> But he that entereth in by the door is the shepherd of the sheep.  <strong>3</strong> To him the porter openeth; and the sheep hear his voice: and he calleth his own sheep by name, and leadeth them out.  <strong>4</strong> And when he putteth forth his own sheep, he goeth before them, and the sheep follow him: for they know his voice.  <strong>5</strong> And a stranger will they not follow, but will flee from him: for they know not the voice of strangers.  <strong>6</strong> This parable spake Jesus unto them: but they understood not what things they were which he spake unto them.  <strong>7</strong> Then said Jesus unto them again, Verily, verily, I say unto you, I am the door of the sheep.  <strong>8</strong> All that ever came before me are thieves and robbers: but the sheep did not hear them.  <strong>9</strong> I am the door: by me if any man enter in, he shall be saved, and shall go in and out, and find pasture.  <strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  <strong>11</strong> I am the good shepherd: the good shepherd giveth his life for the sheep.  <strong>12</strong> But he that is an hireling, and not the shepherd, whose own the sheep are not, seeth the wolf coming, and leaveth the sheep, and fleeth: and the wolf catcheth them, and scattereth the sheep.  <strong>13</strong> The hireling fleeth, because he is an hireling, and careth not for the sheep.  <strong>14</strong> I am the good shepherd, and know my sheep, and am known of mine.  <strong>15</strong> As the Father knoweth me, even so know I the Father: and I lay down my life for the sheep.  <strong>16</strong> And other sheep I have, which are not of this fold: them also I must bring, and they shall hear my voice; and there shall be one fold, and  one shepherd.  <strong>17</strong> Therefore doth my Father love me, because I lay down my life, that I might take it again.  <strong>18</strong> No man taketh it from me, but I lay it down of myself. I have power to lay it down, and I have power to take it again. This commandment have I received of my Father. <strong>19</strong> There was a division therefore again among the Jews for these sayings.  <strong>20</strong> And many of them said, He hath a devil, and is mad; why hear ye him?  <strong>21</strong> Others said, These are not the words of him that hath a devil. Can a devil open the eyes of the blind?  <strong>22</strong> And it was at Jerusalem the feast of the dedication, and it was winter.  <strong>23</strong> And Jesus walked in the temple in Solomon’s porch.  <strong>24</strong> Then came the Jews round about him, and said unto him, How long dost thou make us to doubt? If thou be the Christ, tell us plainly.  <strong>25</strong> Jesus answered them, I told you, and ye believed not: the works that I do in my Father’s name, they bear witness of me.  <strong>26</strong> But ye believe not, because ye are not of my sheep, as I said unto you.  <strong>27</strong> My sheep hear my voice, and I know them, and they follow me:  <strong>28</strong> And I give unto them eternal life; and they shall never perish, neither shall any man pluck them out of my hand.  <strong>29</strong> My Father, which gave them me, is greater than all; and no man is able to pluck them out of my Father’s hand.  <strong>30</strong> I and my Father are one.  <strong>31</strong> Then the Jews took up stones again to stone him.  <strong>32</strong> Jesus answered them, Many good works have I shewed you from my Father; for which of those works do ye stone me?  <strong>33</strong> The Jews answered him, saying, For a good work we stone thee not; but for blasphemy; and because that thou, being a man, makest thyself God.  <strong>34</strong> Jesus answered them, Is it not written in your law, I said, Ye are gods?  <strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  <strong>36</strong> Say ye of him, whom the Father hath sanctified, and sent into the world, Thou blasphemest; because I said, I am the Son of God?  <strong>37</strong> If I do not the works of my Father, believe me not.  <strong>38</strong> But if I do, though ye believe not me, believe the works: that ye may know, and believe, that the Father is in me, and I in him.  <strong>39</strong> Therefore they sought again to take him: but he escaped out of their hand,  <strong>40</strong> And went away again beyond Jordan into the place where John at first baptized; and there he abode.  <strong>41</strong> And many resorted unto him, and said, John did no miracle: but all things that John spake of this man were true.  <strong>42</strong> And many believed on him there.  <strong>1</strong> Now a certain man was sick, named Lazarus, of Bethany, the town of Mary and her sister Martha.  <strong>2</strong> (It was that Mary which anointed the Lord with ointment, and wiped his feet with her hair, whose brother Lazarus was sick.)  <strong>3</strong> Therefore his sisters sent unto him, saying, Lord, behold, he whom thou lovest is sick.  <strong>4</strong> When Jesus heard that, he said, This sickness is not unto death, but for the glory of God, that the Son of God might be glorified thereby.  <strong>5</strong> Now Jesus loved Martha, and her sister, and Lazarus.  <strong>6</strong> When he had heard therefore that he was sick, he abode two days still in the same place where he was.  <strong>7</strong> Then after that saith he to his disciples, Let us go into Judaea again.  <strong>8</strong> His disciples say unto him, Master, the Jews of late sought to stone thee; and goest thou thither again?  <strong>9</strong> Jesus answered, Are there not twelve hours in the day? If any man walk in the day, he stumbleth not, because he seeth the light of this world.  <strong>10</strong> But if a man walk in the night, he stumbleth, because there is no light in him.  <strong>11</strong> These things said he: and after that he saith unto them, Our friend Lazarus sleepeth; but I go, that I may awake him out of sleep.  <strong>12</strong> Then said his disciples, Lord, if he sleep, he shall do well.  <strong>13</strong> Howbeit Jesus spake of his death: but they thought that he had spoken of taking of rest in sleep.  <strong>14</strong> Then said Jesus unto them plainly, Lazarus is dead.  <strong>15</strong> And I am glad for your sakes that I was not there, to the intent ye may believe; nevertheless let us go unto him.  <strong>16</strong> Then said Thomas, which is called Didymus, unto his fellowdisciples, Let us also go, that we may die with him.  <strong>17</strong> Then when Jesus came, he found that he had lain in the grave four days already.  <strong>18</strong> Now Bethany was nigh unto Jerusalem, about fifteen furlongs off:  <strong>19</strong> And many of the Jews came to Martha and Mary, to comfort them concerning their brother.  <strong>20</strong> Then Martha, as soon as she heard that Jesus was coming, went and met him: but Mary sat still in the house.  <strong>21</strong> Then said Martha unto Jesus, Lord, if thou hadst been here, my brother had not died.  <strong>22</strong> But I know, that even now, whatsoever thou wilt ask of God, God will give it thee.  <strong>23</strong> Jesus saith unto her, Thy brother shall rise again.  <strong>24</strong> Martha saith unto him, I know that he shall rise again in the resurrection at the last day.  <strong>25</strong> Jesus said unto her, I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live:  <strong>26</strong> And whosoever liveth and believeth in me shall never die. Believest thou this?  <strong>27</strong> She saith unto him, Yea, Lord: I believe that thou art the Christ, the Son of God, which should come into the world.  <strong>28</strong> And when she had so said, she went her way, and called Mary her sister secretly, saying, The Master is come, and calleth for thee.  <strong>29</strong> As soon as she heard that, she arose quickly, and came unto him.  <strong>30</strong> Now Jesus was not yet come into the town, but was in that place where Martha met him.  <strong>31</strong> The Jews then which were with her in the house, and comforted her, when they saw Mary, that she rose up hastily and went out, followed her, saying, She goeth unto the grave to weep there.  <strong>32</strong> Then when Mary was come where Jesus was, and saw him, she fell down at his feet, saying unto him, Lord, if thou hadst been here, my brother had not died.  <strong>33</strong> When Jesus therefore saw her weeping, and the Jews also weeping which came with her, he groaned in the spirit, and was troubled,  <strong>34</strong> And said, Where have ye laid him? They said unto him, Lord, come and see.  <strong>35</strong> Jesus wept.  <strong>36</strong> Then said the Jews, Behold how he loved him!  <strong>37</strong> And some of them said, Could not this man, which opened the eyes of the blind, have caused that even this man should not have died?  <strong>38</strong> Jesus therefore again groaning in himself cometh to the grave. It was a cave, and a stone lay upon it.  <strong>39</strong> Jesus said, Take ye away the stone. Martha, the sister of him that was dead, saith unto him, Lord, by this time he stinketh: for he hath been dead four days.  <strong>40</strong> Jesus saith unto her, Said I not unto thee, that, if thou wouldest believe, thou shouldest see the glory of God?  <strong>41</strong> Then they took away the stone from the place where the dead was laid. And Jesus lifted up his eyes, and said, Father, I thank thee that thou hast heard me.  <strong>42</strong> And I knew that thou hearest me always: but because of the people which stand by I said it, that they may believe that thou hast sent me.  <strong>43</strong> And when he thus had spoken, he cried with a loud voice, Lazarus, come forth.  <strong>44</strong> And he that was dead came forth, bound hand and foot with graveclothes: and his face was bound about with a napkin. Jesus saith unto them, Loose him, and let him go.  <strong>45</strong> Then many of the Jews which came to Mary, and had seen the things which Jesus did, believed on him.  <strong>46</strong> But some of them went their ways to the Pharisees, and told them what things Jesus had done.  <strong>47</strong> Then gathered the chief priests and the Pharisees a council, and said, What do we? for this man doeth many miracles.  <strong>48</strong> If we let him thus alone, all men will believe on him: and the Romans shall come and take away both our place and nation.  <strong>49</strong> And one of them, named Caiaphas, being the high priest that same year, said unto them, Ye know nothing at all,  <strong>50</strong> Nor consider that it is expedient for us, that one man should die for the people, and that the whole nation perish not.  <strong>51</strong> And this spake he not of himself: but being high priest that year, he prophesied that Jesus should die for that nation;  <strong>52</strong> And not for that nation only, but that also he should gather together in one the children of God that were scattered abroad.  <strong>53</strong> Then from that day forth they took counsel together for to put him to death.  <strong>54</strong> Jesus therefore walked no more openly among the Jews; but went thence unto a country near to the wilderness, into a city called Ephraim, and there continued with his disciples.  <strong>55</strong> And the Jews’ passover was nigh at hand: and many went out of the country up to Jerusalem before the passover, to purify themselves.  <strong>56</strong> Then sought they for Jesus, and spake among themselves, as they stood in the temple, What think ye, that he will not come to the feast?  <strong>57</strong> Now both the chief priests and the Pharisees had given a commandment, that, if any man knew where he were, he should shew it, that they might take him.  <strong>1</strong> Then Jesus six days before the passover came to Bethany, where Lazarus was which had been dead, whom he raised from the dead.  <strong>2</strong> There they made him a supper; and Martha served: but Lazarus was one of them that sat at the table with him.  <strong>3</strong> Then took Mary a pound of ointment of spikenard, very costly, and anointed the feet of Jesus, and wiped his feet with her hair: and the house was filled with the odour of the ointment.  <strong>4</strong> Then saith one of his disciples, Judas Iscariot, Simon’s son,  which should betray him,  <strong>5</strong> Why was not this ointment sold for three hundred pence, and given to the poor?  <strong>6</strong> This he said, not that he cared for the poor; but because he was a thief, and had the bag, and bare what was put therein.  <strong>7</strong> Then said Jesus, Let her alone: against the day of my burying hath she kept this.  <strong>8</strong> For the poor always ye have with you; but me ye have not always.  <strong>9</strong> Much people of the Jews therefore knew that he was there: and they came not for Jesus’ sake only, but that they might see Lazarus also, whom he had raised from the dead.  <strong>10</strong> But the chief priests consulted that they might put Lazarus also to death;  <strong>11</strong> Because that by reason of him many of the Jews went away, and believed on Jesus.  <strong>12</strong> On the next day much people that were come to the feast, when they heard that Jesus was coming to Jerusalem,  <strong>13</strong> Took branches of palm trees, and went forth to meet him, and cried, Hosanna: Blessed is the King of Israel that cometh in the name of the Lord.  <strong>14</strong> And Jesus, when he had found a young ass, sat thereon; as it is written,  <strong>15</strong> Fear not, daughter of Sion: behold, thy King cometh, sitting on an ass’s colt.  <strong>16</strong> These things understood not his disciples at the first: but when Jesus was glorified, then remembered they that these things were written of him, and that they had done these things unto him.  <strong>17</strong> The people therefore that was with him when he called Lazarus out of his grave, and raised him from the dead, bare record.  <strong>18</strong> For this cause the people also met him, for that they heard that he had done this miracle.  <strong>19</strong> The Pharisees therefore said among themselves, Perceive ye how ye prevail nothing? behold, the world is gone after him.  <strong>20</strong> And there were certain Greeks among them that came up to worship at the feast:  <strong>21</strong> The same came therefore to Philip, which was of Bethsaida of Galilee, and desired him, saying, Sir, we would see Jesus.  <strong>22</strong> Philip cometh and telleth Andrew: and again Andrew and Philip tell Jesus.  <strong>23</strong> And Jesus answered them, saying, The hour is come, that the Son of man should be glorified.  <strong>24</strong> Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.  <strong>25</strong> He that loveth his life shall lose it; and he that hateth his life in this world shall keep it unto life eternal.  <strong>26</strong> If any man serve me, let him follow me; and where I am, there shall also my servant be: if any man serve me, him will my Father honour.  <strong>27</strong> Now is my soul troubled; and what shall I say? Father, save me from this hour: but for this cause came I unto this hour.  <strong>28</strong> Father, glorify thy name. Then came there a voice from heaven, saying, I have both glorified it, and will glorify it again.  <strong>29</strong> The people therefore, that stood by, and heard it, said that it thundered: others said, An angel spake to him.  <strong>30</strong> Jesus answered and said, This voice came not because of me, but for your sakes.  <strong>31</strong> Now is the judgment of this world: now shall the prince of this world be cast out.  <strong>32</strong> And I, if I be lifted up from the earth, will draw all men  unto me.  <strong>33</strong> This he said, signifying what death he should die.  <strong>34</strong> The people answered him, We have heard out of the law that Christ abideth for ever: and how sayest thou, The Son of man must be lifted up?  who is this Son of man?  <strong>35</strong> Then Jesus said unto them, Yet a little while is the light with you. Walk while ye have the light, lest darkness come upon you: for he that walketh in darkness knoweth not whither he goeth.  <strong>36</strong> While ye have light, believe in the light, that ye may be the children of light. These things spake Jesus, and departed, and did hide himself from them.  <strong>37</strong> But though he had done so many miracles before them, yet they believed not on him:  <strong>38</strong> That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?  <strong>39</strong> Therefore they could not believe, because that Esaias said again,  <strong>40</strong> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.  <strong>41</strong> These things said Esaias, when he saw his glory, and spake of him.  <strong>42</strong> Nevertheless among the chief rulers also many believed on him; but because of the Pharisees they did not confess him, lest they should be put out of the synagogue:  <strong>43</strong> For they loved the praise of men more than the praise of God.  <strong>44</strong> Jesus cried and said, He that believeth on me, believeth not on me, but on him that sent me.  <strong>45</strong> And he that seeth me seeth him that sent me.  <strong>46</strong> I am come a light into the world, that whosoever believeth on me should not abide in darkness.  <strong>47</strong> And if any man hear my words, and believe not, I judge him not: for I came not to judge the world, but to save the world.  <strong>48</strong> He that rejecteth me, and receiveth not my words, hath one that judgeth him: the word that I have spoken, the same shall judge him in the last day.  <strong>49</strong> For I have not spoken of myself; but the Father which sent me, he gave me a commandment, what I should say, and what I should speak.  <strong>50</strong> And I know that his commandment is life everlasting: whatsoever I speak therefore, even as the Father said unto me, so I speak. <strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  <strong>2</strong> And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon’s son, to betray him;  <strong>3</strong> Jesus knowing that the Father had given all things into his hands, and that he was come from God, and went to God;  <strong>4</strong> He riseth from supper, and laid aside his garments; and took a towel, and girded himself.  <strong>5</strong> After that he poureth water into a bason, and began to wash the disciples’ feet, and to wipe them with the towel wherewith he was girded.  <strong>6</strong> Then cometh he to Simon Peter: and Peter saith unto him, Lord, dost thou wash my feet?  <strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  <strong>8</strong> Peter saith unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou hast no part with me.  <strong>9</strong> Simon Peter saith unto him, Lord, not my feet only, but also my  hands and my head.  <strong>10</strong> Jesus saith to him, He that is washed needeth not save to wash his feet, but is clean every whit: and ye are clean, but not all.  <strong>11</strong> For he knew who should betray him; therefore said he, Ye are not all clean.  <strong>12</strong> So after he had washed their feet, and had taken his garments, and was set down again, he said unto them, Know ye what I have done to you?  <strong>13</strong> Ye call me Master and Lord: and ye say well; for so I am.  <strong>14</strong> If I then, your Lord and Master, have washed your feet; ye also ought to wash one another’s feet.  <strong>15</strong> For I have given you an example, that ye should do as I have done to you.  <strong>16</strong> Verily, verily, I say unto you, The servant is not greater than his lord; neither he that is sent greater than he that sent him.  <strong>17</strong> If ye know these things, happy are ye if ye do them. <strong>18</strong>           I speak not of you all: I know whom I have chosen: but that the scripture may be fulfilled, He that eateth bread with me hath lifted up his heel against me.  <strong>19</strong> Now I tell you before it come, that, when it is come to pass, ye may believe that I am he.  <strong>20</strong> Verily, verily, I say unto you, He that receiveth whomsoever I send receiveth me; and he that receiveth me receiveth him that sent me.  <strong>21</strong> When Jesus had thus said, he was troubled in spirit, and testified, and said, Verily, verily, I say unto you, that one of you shall betray me.  <strong>22</strong> Then the disciples looked one on another, doubting of whom he spake.  <strong>23</strong> Now there was leaning on Jesus’ bosom one of his disciples, whom Jesus loved.  <strong>24</strong> Simon Peter therefore beckoned to him, that he should ask who it should be of whom he spake.  <strong>25</strong> He then lying on Jesus’ breast saith unto him, Lord, who is it?  <strong>26</strong> Jesus answered, He it is, to whom I shall give a sop, when I have dipped it. And when he had dipped the sop, he gave it  to Judas Iscariot, the son of Simon.  <strong>27</strong> And after the sop Satan entered into him. Then said Jesus unto him, That thou doest, do quickly.  <strong>28</strong> Now no man at the table knew for what intent he spake this unto him.  <strong>29</strong> For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we have need of against the feast; or, that he should give something to the poor.  <strong>30</strong> He then having received the sop went immediately out: and it was night.  <strong>31</strong> Therefore, when he was gone out, Jesus said, Now is the Son of man glorified, and God is glorified in him.  <strong>32</strong> If God be glorified in him, God shall also glorify him in himself, and shall straightway glorify him.  <strong>33</strong> Little children, yet a little while I am with you. Ye shall seek me: and as I said unto the Jews, Whither I go, ye cannot come; so now I say to you.  <strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. <strong>36</strong> Simon Peter said unto him, Lord, whither goest thou? Jesus answered him, Whither I go, thou canst not follow me now; but thou shalt follow me afterwards.  <strong>37</strong> Peter said unto him, Lord, why cannot I follow thee now? I will lay down my life for thy sake.  <strong>38</strong> Jesus answered him, Wilt thou lay down thy life for my sake? Verily, verily, I say unto thee, The cock shall not crow, till thou hast denied me thrice. <strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. <strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. <strong>1</strong>           These things have I spoken unto you, that ye should not be offended.  <strong>2</strong> They shall put you out of the synagogues: yea, the time cometh, that whosoever killeth you will think that he doeth God service.  <strong>3</strong> And these things will they do unto you, because they have not known the Father, nor me.  <strong>4</strong> But these things have I told you, that when the time shall come, ye may remember that I told you of them. And these things I said not unto you at the beginning, because I was with you.  <strong>5</strong> But now I go my way to him that sent me; and none of you asketh me, Whither goest thou?  <strong>6</strong> But because I have said these things unto you, sorrow hath filled your heart.  <strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  <strong>8</strong> And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:  <strong>9</strong> Of sin, because they believe not on me;  <strong>10</strong> Of righteousness, because I go to my Father, and ye see me no more;  <strong>11</strong> Of judgment, because the prince of this world is judged.  <strong>12</strong> I have yet many things to say unto you, but ye cannot bear them now.  <strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  <strong>14</strong> He shall glorify me: for he shall receive of mine, and shall shew it unto you.  <strong>15</strong> All things that the Father hath are mine: therefore said I, that he shall take of mine, and shall shew it unto you.  <strong>16</strong> A little while, and ye shall not see me: and again, a little while, and ye shall see me, because I go to the Father.  <strong>17</strong> Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?  <strong>18</strong> They said therefore, What is this that he saith, A little while? we cannot tell what he saith.  <strong>19</strong> Now Jesus knew that they were desirous to ask him, and said unto them, Do ye enquire among yourselves of that I said, A little while, and ye shall not see me: and again, a little while, and ye shall see me?  <strong>20</strong> Verily, verily, I say unto you, That ye shall weep and lament, but the world shall rejoice: and ye shall be sorrowful, but your sorrow shall be turned into joy.  <strong>21</strong> A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.  <strong>22</strong> And ye now therefore have sorrow: but I will see you again, and your heart shall rejoice, and your joy no man taketh from you.  <strong>23</strong> And in that day ye shall ask me nothing. Verily, verily, I say unto you, Whatsoever ye shall ask the Father in my name, he will give it  you.  <strong>24</strong> Hitherto have ye asked nothing in my name: ask, and ye shall receive, that your joy may be full.  <strong>25</strong> These things have I spoken unto you in proverbs: but the time cometh, when I shall no more speak unto you in proverbs, but I shall shew you plainly of the Father.  <strong>26</strong> At that day ye shall ask in my name: and I say not unto you, that I will pray the Father for you:  <strong>27</strong> For the Father himself loveth you, because ye have loved me, and have believed that I came out from God.  <strong>28</strong> I came forth from the Father, and am come into the world: again, I leave the world, and go to the Father.  <strong>29</strong> His disciples said unto him, Lo, now speakest thou plainly, and speakest no proverb.  <strong>30</strong> Now are we sure that thou knowest all things, and needest not that any man should ask thee: by this we believe that thou camest forth from God.  <strong>31</strong> Jesus answered them, Do ye now believe?  <strong>32</strong> Behold, the hour cometh, yea, is now come, that ye shall be scattered, every man to his own, and shall leave me alone: and yet I am not alone, because the Father is with me.  <strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. <strong>1</strong> These words spake Jesus, and lifted up his eyes to heaven, and said, Father, the hour is come; glorify thy Son, that thy Son also may glorify thee:  <strong>2</strong> As thou hast given him power over all flesh, that he should give eternal life to as many as thou hast given him.  <strong>3</strong> And this is life eternal, that they might know thee the only true God, and Jesus Christ, whom thou hast sent.  <strong>4</strong> I have glorified thee on the earth: I have finished the work which thou gavest me to do.  <strong>5</strong> And now, O Father, glorify thou me with thine own self with the glory which I had with thee before the world was.  <strong>6</strong> I have manifested thy name unto the men which thou gavest me out of the world: thine they were, and thou gavest them me; and they have kept thy word.  <strong>7</strong> Now they have known that all things whatsoever thou hast given me are of thee.  <strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  <strong>9</strong> I pray for them: I pray not for the world, but for them which thou hast given me; for they are thine.  <strong>10</strong> And all mine are thine, and thine are mine; and I am glorified in them.  <strong>11</strong> And now I am no more in the world, but these are in the world, and I come to thee. Holy Father, keep through thine own name those whom thou hast given me, that they may be one, as we are.  <strong>12</strong> While I was with them in the world, I kept them in thy name: those that thou gavest me I have kept, and none of them is lost, but the son of perdition; that the scripture might be fulfilled.  <strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  <strong>18</strong> As thou hast sent me into the world, even so have I also sent them into the world.  <strong>19</strong> And for their sakes I sanctify myself, that they also might be sanctified through the truth.  <strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  <strong>22</strong> And the glory which thou gavest me I have given them; that they may be one, even as we are one:  <strong>23</strong> I in them, and thou in me, that they may be made perfect in one; and that the world may know that thou hast sent me, and hast loved them, as thou hast loved me.  <strong>24</strong> Father, I will that they also, whom thou hast given me, be with me where I am; that they may behold my glory, which thou hast given me: for thou lovedst me before the foundation of the world.  <strong>25</strong> O righteous Father, the world hath not known thee: but I have known thee, and these have known that thou hast sent me.  <strong>26</strong> And I have declared unto them thy name, and will declare it:  that the love wherewith thou hast loved me may be in them, and I in them. <strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  <strong>1</strong> Then Pilate therefore took Jesus, and scourged him.  <strong>2</strong> And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,  <strong>3</strong> And said, Hail, King of the Jews! and they smote him with their hands.  <strong>4</strong> Pilate therefore went forth again, and saith unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.  <strong>5</strong> Then came Jesus forth, wearing the crown of thorns, and the purple robe. And Pilate saith unto them, Behold the man!  <strong>6</strong> When the chief priests therefore and officers saw him, they cried out, saying, Crucify him, crucify him. Pilate saith unto them, Take ye him, and crucify him: for I find no fault in him.  <strong>7</strong> The Jews answered him, We have a law, and by our law he ought to die, because he made himself the Son of God.  <strong>8</strong> When Pilate therefore heard that saying, he was the more afraid;  <strong>9</strong> And went again into the judgment hall, and saith unto Jesus, Whence art thou? But Jesus gave him no answer.  <strong>10</strong> Then saith Pilate unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee, and have power to release thee?  <strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  <strong>12</strong> And from thenceforth Pilate sought to release him: but the Jews cried out, saying, If thou let this man go, thou art not Caesar’s friend: whosoever maketh himself a king speaketh against Caesar.  <strong>13</strong> When Pilate therefore heard that saying, he brought Jesus forth, and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.  <strong>14</strong> And it was the preparation of the passover, and about the sixth hour: and he saith unto the Jews, Behold your King!  <strong>15</strong> But they cried out, Away with him, away with him,  crucify him. Pilate saith unto them, Shall I crucify your King? The chief priests answered, We have no king but Caesar.  <strong>16</strong> Then delivered he him therefore unto them to be crucified. And they took Jesus, and led him away.  <strong>17</strong> And he bearing his cross went forth into a place called the place  of a skull, which is called in the Hebrew Golgotha:  <strong>18</strong> Where they crucified him, and two others with him, on either side one, and Jesus in the midst.  <strong>19</strong> And Pilate wrote a title, and put it on the cross. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS.  <strong>20</strong> This title then read many of the Jews: for the place where Jesus was crucified was nigh to the city: and it was written in Hebrew, and  Greek, and Latin.  <strong>21</strong> Then said the chief priests of the Jews to Pilate, Write not, The King of the Jews; but that he said, I am King of the Jews.  <strong>22</strong> Pilate answered, What I have written I have written.  <strong>23</strong> Then the soldiers, when they had crucified Jesus, took his garments, and made four parts, to every soldier a part; and also his coat: now the coat was without seam, woven from the top throughout.  <strong>24</strong> They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be: that the scripture might be fulfilled, which saith, They parted my raiment among them, and for my vesture they did cast lots. These things therefore the soldiers did.  <strong>25</strong> Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.  <strong>26</strong> When Jesus therefore saw his mother, and the disciple standing by, whom he loved, he saith unto his mother, Woman, behold thy son!  <strong>27</strong> Then saith he to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.  <strong>28</strong> After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, saith, I thirst.  <strong>29</strong> Now there was set a vessel full of vinegar: and they filled a spunge with vinegar, and put it upon hyssop, and put it to his mouth.  <strong>30</strong> When Jesus therefore had received the vinegar, he said, It is finished: and he bowed his head, and gave up the ghost.  <strong>31</strong> The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross on the sabbath day, (for that sabbath day was an high day,) besought Pilate that their legs might be broken, and that  they might be taken away.  <strong>32</strong> Then came the soldiers, and brake the legs of the first, and of the other which was crucified with him.  <strong>33</strong> But when they came to Jesus, and saw that he was dead already, they brake not his legs:  <strong>34</strong> But one of the soldiers with a spear pierced his side, and forthwith came there out blood and water.  <strong>35</strong> And he that saw it bare record, and his record is true: and he knoweth that he saith true, that ye might believe.  <strong>36</strong> For these things were done, that the scripture should be fulfilled, A bone of him shall not be broken.  <strong>37</strong> And again another scripture saith, They shall look on him whom they pierced.  <strong>38</strong> And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.  <strong>39</strong> And there came also Nicodemus, which at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about an hundred pound weight.  <strong>40</strong> Then took they the body of Jesus, and wound it in linen clothes with the spices, as the manner of the Jews is to bury.  <strong>41</strong> Now in the place where he was crucified there was a garden; and in the garden a new sepulchre, wherein was never man yet laid.  <strong>42</strong> There laid they Jesus therefore because of the Jews’ preparation day; for the sepulchre was nigh at hand.  <strong>1</strong> The first day of the week cometh Mary Magdalene early, when it was yet dark, unto the sepulchre, and seeth the stone taken away from the sepulchre.  <strong>2</strong> Then she runneth, and cometh to Simon Peter, and to the other disciple, whom Jesus loved, and saith unto them, They have taken away the Lord out of the sepulchre, and we know not where they have laid him.  <strong>3</strong> Peter therefore went forth, and that other disciple, and came to the sepulchre.  <strong>4</strong> So they ran both together: and the other disciple did outrun Peter, and came first to the sepulchre.  <strong>5</strong> And he stooping down, and looking in, saw the linen clothes lying; yet went he not in.  <strong>6</strong> Then cometh Simon Peter following him, and went into the sepulchre, and seeth the linen clothes lie,  <strong>7</strong> And the napkin, that was about his head, not lying with the linen clothes, but wrapped together in a place by itself.  <strong>8</strong> Then went in also that other disciple, which came first to the sepulchre, and he saw, and believed.  <strong>9</strong> For as yet they knew not the scripture, that he must rise again from the dead.  <strong>10</strong> Then the disciples went away again unto their own home.  <strong>11</strong> But Mary stood without at the sepulchre weeping: and as she wept, she stooped down, and looked into the sepulchre,  <strong>12</strong> And seeth two angels in white sitting, the one at the head, and the other at the feet, where the body of Jesus had lain.  <strong>13</strong> And they say unto her, Woman, why weepest thou? She saith unto them, Because they have taken away my Lord, and I know not where they have laid him.  <strong>14</strong> And when she had thus said, she turned herself back, and saw Jesus standing, and knew not that it was Jesus.  <strong>15</strong> Jesus saith unto her, Woman, why weepest thou? whom seekest thou?  She, supposing him to be the gardener, saith unto him, Sir, if thou have borne him hence, tell me where thou hast laid him, and I will take him away.  <strong>16</strong> Jesus saith unto her, Mary. She turned herself, and saith unto him, Rabboni; which is to say, Master.  <strong>17</strong> Jesus saith unto her, Touch me not; for I am not yet ascended to my Father: but go to my brethren, and say unto them, I ascend unto my Father, and your Father; and to my God, and your God.  <strong>18</strong> Mary Magdalene came and told the disciples that she had seen the Lord, and that he had spoken these things unto her.  <strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  <strong>25</strong> The other disciples therefore said unto him, We have seen the Lord. But he said unto them, Except I shall see in his hands the print of the nails, and put my finger into the print of the nails, and thrust my hand into his side, I will not believe.  <strong>26</strong> And after eight days again his disciples were within, and Thomas with them: then came Jesus, the doors being shut, and stood in the midst, and said, Peace be unto you.  <strong>27</strong> Then saith he to Thomas, reach hither thy finger, and behold my hands; and reach hither thy hand, and thrust it into my side: and be not faithless, but believing.  <strong>28</strong> And Thomas answered and said unto him, My Lord and my God.  <strong>29</strong> Jesus saith unto him, Thomas, because thou hast seen me, thou hast believed: blessed are they that have not seen, and yet have believed. <strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  <strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  <strong>1</strong> After these things Jesus shewed himself again to the disciples at the sea of Tiberias; and on this wise shewed he himself.  <strong>2</strong> There were together Simon Peter, and Thomas called Didymus, and Nathanael of Cana in Galilee, and the sons of Zebedee, and two other of his disciples.  <strong>3</strong> Simon Peter saith unto them, I go a fishing. They say unto him, We also go with thee. They went forth, and entered into a ship immediately; and that night they caught nothing.  <strong>4</strong> But when the morning was now come, Jesus stood on the shore: but the disciples knew not that it was Jesus.  <strong>5</strong> Then Jesus saith unto them, Children, have ye any meat? They answered him, No.  <strong>6</strong> And he said unto them, Cast the net on the right side of the ship, and ye shall find. They cast therefore, and now they were not able to draw it for the multitude of fishes.  <strong>7</strong> Therefore that disciple whom Jesus loved saith unto Peter, It is the Lord. Now when Simon Peter heard that it was the Lord, he girt his  fisher’s coat unto him, (for he was naked,) and did cast himself into the sea.  <strong>8</strong> And the other disciples came in a little ship; (for they were not far from land, but as it were two hundred cubits,) dragging the net with fishes.  <strong>9</strong> As soon then as they were come to land, they saw a fire of coals there, and fish laid thereon, and bread.  <strong>10</strong> Jesus saith unto them, Bring of the fish which ye have now caught.  <strong>11</strong> Simon Peter went up, and drew the net to land full of great fishes, and hundred and fifty and three: and for all there were so many, yet was not the net broken.  <strong>12</strong> Jesus saith unto them, Come and dine. And none of the disciples durst ask him, Who art thou? knowing that it was the Lord.  <strong>13</strong> Jesus then cometh, and taketh bread, and giveth them, and fish likewise.  <strong>14</strong> This is now the third time that Jesus shewed himself to his disciples, after that he was risen from the dead.  <strong>15</strong> So when they had dined, Jesus saith to Simon Peter, Simon, son of Jonas, lovest thou me more than these? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my lambs.  <strong>16</strong> He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.  <strong>17</strong> He saith unto him the third time, Simon, son of Jonas, lovest thou me? Peter was grieved because he said unto him the third time, Lovest thou me? And he said unto him, Lord, thou knowest all things; thou knowest that I love thee. Jesus saith unto him, Feed my sheep.  <strong>18</strong> Verily, verily, I say unto thee, When thou wast young, thou girdedst thyself, and walkedst whither thou wouldest: but when thou shalt be old, thou shalt stretch forth thy hands, and another shall gird thee, and carry thee whither thou wouldest not.  <strong>19</strong> This spake he, signifying by what death he should glorify God. And when he had spoken this, he saith unto him, Follow me.  <strong>20</strong> Then Peter, turning about, seeth the disciple whom Jesus loved following; which also leaned on his breast at supper, and said, Lord, which is he that betrayeth thee?  <strong>21</strong> Peter seeing him saith to Jesus, Lord, and what shall this man do?  <strong>22</strong> Jesus saith unto him, If I will that he tarry till I come, what is that to thee? follow thou me.  <strong>23</strong> Then went this saying abroad among the brethren, that that disciple should not die: yet Jesus said not unto him, He shall not die; but, If I will that he tarry till I come, what is that to thee?  <strong>24</strong> This is the disciple which testifieth of these things, and wrote these things: and we know that his testimony is true.  <strong>25</strong> And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.  ","niv":"<sup><strong>1</strong></sup> On the third day a wedding took place at Cana in Galilee. Jesus' mother was there, <sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding. <sup><strong>3</strong></sup> When the wine was gone, Jesus' mother said to him, \"They have no more wine.\" <sup><strong>4</strong></sup> \"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\" <sup><strong>5</strong></sup> His mother said to the servants, \"Do whatever he tells you.\" <sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <sup><strong>7</strong></sup> Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim. <sup><strong>8</strong></sup> Then he told them, \"Now draw some out and take it to the master of the banquet.\" <sup><strong>9</strong></sup> They did so, and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <sup><strong>10</strong></sup> and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\" <sup><strong>11</strong></sup> This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him. <sup><strong>12</strong></sup> After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days. <sup><strong>13</strong></sup> When it was almost time for the Jewish Passover, Jesus went up to Jerusalem. <sup><strong>14</strong></sup> In the temple courts he found men selling cattle, sheep and doves, and others sitting at tables exchanging money. <sup><strong>15</strong></sup> So he made a whip out of cords, and drove all from the temple area, both sheep and cattle; he scattered the coins of the money changers and overturned their tables. <sup><strong>16</strong></sup> To those who sold doves he said, \"Get these out of here! How dare you turn my Father's house into a market!\" <sup><strong>17</strong></sup> His disciples remembered that it is written: \"Zeal for your house will consume me.\" <sup><strong>18</strong></sup> Then the Jews demanded of him, \"What miraculous sign can you show us to prove your authority to do all this?\" <sup><strong>19</strong></sup> Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\" <sup><strong>20</strong></sup> The Jews replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\" <sup><strong>21</strong></sup> But the temple he had spoken of was his body. "},{"_id":"6158e33570e3c15fe7a5af34","topicId":"6158e33070e3c15fe7a5af24","verse":"Psalm 106:22","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19106022_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106022-1\">22&nbsp;</b>&nbsp;&nbsp;wondrous works in the land of Ham,</span><br><span id=\"p19106022_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and awesome deeds by the Red Sea.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Wondrous works in the land of Ham, and terrible things by the Red sea.  ","niv":"<sup><strong>22</strong></sup> miracles in the land of Ham and awesome deeds by the Red Sea."},{"_id":"6158e33570e3c15fe7a5af35","topicId":"6158e33070e3c15fe7a5af24","verse":"Numbers 6:1-9:23","votes":4,"__v":0,"kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, When either man or woman shall separate themselves to vow a vow of a Nazarite, to separate themselves unto the LORD:  <strong>3</strong> He shall separate himself from wine and strong drink, and shall drink no vinegar of wine, or vinegar of strong drink, neither shall he drink any liquor of grapes, nor eat moist grapes, or dried.  <strong>4</strong> All the days of his separation shall he eat nothing that is made of the vine tree, from the kernels even to the husk.  <strong>5</strong> All the days of the vow of his separation there shall no razor come upon his head: until the days be fulfilled, in the which he separateth himself  unto the LORD, he shall be holy, and shall let the locks of the hair of his head grow.  <strong>6</strong> All the days that he separateth himself unto the LORD he shall come at no dead body.  <strong>7</strong> He shall not make himself unclean for his father, or for his mother, for his brother, or for his sister, when they die: because the consecration of his God is upon his head.  <strong>8</strong> All the days of his separation he is holy unto the LORD.  <strong>9</strong> And if any man die very suddenly by him, and he hath defiled the head of his consecration; then he shall shave his head in the day of his cleansing, on the seventh day shall he shave it.  <strong>10</strong> And on the eighth day he shall bring two turtles, or two young pigeons, to the priest, to the door of the tabernacle of the congregation:  <strong>11</strong> And the priest shall offer the one for a sin offering, and the other for a burnt offering, and make an atonement for him, for that he sinned by the dead, and shall hallow his head that same day.  <strong>12</strong> And he shall consecrate unto the LORD the days of his separation, and shall bring a lamb of the first year for a trespass offering: but the days that were before shall be lost, because his separation was defiled.  <strong>13</strong> And this is the law of the Nazarite, when the days of his separation are fulfilled: he shall be brought unto the door of the tabernacle of the congregation:  <strong>14</strong> And he shall offer his offering unto the LORD, one he lamb of the first year without blemish for a burnt offering, and one ewe lamb of the first year without blemish for a sin offering, and one ram without blemish for peace offerings,  <strong>15</strong> And a basket of unleavened bread, cakes of fine flour mingled with oil, and wafers of unleavened bread anointed with oil, and their meat offering, and their drink offerings.  <strong>16</strong> And the priest shall bring them before the LORD, and shall offer his sin offering, and his burnt offering:  <strong>17</strong> And he shall offer the ram for a sacrifice of peace offerings unto the LORD, with the basket of unleavened bread: the priest shall offer also his meat offering, and his drink offering.  <strong>18</strong> And the Nazarite shall shave the head of his separation at  the door of the tabernacle of the congregation, and shall take the hair of the head of his separation, and put it in the fire which is under the sacrifice of the peace offerings.  <strong>19</strong> And the priest shall take the sodden shoulder of the ram, and one unleavened cake out of the basket, and one unleavened wafer, and shall put them upon the hands of the Nazarite, after the hair of  his separation is shaven:  <strong>20</strong> And the priest shall wave them for a wave offering before the LORD: this is holy for the priest, with the wave breast and heave shoulder: and after that the Nazarite may drink wine.  <strong>21</strong> This is the law of the Nazarite who hath vowed, and of  his offering unto the LORD for his separation, beside that that  his hand shall get: according to the vow which he vowed, so he must do after the law of his separation.  <strong>22</strong> And the LORD spake unto Moses, saying,  <strong>23</strong> Speak unto Aaron and unto his sons, saying, On this wise ye shall bless the children of Israel, saying unto them,  <strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  <strong>27</strong> And they shall put my name upon the children of Israel; and I will bless them.  <strong>1</strong> And it came to pass on the day that Moses had fully set up the tabernacle, and had anointed it, and sanctified it, and all the instruments thereof, both the altar and all the vessels thereof, and had anointed them, and sanctified them;  <strong>2</strong> That the princes of Israel, heads of the house of their fathers, who were the princes of the tribes, and were over them that were numbered, offered:  <strong>3</strong> And they brought their offering before the LORD, six covered wagons, and twelve oxen; a wagon for two of the princes, and for each one an ox: and they brought them before the tabernacle.  <strong>4</strong> And the LORD spake unto Moses, saying,  <strong>5</strong> Take it of them, that they may be to do the service of the tabernacle of the congregation; and thou shalt give them unto the Levites, to every man according to his service.  <strong>6</strong> And Moses took the wagons and the oxen, and gave them unto the Levites.  <strong>7</strong> Two wagons and four oxen he gave unto the sons of Gershon, according to their service:  <strong>8</strong> And four wagons and eight oxen he gave unto the sons of Merari, according unto their service, under the hand of Ithamar the son of Aaron the priest.  <strong>9</strong> But unto the sons of Kohath he gave none: because the service of the sanctuary belonging unto them was that they should bear upon their shoulders.  <strong>10</strong> And the princes offered for dedicating of the altar in the day that it was anointed, even the princes offered their offering before the altar.  <strong>11</strong> And the LORD said unto Moses, They shall offer their offering, each prince on his day, for the dedicating of the altar.  <strong>12</strong> And he that offered his offering the first day was Nahshon the son of Amminadab, of the tribe of Judah:  <strong>13</strong> And his offering was one silver charger, the weight thereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them were  full of fine flour mingled with oil for a meat offering:  <strong>14</strong> One spoon of ten shekels of gold, full of incense:  <strong>15</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>16</strong> One kid of the goats for a sin offering:  <strong>17</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nahshon the son of Amminadab.  <strong>18</strong> On the second day Nethaneel the son of Zuar, prince of Issachar, did offer:  <strong>19</strong> He offered for his offering one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>20</strong> One spoon of gold of ten shekels, full of incense:  <strong>21</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>22</strong> One kid of the goats for a sin offering:  <strong>23</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Nethaneel the son of Zuar.  <strong>24</strong> On the third day Eliab the son of Helon, prince of the children of Zebulun, did offer:  <strong>25</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>26</strong> One golden spoon of ten shekels, full of incense:  <strong>27</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>28</strong> One kid of the goats for a sin offering:  <strong>29</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliab the son of Helon.  <strong>30</strong> On the fourth day Elizur the son of Shedeur, prince of the children of Reuben, did offer:  <strong>31</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>32</strong> One golden spoon of ten shekels, full of incense:  <strong>33</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>34</strong> One kid of the goats for a sin offering:  <strong>35</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elizur the son of Shedeur.  <strong>36</strong> On the fifth day Shelumiel the son of Zurishaddai, prince of the children of Simeon, did offer:  <strong>37</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>38</strong> One golden spoon of ten shekels, full of incense:  <strong>39</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>40</strong> One kid of the goats for a sin offering:  <strong>41</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Shelumiel the son of Zurishaddai.  <strong>42</strong> On the sixth day Eliasaph the son of Deuel, prince of the children of Gad, offered:  <strong>43</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, a silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>44</strong> One golden spoon of ten shekels, full of incense:  <strong>45</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>46</strong> One kid of the goats for a sin offering:  <strong>47</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Eliasaph the son of Deuel.  <strong>48</strong> On the seventh day Elishama the son of Ammihud, prince of the children of Ephraim, offered:  <strong>49</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>50</strong> One golden spoon of ten shekels, full of incense:  <strong>51</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>52</strong> one kid of the goats for a sin offering:  <strong>53</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Elishama the son of Ammihud.  <strong>54</strong> On the eighth day offered Gamaliel the son of Pedahzur, prince of the children of Manasseh:  <strong>55</strong> His offering was one silver charger of the weight of an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>56</strong> One golden spoon of ten shekels, full of incense:  <strong>57</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>58</strong> One kid of the goats for a sin offering:  <strong>59</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Gamaliel the son of Pedahzur.  <strong>60</strong> On the ninth day Abidan the son of Gideoni, prince of the children of Benjamin, offered:  <strong>61</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>62</strong> One golden spoon of ten shekels, full of incense:  <strong>63</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>64</strong> One kid of the goats for a sin offering:  <strong>65</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Abidan the son of Gideoni.  <strong>66</strong> On the tenth day Ahiezer the son of Ammishaddai, prince of the children of Dan, offered:  <strong>67</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>68</strong> One golden spoon of ten shekels, full of incense:  <strong>69</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>70</strong> One kid of the goats for a sin offering:  <strong>71</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahiezer the son of Ammishaddai.  <strong>72</strong> On the eleventh day Pagiel the son of Ocran, prince of the children of Asher, offered:  <strong>73</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>74</strong> One golden spoon of ten shekels, full of incense:  <strong>75</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>76</strong> One kid of the goats for a sin offering:  <strong>77</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Pagiel the son of Ocran.  <strong>78</strong> On the twelfth day Ahira the son of Enan, prince of the children of Naphtali, offered:  <strong>79</strong> His offering was one silver charger, the weight whereof was an hundred and thirty shekels, one silver bowl of seventy shekels, after the shekel of the sanctuary; both of them full of fine flour mingled with oil for a meat offering:  <strong>80</strong> One golden spoon of ten shekels, full of incense:  <strong>81</strong> One young bullock, one ram, one lamb of the first year, for a burnt offering:  <strong>82</strong> One kid of the goats for a sin offering:  <strong>83</strong> And for a sacrifice of peace offerings, two oxen, five rams, five he goats, five lambs of the first year: this was the offering of Ahira the son of Enan.  <strong>84</strong> This was the dedication of the altar, in the day when it was anointed, by the princes of Israel: twelve chargers of silver, twelve silver bowls, twelve spoons of gold:  <strong>85</strong> Each charger of silver weighing an hundred and thirty shekels, each bowl seventy: all the silver vessels weighed  two thousand and four hundred shekels, after the shekel of the sanctuary:  <strong>86</strong> The golden spoons were twelve, full of incense, weighing  ten shekels apiece, after the shekel of the sanctuary: all the gold of the spoons was an hundred and twenty shekels.  <strong>87</strong> All the oxen for the burnt offering were twelve bullocks, the rams twelve, the lambs of the first year twelve, with their meat offering: and the kids of the goats for sin offering twelve.  <strong>88</strong> And all the oxen for the sacrifice of the peace offerings were  twenty and four bullocks, the rams sixty, the he goats sixty, the lambs of the first year sixty. This was the dedication of the altar, after that it was anointed.  <strong>89</strong> And when Moses was gone into the tabernacle of the congregation to speak with him, then he heard the voice of one speaking unto him from off the mercy seat that was upon the ark of testimony, from between the two cherubims: and he spake unto him.  <strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto Aaron, and say unto him, When thou lightest the lamps, the seven lamps shall give light over against the candlestick.  <strong>3</strong> And Aaron did so; he lighted the lamps thereof over against the candlestick, as the LORD commanded Moses.  <strong>4</strong> And this work of the candlestick was of beaten gold, unto the shaft thereof, unto the flowers thereof, was beaten work: according unto the pattern which the LORD had shewed Moses, so he made the candlestick.  <strong>5</strong> And the LORD spake unto Moses, saying,  <strong>6</strong> Take the Levites from among the children of Israel, and cleanse them.  <strong>7</strong> And thus shalt thou do unto them, to cleanse them: Sprinkle water of purifying upon them, and let them shave all their flesh, and let them wash their clothes, and so make themselves clean.  <strong>8</strong> Then let them take a young bullock with his meat offering, even  fine flour mingled with oil, and another young bullock shalt thou take for a sin offering.  <strong>9</strong> And thou shalt bring the Levites before the tabernacle of the congregation: and thou shalt gather the whole assembly of the children of Israel together:  <strong>10</strong> And thou shalt bring the Levites before the LORD: and the children of Israel shall put their hands upon the Levites:  <strong>11</strong> And Aaron shall offer the Levites before the LORD for an offering of the children of Israel, that they may execute the service of the LORD.  <strong>12</strong> And the Levites shall lay their hands upon the heads of the bullocks: and thou shalt offer the one for a sin offering, and the other for a burnt offering, unto the LORD, to make an atonement for the Levites.  <strong>13</strong> And thou shalt set the Levites before Aaron, and before his sons, and offer them for an offering unto the LORD.  <strong>14</strong> Thus shalt thou separate the Levites from among the children of Israel: and the Levites shall be mine.  <strong>15</strong> And after that shall the Levites go in to do the service of the tabernacle of the congregation: and thou shalt cleanse them, and offer them for an offering.  <strong>16</strong> For they are wholly given unto me from among the children of Israel; instead of such as open every womb, even instead of the firstborn of all the children of Israel, have I taken them unto me.  <strong>17</strong> For all the firstborn of the children of Israel are mine, both man and beast: on the day that I smote every firstborn in the land of Egypt I sanctified them for myself.  <strong>18</strong> And I have taken the Levites for all the firstborn of the children of Israel.  <strong>19</strong> And I have given the Levites as a gift to Aaron and to his sons from among the children of Israel, to do the service of the children of Israel in the tabernacle of the congregation, and to make an atonement for the children of Israel: that there be no plague among the children of Israel, when the children of Israel come nigh unto the sanctuary.  <strong>20</strong> And Moses, and Aaron, and all the congregation of the children of Israel, did to the Levites according unto all that the LORD commanded Moses concerning the Levites, so did the children of Israel unto them.  <strong>21</strong> And the Levites were purified, and they washed their clothes; and Aaron offered them as an offering before the LORD; and Aaron made an atonement for them to cleanse them.  <strong>22</strong> And after that went the Levites in to do their service in the tabernacle of the congregation before Aaron, and before his sons: as the LORD had commanded Moses concerning the Levites, so did they unto them.  <strong>23</strong> And the LORD spake unto Moses, saying,  <strong>24</strong> This is it that belongeth unto the Levites: from twenty and five years old and upward they shall go in to wait upon the service of the tabernacle of the congregation:  <strong>25</strong> And from the age of fifty years they shall cease waiting upon the service thereof, and shall serve no more:  <strong>26</strong> But shall minister with their brethren in the tabernacle of the congregation, to keep the charge, and shall do no service. Thus shalt thou do unto the Levites touching their charge.  <strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the first month of the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Let the children of Israel also keep the passover at his appointed season.  <strong>3</strong> In the fourteenth day of this month, at even, ye shall keep it in his appointed season: according to all the rites of it, and according to all the ceremonies thereof, shall ye keep it.  <strong>4</strong> And Moses spake unto the children of Israel, that they should keep the passover.  <strong>5</strong> And they kept the passover on the fourteenth day of the first month at even in the wilderness of Sinai: according to all that the LORD commanded Moses, so did the children of Israel.  <strong>6</strong> And there were certain men, who were defiled by the dead body of a man, that they could not keep the passover on that day: and they came before Moses and before Aaron on that day:  <strong>7</strong> And those men said unto him, We are defiled by the dead body of a man: wherefore are we kept back, that we may not offer an offering of the LORD in his appointed season among the children of Israel?  <strong>8</strong> And Moses said unto them, Stand still, and I will hear what the LORD will command concerning you.  <strong>9</strong> And the LORD spake unto Moses, saying,  <strong>10</strong> Speak unto the children of Israel, saying, If any man of you or of your posterity shall be unclean by reason of a dead body, or be in a journey afar off, yet he shall keep the passover unto the LORD.  <strong>11</strong> The fourteenth day of the second month at even they shall keep it, and eat it with unleavened bread and bitter herbs.  <strong>12</strong> They shall leave none of it unto the morning, nor break any bone of it: according to all the ordinances of the passover they shall keep it.  <strong>13</strong> But the man that is clean, and is not in a journey, and forbeareth to keep the passover, even the same soul shall be cut off from among his people: because he brought not the offering of the LORD in his appointed season, that man shall bear his sin.  <strong>14</strong> And if a stranger shall sojourn among you, and will keep the passover unto the LORD; according to the ordinance of the passover, and according to the manner thereof, so shall he do: ye shall have one ordinance, both for the stranger, and for him that was born in the land.  <strong>15</strong> And on the day that the tabernacle was reared up the cloud covered the tabernacle, namely, the tent of the testimony: and at even there was upon the tabernacle as it were the appearance of fire, until the morning.  <strong>16</strong> So it was alway: the cloud covered it by day, and the appearance of fire by night.  <strong>17</strong> And when the cloud was taken up from the tabernacle, then after that the children of Israel journeyed: and in the place where the cloud abode, there the children of Israel pitched their tents.  <strong>18</strong> At the commandment of the LORD the children of Israel journeyed, and at the commandment of the LORD they pitched: as long as the cloud abode upon the tabernacle they rested in their tents.  <strong>19</strong> And when the cloud tarried long upon the tabernacle many days, then the children of Israel kept the charge of the LORD, and journeyed not.  <strong>20</strong> And so it was, when the cloud was a few days upon the tabernacle; according to the commandment of the LORD they abode in their tents, and according to the commandment of the LORD they journeyed.  <strong>21</strong> And so it was, when the cloud abode from even unto the morning, and that the cloud was taken up in the morning, then they journeyed: whether it was by day or by night that the cloud was taken up, they journeyed.  <strong>22</strong> Or whether it were two days, or a month, or a year, that the cloud tarried upon the tabernacle, remaining thereon, the children of Israel abode in their tents, and journeyed not: but when it was taken up, they journeyed.  <strong>23</strong> At the commandment of the LORD they rested in the tents, and at the commandment of the LORD they journeyed: they kept the charge of the LORD, at the commandment of the LORD by the hand of Moses.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'If a man or woman wants to make a special vow, a vow of separation to the LORD as a Nazirite, <sup><strong>3</strong></sup> he must abstain from wine and other fermented drink and must not drink vinegar made from wine or from other fermented drink. He must not drink grape juice or eat grapes or raisins. <sup><strong>4</strong></sup> As long as he is a Nazirite, he must not eat anything that comes from the grapevine, not even the seeds or skins. <sup><strong>5</strong></sup> \"'During the entire period of his vow of separation no razor may be used on his head. He must be holy until the period of his separation to the LORD is over; he must let the hair of his head grow long. <sup><strong>6</strong></sup> Throughout the period of his separation to the LORD he must not go near a dead body. <sup><strong>7</strong></sup> Even if his own father or mother or brother or sister dies, he must not make himself ceremonially unclean on account of them, because the symbol of his separation to God is on his head. <sup><strong>8</strong></sup> Throughout the period of his separation he is consecrated to the LORD. <sup><strong>9</strong></sup> \"'If someone dies suddenly in his presence, thus defiling the hair he has dedicated, he must shave his head on the day of his cleansing-the seventh day. "},{"_id":"6158e33570e3c15fe7a5af36","topicId":"6158e33070e3c15fe7a5af24","verse":"Exodus 32:19-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02032019_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02032019-1\">19&nbsp;</b>And as soon as he came near the camp and saw the calf and the dancing, Moses’ anger burned hot, and he threw the tablets out of his hands and broke them at the foot of the mountain. <b class=\"verse-num\" id=\"v02032020-1\">20&nbsp;</b>He took the calf that they had made and burned it with fire and ground it to powder and scattered it on the water and made the people of Israel drink it.</p>\n</div>","kjv":"<strong>19</strong> And it came to pass, as soon as he came nigh unto the camp, that he saw the calf, and the dancing: and Moses’ anger waxed hot, and he cast the tables out of his hands, and brake them beneath the mount.  <strong>20</strong> And he took the calf which they had made, and burnt it in the fire, and ground it to powder, and strawed it upon the water, and made the children of Israel drink of it.  ","niv":"<sup><strong>19</strong></sup> When Moses approached the camp and saw the calf and the dancing, his anger burned and he threw the tablets out of his hands, breaking them to pieces at the foot of the mountain. <sup><strong>20</strong></sup> And he took the calf they had made and burned it in the fire; then he ground it to powder, scattered it on the water and made the Israelites drink it. "},{"_id":"6158e33670e3c15fe7a5af37","topicId":"6158e33070e3c15fe7a5af24","verse":"Genesis 27:28","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01027028_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v01027028-1\">28&nbsp;</b>&nbsp;&nbsp;May God give you of the dew of heaven</span><br><span id=\"p01027028_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of the fatness of the earth</span><br><span id=\"p01027028_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and plenty of grain and wine.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Therefore God give thee of the dew of heaven, and the fatness of the earth, and plenty of corn and wine:  ","niv":"<sup><strong>28</strong></sup> May God give you of heaven's dew and of earth's richness- an abundance of grain and new wine."},{"_id":"6158e33670e3c15fe7a5af38","topicId":"6158e33070e3c15fe7a5af24","verse":"Mark 9:49","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41009049_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009049-1\">49&nbsp;</b><span class=\"woc\">For everyone will be salted with fire.</span></p>\n\n</div>","kjv":"<strong>49</strong> For every one shall be salted with fire, and every sacrifice shall be salted with salt.  ","niv":"<sup><strong>49</strong></sup> Everyone will be salted with fire."},{"_id":"6158e33670e3c15fe7a5af39","topicId":"6158e33070e3c15fe7a5af24","verse":"Genesis 28:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01028022_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\""},{"_id":"6158e33770e3c15fe7a5af3a","topicId":"6158e33070e3c15fe7a5af24","verse":"Genesis 1:29-30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. "},{"_id":"6158e33770e3c15fe7a5af3b","topicId":"6158e33070e3c15fe7a5af24","verse":"John 21:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43021016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43021016-1\">16&nbsp;</b>He said to him a second time, <span class=\"woc\">“Simon, son of John, do you love me?”</span> He said to him, “Yes, Lord; you know that I love you.” He said to him, <span class=\"woc\">“Tend my sheep.”</span></p>\n</div>","kjv":"<strong>16</strong> He saith to him again the second time, Simon, son of Jonas, lovest thou me? He saith unto him, Yea, Lord; thou knowest that I love thee. He saith unto him, Feed my sheep.  ","niv":"<sup><strong>16</strong></sup> Again Jesus said, \"Simon son of John, do you truly love me?\" He answered, \"Yes, Lord, you know that I love you.\" Jesus said, \"Take care of my sheep.\""},{"_id":"6158e33770e3c15fe7a5af3c","topicId":"6158e33070e3c15fe7a5af24","verse":"Matthew 5:1-7:29","votes":3,"__v":0,"kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. <strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. <strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. "},{"_id":"6158e33770e3c15fe7a5af3d","topicId":"6158e33070e3c15fe7a5af24","verse":"Zechariah 11:3-5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38011003_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011003-1\">3&nbsp;</b>&nbsp;&nbsp;The sound of the wail of the shepherds,</span><br><span id=\"p38011003_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their glory is ruined!</span><br><span id=\"p38011003_01-25\" class=\"line\">&nbsp;&nbsp;The sound of the roar of the lions,</span><br><span id=\"p38011003_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the thicket of the Jordan is ruined!</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p38011003_01-25\"><b class=\"verse-num\" id=\"v38011004-1\">4&nbsp;</b>Thus said the LORD my God: “Become shepherd of the flock doomed to slaughter. <b class=\"verse-num\" id=\"v38011005-1\">5&nbsp;</b>Those who buy them slaughter them and go unpunished, and those who sell them say, ‘Blessed be the LORD, I have become rich,’ and their own shepherds have no pity on them.</p>\n</div>","kjv":"<strong>3</strong>           There is a voice of the howling of the shepherds; for their glory is spoiled: a voice of the roaring of young lions; for the pride of Jordan is spoiled.  <strong>4</strong> Thus saith the LORD my God; Feed the flock of the slaughter;  <strong>5</strong> Whose possessors slay them, and hold themselves not guilty: and they that sell them say, Blessed be the LORD; for I am rich: and their own shepherds pity them not.  ","niv":"<sup><strong>3</strong></sup> Listen to the wail of the shepherds; their rich pastures are destroyed! Listen to the roar of the lions; the lush thicket of the Jordan is ruined! <sup><strong>4</strong></sup> This is what the LORD my God says: \"Pasture the flock marked for slaughter. <sup><strong>5</strong></sup> Their buyers slaughter them and go unpunished. Those who sell them say, 'Praise the LORD, I am rich!' Their own shepherds do not spare them. "}]}