{"_id":"6158e43870e3c15fe7a5afea","slug":"alert","name":"Alert","verses":[{"_id":"6158e43870e3c15fe7a5afeb","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Peter 5:8","votes":55,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2023-11-18T22:05:31.230Z"},{"_id":"6158e43970e3c15fe7a5afec","topicId":"6158e43870e3c15fe7a5afea","verse":"Ephesians 6:18","votes":31,"__v":0,"esv":"<div>\n<p id=\"p49006018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints.","modified":"2023-01-14T17:58:53.033Z"},{"_id":"6158e43970e3c15fe7a5afed","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Peter 1:13","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p60001013_05-4\"><b class=\"verse-num\" id=\"v60001013-1\">13&nbsp;</b>Therefore, preparing your minds for action, and being sober-minded, set your hope fully on the grace that will be brought to you at the revelation of Jesus Christ.</p>\n\n</div>","kjv":"<strong>13</strong> Wherefore gird up the loins of your mind, be sober, and hope to the end for the grace that is to be brought unto you at the revelation of Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> Therefore, prepare your minds for action; be self-controlled; set your hope fully on the grace to be given you when Jesus Christ is revealed.","modified":"2023-08-01T12:34:45.780Z"},{"_id":"6158e43970e3c15fe7a5afee","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Thessalonians 5:2-9","votes":23,"__v":0,"esv":"<div>\n<p id=\"p52005002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005002-1\">2&nbsp;</b>For you yourselves are fully aware that the day of the Lord will come like a thief in the night. <b class=\"verse-num\" id=\"v52005003-1\">3&nbsp;</b>While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape. <b class=\"verse-num\" id=\"v52005004-1\">4&nbsp;</b>But you are not in darkness, brothers, for that day to surprise you like a thief. <b class=\"verse-num\" id=\"v52005005-1\">5&nbsp;</b>For you are all children of light, children of the day. We are not of the night or of the darkness. <b class=\"verse-num\" id=\"v52005006-1\">6&nbsp;</b>So then let us not sleep, as others do, but let us keep awake and be sober. <b class=\"verse-num\" id=\"v52005007-1\">7&nbsp;</b>For those who sleep, sleep at night, and those who get drunk, are drunk at night. <b class=\"verse-num\" id=\"v52005008-1\">8&nbsp;</b>But since we belong to the day, let us be sober, having put on the breastplate of faith and love, and for a helmet the hope of salvation. <b class=\"verse-num\" id=\"v52005009-1\">9&nbsp;</b>For God has not destined us for wrath, but to obtain salvation through our Lord Jesus Christ,</p>\n\n</div>","kjv":"<strong>2</strong> For yourselves know perfectly that the day of the Lord so cometh as a thief in the night.  <strong>3</strong> For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.  <strong>4</strong> But ye, brethren, are not in darkness, that that day should overtake you as a thief.  <strong>5</strong> Ye are all the children of light, and the children of the day: we are not of the night, nor of darkness.  <strong>6</strong> Therefore let us not sleep, as do others; but let us watch and be sober.  <strong>7</strong> For they that sleep sleep in the night; and they that be drunken are drunken in the night.  <strong>8</strong> But let us, who are of the day, be sober, putting on the breastplate of faith and love; and for an helmet, the hope of salvation.  <strong>9</strong> For God hath not appointed us to wrath, but to obtain salvation by our Lord Jesus Christ,  ","niv":"<sup><strong>2</strong></sup> for you know very well that the day of the Lord will come like a thief in the night. <sup><strong>3</strong></sup> While people are saying, \"Peace and safety,\" destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape. <sup><strong>4</strong></sup> But you, brothers, are not in darkness so that this day should surprise you like a thief. <sup><strong>5</strong></sup> You are all sons of the light and sons of the day. We do not belong to the night or to the darkness. <sup><strong>6</strong></sup> So then, let us not be like others, who are asleep, but let us be alert and self-controlled. <sup><strong>7</strong></sup> For those who sleep, sleep at night, and those who get drunk, get drunk at night. <sup><strong>8</strong></sup> But since we belong to the day, let us be self-controlled, putting on faith and love as a breastplate, and the hope of salvation as a helmet. <sup><strong>9</strong></sup> For God did not appoint us to suffer wrath but to receive salvation through our Lord Jesus Christ. ","modified":"2022-11-19T15:37:10.123Z"},{"_id":"6158e43970e3c15fe7a5afef","topicId":"6158e43870e3c15fe7a5afea","verse":"Matthew 24:44","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him."},{"_id":"6158e43a70e3c15fe7a5aff0","topicId":"6158e43870e3c15fe7a5afea","verse":"Mark 14:38","votes":19,"__v":0,"esv":"<div>\n<p id=\"p41014038_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41014038-1\">38&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span></p>\n</div>","kjv":"<strong>38</strong> Watch ye and pray, lest ye enter into temptation. The spirit truly is ready, but the flesh is weak.  ","niv":"<sup><strong>38</strong></sup> Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\"","modified":"2023-03-02T20:32:14.707Z"},{"_id":"6158e43a70e3c15fe7a5aff1","topicId":"6158e43870e3c15fe7a5afea","verse":"Luke 21:36","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"6158e43a70e3c15fe7a5aff2","topicId":"6158e43870e3c15fe7a5afea","verse":"Matthew 24:42","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come.","modified":"2022-08-27T17:40:08.608Z"},{"_id":"6158e43b70e3c15fe7a5aff3","topicId":"6158e43870e3c15fe7a5afea","verse":"Mark 13:33-37","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41013033_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" "},{"_id":"6158e43b70e3c15fe7a5aff4","topicId":"6158e43870e3c15fe7a5afea","verse":"Luke 12:35-48","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42012035_05-12\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_05-12\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n</div>","kjv":"<strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. "},{"_id":"6158e43b70e3c15fe7a5aff5","topicId":"6158e43870e3c15fe7a5afea","verse":"Matthew 26:41","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40026041_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40026041-1\">41&nbsp;</b><span class=\"woc\">Watch and pray that you may not enter into temptation. The spirit indeed is willing, but the flesh is weak.”</span></p>\n</div>","kjv":"<strong>41</strong> Watch and pray, that ye enter not into temptation: the spirit indeed is willing, but the flesh is weak.  ","niv":"<sup><strong>41</strong></sup> \"Watch and pray so that you will not fall into temptation. The spirit is willing, but the body is weak.\""},{"_id":"6158e43c70e3c15fe7a5aff6","topicId":"6158e43870e3c15fe7a5afea","verse":"Colossians 3:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God.</p>\n</div>","kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God."},{"_id":"6158e43c70e3c15fe7a5aff7","topicId":"6158e43870e3c15fe7a5afea","verse":"Luke 10:25-28","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-15\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" ","modified":"2023-04-26T14:59:27.069Z"},{"_id":"6158e43c70e3c15fe7a5aff8","topicId":"6158e43870e3c15fe7a5afea","verse":"Ephesians 4:22-24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. "},{"_id":"6158e43c70e3c15fe7a5aff9","topicId":"6158e43870e3c15fe7a5afea","verse":"John 15:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."},{"_id":"6158e43d70e3c15fe7a5affa","topicId":"6158e43870e3c15fe7a5afea","verse":"1 John 1:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"6158e43d70e3c15fe7a5affb","topicId":"6158e43870e3c15fe7a5afea","verse":"1 John 5:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62005019_01-19\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n</div>","kjv":"<strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  ","niv":"<sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one."},{"_id":"6158e43d70e3c15fe7a5affc","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Thessalonians 5:15-22","votes":5,"__v":0,"esv":"<div>\n<p id=\"p52005015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005015-1\">15&nbsp;</b>See that no one repays anyone evil for evil, but always seek to do good to one another and to everyone. <b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you. <b class=\"verse-num\" id=\"v52005019-1\">19&nbsp;</b>Do not quench the Spirit. <b class=\"verse-num\" id=\"v52005020-1\">20&nbsp;</b>Do not despise prophecies, <b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good. <b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>15</strong> See that none render evil for evil unto any man; but ever follow that which is good, both among yourselves, and to all men.  <strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  <strong>19</strong> Quench not the Spirit.  <strong>20</strong> Despise not prophesyings.  <strong>21</strong> Prove all things; hold fast that which is good.  <strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>15</strong></sup> Make sure that nobody pays back wrong for wrong, but always try to be kind to each other and to everyone else. <sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. <sup><strong>19</strong></sup> Do not put out the Spirit's fire; <sup><strong>20</strong></sup> do not treat prophecies with contempt. <sup><strong>21</strong></sup> Test everything. Hold on to the good. <sup><strong>22</strong></sup> Avoid every kind of evil. "},{"_id":"6158e43e70e3c15fe7a5affd","topicId":"6158e43870e3c15fe7a5afea","verse":"Galatians 5:19-21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6158e43e70e3c15fe7a5affe","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Corinthians 6:9-11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-24\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6158e43e70e3c15fe7a5afff","topicId":"6158e43870e3c15fe7a5afea","verse":"1 Corinthians 16:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46016013_01-26\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong."},{"_id":"6158e43f70e3c15fe7a5b000","topicId":"6158e43870e3c15fe7a5afea","verse":"Matthew 24:37-39","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40024037_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024037-1\">37&nbsp;</b><span class=\"woc\">For as were the days of Noah, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024038-1\">38&nbsp;</b><span class=\"woc\">For as in those days before the flood they were eating and drinking, marrying and giving in marriage, until the day when Noah entered the ark,</span> <b class=\"verse-num woc\" id=\"v40024039-1\">39&nbsp;</b><span class=\"woc\">and they were unaware until the flood came and swept them all away, so will be the coming of the Son of Man.</span></p>\n</div>","kjv":"<strong>37</strong> But as the days of Noe were, so shall also the coming of the Son of man be.  <strong>38</strong> For as in the days that were before the flood they were eating and drinking, marrying and giving in marriage, until the day that Noe entered into the ark,  <strong>39</strong> And knew not until the flood came, and took them all away; so shall also the coming of the Son of man be.  ","niv":"<sup><strong>37</strong></sup> As it was in the days of Noah, so it will be at the coming of the Son of Man. <sup><strong>38</strong></sup> For in the days before the flood, people were eating and drinking, marrying and giving in marriage, up to the day Noah entered the ark; <sup><strong>39</strong></sup> and they knew nothing about what would happen until the flood came and took them all away. That is how it will be at the coming of the Son of Man. "},{"_id":"6158e43f70e3c15fe7a5b001","topicId":"6158e43870e3c15fe7a5afea","verse":"Matthew 24:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40024013_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>13</strong></sup> but he who stands firm to the end will be saved."},{"_id":"6158e44070e3c15fe7a5b002","topicId":"6158e43870e3c15fe7a5afea","verse":"Romans 12:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6158e44070e3c15fe7a5b003","topicId":"6158e43870e3c15fe7a5afea","verse":"John 14:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you."}]}