{"_id":"6158e48470e3c15fe7a5b01e","slug":"all","name":"All","verses":[{"_id":"6158e48470e3c15fe7a5b01f","topicId":"6158e48470e3c15fe7a5b01e","verse":"1 Timothy 2:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"6158e48470e3c15fe7a5b020","topicId":"6158e48470e3c15fe7a5b01e","verse":"1 Corinthians 6:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006008-1\">8&nbsp;</b>But you yourselves wrong and defraud—even your own brothers!</p>\n\n</div>","kjv":"<strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  ","niv":"<sup><strong>8</strong></sup> Instead, you yourselves cheat and do wrong, and you do this to your brothers."},{"_id":"6158e48470e3c15fe7a5b021","topicId":"6158e48470e3c15fe7a5b01e","verse":"2 Timothy 1:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p55001001_02-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,</p>\n<p id=\"p55001001_02-4\"><b class=\"verse-num\" id=\"v55001002-1\">2&nbsp;</b>To Timothy, my beloved child:</p>\n<p id=\"p55001002_02-4\">Grace, mercy, and peace from God the Father and Christ Jesus our Lord.</p>\n\n<p id=\"p55001002_08-4\"><b class=\"verse-num\" id=\"v55001003-1\">3&nbsp;</b>I thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day. <b class=\"verse-num\" id=\"v55001004-1\">4&nbsp;</b>As I remember your tears, I long to see you, that I may be filled with joy. <b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well. <b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands, <b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n<p id=\"p55001007_08-4\"><b class=\"verse-num\" id=\"v55001008-1\">8&nbsp;</b>Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God, <b class=\"verse-num\" id=\"v55001009-1\">9&nbsp;</b>who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began, <b class=\"verse-num\" id=\"v55001010-1\">10&nbsp;</b>and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel, <b class=\"verse-num\" id=\"v55001011-1\">11&nbsp;</b>for which I was appointed a preacher and apostle and teacher, <b class=\"verse-num\" id=\"v55001012-1\">12&nbsp;</b>which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me. <b class=\"verse-num\" id=\"v55001013-1\">13&nbsp;</b>Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus. <b class=\"verse-num\" id=\"v55001014-1\">14&nbsp;</b>By the Holy Spirit who dwells within us, guard the good deposit entrusted to you.</p>\n<p id=\"p55001014_08-4\"><b class=\"verse-num\" id=\"v55001015-1\">15&nbsp;</b>You are aware that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes. <b class=\"verse-num\" id=\"v55001016-1\">16&nbsp;</b>May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chains, <b class=\"verse-num\" id=\"v55001017-1\">17&nbsp;</b>but when he arrived in Rome he searched for me earnestly and found me—<b class=\"verse-num\" id=\"v55001018-1\">18&nbsp;</b>may the Lord grant him to find mercy from the Lord on that day!—and you well know all the service he rendered at Ephesus.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,  <strong>2</strong> To Timothy, my dearly beloved son: Grace, mercy, and  peace, from God the Father and Christ Jesus our Lord.  <strong>3</strong> I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;  <strong>4</strong> Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;  <strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  <strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  <strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  <strong>8</strong> Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;  <strong>9</strong> Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,  <strong>10</strong> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:  <strong>11</strong> Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.  <strong>12</strong> For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.  <strong>13</strong> Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.  <strong>14</strong> That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.  <strong>15</strong> This thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes.  <strong>16</strong> The Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:  <strong>17</strong> But, when he was in Rome, he sought me out very diligently, and found me.  <strong>18</strong> The Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, according to the promise of life that is in Christ Jesus, <sup><strong>2</strong></sup> To Timothy, my dear son: Grace, mercy and peace from God the Father and Christ Jesus our Lord. <sup><strong>3</strong></sup> I thank God, whom I serve, as my forefathers did, with a clear conscience, as night and day I constantly remember you in my prayers. <sup><strong>4</strong></sup> Recalling your tears, I long to see you, so that I may be filled with joy. <sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also. <sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands. <sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline. <sup><strong>8</strong></sup> So do not be ashamed to testify about our Lord, or ashamed of me his prisoner. But join with me in suffering for the gospel, by the power of God, <sup><strong>9</strong></sup> who has saved us and called us to a holy life--not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time, <sup><strong>10</strong></sup> but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel. <sup><strong>11</strong></sup> And of this gospel I was appointed a herald and an apostle and a teacher. <sup><strong>12</strong></sup> That is why I am suffering as I am. Yet I am not ashamed, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him for that day. <sup><strong>13</strong></sup> What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus. <sup><strong>14</strong></sup> Guard the good deposit that was entrusted to you--guard it with the help of the Holy Spirit who lives in us. <sup><strong>15</strong></sup> You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes. <sup><strong>16</strong></sup> May the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains. <sup><strong>17</strong></sup> On the contrary, when he was in Rome, he searched hard for me until he found me. <sup><strong>18</strong></sup> May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus. "},{"_id":"6158e48570e3c15fe7a5b022","topicId":"6158e48470e3c15fe7a5b01e","verse":"1 Corinthians 6:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-6\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6158e48570e3c15fe7a5b023","topicId":"6158e48470e3c15fe7a5b01e","verse":"Matthew 11:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest."},{"_id":"6158e48570e3c15fe7a5b024","topicId":"6158e48470e3c15fe7a5b01e","verse":"Joel 2:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p29002032_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v29002032-1\">32&nbsp;</b>And it shall come to pass that everyone who calls on the name of the LORD shall be saved. For in Mount Zion and in Jerusalem there shall be those who escape, as the LORD has said, and among the survivors shall be those whom the LORD calls.</p>\n</div>","kjv":"<strong>32</strong> And it shall come to pass, that whosoever shall call on the name of the LORD shall be delivered: for in mount Zion and in Jerusalem shall be deliverance, as the LORD hath said, and in the remnant whom the LORD shall call.  ","niv":"<sup><strong>32</strong></sup> And everyone who calls on the name of the LORD will be saved; for on Mount Zion and in Jerusalem there will be deliverance, as the LORD has said, among the survivors whom the LORD calls."},{"_id":"6158e48570e3c15fe7a5b025","topicId":"6158e48470e3c15fe7a5b01e","verse":"2 Corinthians 5:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"}]}