{"_id":"6158e59470e3c15fe7a5b0ce","slug":"altar","name":"Altar","verses":[{"_id":"6158e59470e3c15fe7a5b0cf","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 8:20-22","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p01008020_05-1\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar. <b class=\"verse-num\" id=\"v01008021-1\">21&nbsp;</b>And when the LORD smelled the pleasing aroma, the LORD said in his heart, “I will never again curse the ground because of man, for the intention of man’s heart is evil from his youth. Neither will I ever again strike down every living creature as I have done. <b class=\"verse-num\" id=\"v01008022-1\">22&nbsp;</b>While the earth remains, seedtime and harvest, cold and heat, summer and winter, day and night, shall not cease.”</p>\n\n</div>","kjv":"<strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  <strong>21</strong> And the LORD smelled a sweet savour; and the LORD said in his heart, I will not again curse the ground any more for man’s sake; for the imagination of man’s heart is evil from his youth; neither will I again smite any more every thing living, as I have done.  <strong>22</strong> While the earth remaineth, seedtime and harvest, and cold and heat, and summer and winter, and day and night shall not cease.  ","niv":"<sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it. <sup><strong>21</strong></sup> The LORD smelled the pleasing aroma and said in his heart: \"Never again will I curse the ground because of man, even though every inclination of his heart is evil from childhood. And never again will I destroy all living creatures, as I have done. <sup><strong>22</strong></sup> \"As long as the earth endures, seedtime and harvest, cold and heat, summer and winter, day and night will never cease.\" ","modified":"2023-04-19T21:00:26.469Z"},{"_id":"6158e59470e3c15fe7a5b0d0","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Hebrews 13:10","votes":27,"__v":0,"esv":"<div>\n<p id=\"p58013010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013010-1\">10&nbsp;</b>We have an altar from which those who serve the tent have no right to eat.</p>\n\n</div>","kjv":"<strong>10</strong> We have an altar, whereof they have no right to eat which serve the tabernacle.  ","niv":"<sup><strong>10</strong></sup> We have an altar from which those who minister at the tabernacle have no right to eat.","modified":"2023-06-28T22:34:17.531Z"},{"_id":"6158e59470e3c15fe7a5b0d1","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Revelation 6:9-11","votes":27,"__v":0,"esv":"<div>\n<p id=\"p66006009_01-3\"><b class=\"verse-num\" id=\"v66006009-1\">9&nbsp;</b>When he opened the fifth seal, I saw under the altar the souls of those who had been slain for the word of God and for the witness they had borne. <b class=\"verse-num\" id=\"v66006010-1\">10&nbsp;</b>They cried out with a loud voice, “O Sovereign Lord, holy and true, how long before you will judge and avenge our blood on those who dwell on the earth?” <b class=\"verse-num\" id=\"v66006011-1\">11&nbsp;</b>Then they were each given a white robe and told to rest a little longer, until the number of their fellow servants and their brothers should be complete, who were to be killed as they themselves had been.</p>\n\n</div>","kjv":"<strong>9</strong> And when he had opened the fifth seal, I saw under the altar the souls of them that were slain for the word of God, and for the testimony which they held:  <strong>10</strong> And they cried with a loud voice, saying, How long, O Lord, holy and true, dost thou not judge and avenge our blood on them that dwell on the earth?  <strong>11</strong> And white robes were given unto every one of them; and it was said unto them, that they should rest yet for a little season, until their fellowservants also and their brethren, that should be killed as they were, should be fulfilled.  ","niv":"<sup><strong>9</strong></sup> When he opened the fifth seal, I saw under the altar the souls of those who had been slain because of the word of God and the testimony they had maintained. <sup><strong>10</strong></sup> They called out in a loud voice, \"How long, Sovereign Lord, holy and true, until you judge the inhabitants of the earth and avenge our blood?\" <sup><strong>11</strong></sup> Then each of them was given a white robe, and they were told to wait a little longer, until the number of their fellow servants and brothers who were to be killed as they had been was completed. "},{"_id":"6158e59570e3c15fe7a5b0d2","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Exodus 20:24-26","votes":24,"__v":0,"esv":"<div>\n<p id=\"p02020024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n</div>","kjv":"<strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' ","modified":"2023-06-24T14:47:04.364Z"},{"_id":"6158e59570e3c15fe7a5b0d3","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 8:20","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p01008020_05-5\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar.</p>\n</div>","kjv":"<strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  ","niv":"<sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it."},{"_id":"6158e59570e3c15fe7a5b0d4","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 35:1-14","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p01035001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01035001-1\">35:1&nbsp;</b>God said to Jacob, “Arise, go up to Bethel and dwell there. Make an altar there to the God who appeared to you when you fled from your brother Esau.” <b class=\"verse-num\" id=\"v01035002-1\">2&nbsp;</b>So Jacob said to his household and to all who were with him, “Put away the foreign gods that are among you and purify yourselves and change your garments. <b class=\"verse-num\" id=\"v01035003-1\">3&nbsp;</b>Then let us arise and go up to Bethel, so that I may make there an altar to the God who answers me in the day of my distress and has been with me wherever I have gone.” <b class=\"verse-num\" id=\"v01035004-1\">4&nbsp;</b>So they gave to Jacob all the foreign gods that they had, and the rings that were in their ears. Jacob hid them under the terebinth tree that was near Shechem.</p>\n<p id=\"p01035004_06-6\"><b class=\"verse-num\" id=\"v01035005-1\">5&nbsp;</b>And as they journeyed, a terror from God fell upon the cities that were around them, so that they did not pursue the sons of Jacob. <b class=\"verse-num\" id=\"v01035006-1\">6&nbsp;</b>And Jacob came to Luz (that is, Bethel), which is in the land of Canaan, he and all the people who were with him, <b class=\"verse-num\" id=\"v01035007-1\">7&nbsp;</b>and there he built an altar and called the place El-bethel, because there God had revealed himself to him when he fled from his brother. <b class=\"verse-num\" id=\"v01035008-1\">8&nbsp;</b>And Deborah, Rebekah’s nurse, died, and she was buried under an oak below Bethel. So he called its name Allon-bacuth.</p>\n<p id=\"p01035008_06-6\"><b class=\"verse-num\" id=\"v01035009-1\">9&nbsp;</b>God appeared to Jacob again, when he came from Paddan-aram, and blessed him. <b class=\"verse-num\" id=\"v01035010-1\">10&nbsp;</b>And God said to him, “Your name is Jacob; no longer shall your name be called Jacob, but Israel shall be your name.” So he called his name Israel. <b class=\"verse-num\" id=\"v01035011-1\">11&nbsp;</b>And God said to him, “I am God Almighty: be fruitful and multiply. A nation and a company of nations shall come from you, and kings shall come from your own body. <b class=\"verse-num\" id=\"v01035012-1\">12&nbsp;</b>The land that I gave to Abraham and Isaac I will give to you, and I will give the land to your offspring after you.” <b class=\"verse-num\" id=\"v01035013-1\">13&nbsp;</b>Then God went up from him in the place where he had spoken with him. <b class=\"verse-num\" id=\"v01035014-1\">14&nbsp;</b>And Jacob set up a pillar in the place where he had spoken with him, a pillar of stone. He poured out a drink offering on it and poured oil on it.</p>\n\n</div>","kjv":"<strong>1</strong> And God said unto Jacob, Arise, go up to Bethel, and dwell there: and make there an altar unto God, that appeared unto thee when thou fleddest from the face of Esau thy brother.  <strong>2</strong> Then Jacob said unto his household, and to all that were with him, Put away the strange gods that are among you, and be clean, and change your garments:  <strong>3</strong> And let us arise, and go up to Bethel; and I will make there an altar unto God, who answered me in the day of my distress, and was with me in the way which I went.  <strong>4</strong> And they gave unto Jacob all the strange gods which were in their hand, and all their earrings which were in their ears; and Jacob hid them under the oak which was by Shechem.  <strong>5</strong> And they journeyed: and the terror of God was upon the cities that were round about them, and they did not pursue after the sons of Jacob.  <strong>6</strong> So Jacob came to Luz, which is in the land of Canaan, that is, Bethel, he and all the people that were with him.  <strong>7</strong> And he built there an altar, and called the place El-beth-el: because there God appeared unto him, when he fled from the face of his brother.  <strong>8</strong> But Deborah Rebekah’s nurse died, and she was buried beneath Bethel under an oak: and the name of it was called Allon-bachuth.  <strong>9</strong> And God appeared unto Jacob again, when he came out of Padan-aram, and blessed him.  <strong>10</strong> And God said unto him, Thy name is Jacob: thy name shall not be called any more Jacob, but Israel shall be thy name: and he called his name Israel.  <strong>11</strong> And God said unto him, I am God Almighty: be fruitful and multiply; a nation and a company of nations shall be of thee, and kings shall come out of thy loins;  <strong>12</strong> And the land which I gave Abraham and Isaac, to thee I will give it, and to thy seed after thee will I give the land.  <strong>13</strong> And God went up from him in the place where he talked with him.  <strong>14</strong> And Jacob set up a pillar in the place where he talked with him, even a pillar of stone: and he poured a drink offering thereon, and he poured oil thereon.  ","niv":"<sup><strong>1</strong></sup> Then God said to Jacob, \"Go up to Bethel and settle there, and build an altar there to God, who appeared to you when you were fleeing from your brother Esau.\" <sup><strong>2</strong></sup> So Jacob said to his household and to all who were with him, \"Get rid of the foreign gods you have with you, and purify yourselves and change your clothes. <sup><strong>3</strong></sup> Then come, let us go up to Bethel, where I will build an altar to God, who answered me in the day of my distress and who has been with me wherever I have gone.\" <sup><strong>4</strong></sup> So they gave Jacob all the foreign gods they had and the rings in their ears, and Jacob buried them under the oak at Shechem. <sup><strong>5</strong></sup> Then they set out, and the terror of God fell upon the towns all around them so that no one pursued them. <sup><strong>6</strong></sup> Jacob and all the people with him came to Luz (that is, Bethel) in the land of Canaan. <sup><strong>7</strong></sup> There he built an altar, and he called the place El Bethel, because it was there that God revealed himself to him when he was fleeing from his brother. <sup><strong>8</strong></sup> Now Deborah, Rebekah's nurse, died and was buried under the oak below Bethel. So it was named Allon Bacuth. <sup><strong>9</strong></sup> After Jacob returned from Paddan Aram, God appeared to him again and blessed him. <sup><strong>10</strong></sup> God said to him, \"Your name is Jacob, but you will no longer be called Jacob; your name will be Israel. \"So he named him Israel. <sup><strong>11</strong></sup> And God said to him, \"I am God Almighty; be fruitful and increase in number. A nation and a community of nations will come from you, and kings will come from your body. <sup><strong>12</strong></sup> The land I gave to Abraham and Isaac I also give to you, and I will give this land to your descendants after you.\" <sup><strong>13</strong></sup> Then God went up from him at the place where he had talked with him. <sup><strong>14</strong></sup> Jacob set up a stone pillar at the place where God had talked with him, and he poured out a drink offering on it; he also poured oil on it. "},{"_id":"6158e59670e3c15fe7a5b0d5","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 12:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p01012007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him.</p>\n</div>","kjv":"<strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  ","niv":"<sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him."},{"_id":"6158e59670e3c15fe7a5b0d6","topicId":"6158e59470e3c15fe7a5b0ce","verse":"2 Samuel 24:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p10024024_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v10024024-1\">24&nbsp;</b>But the king said to Araunah, “No, but I will buy it from you for a price. I will not offer burnt offerings to the LORD my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.</p>\n\n</div>","kjv":"<strong>24</strong> And the king said unto Araunah, Nay; but I will surely buy it  of thee at a price: neither will I offer burnt offerings unto the LORD my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for fifty shekels of silver.  ","niv":"<sup><strong>24</strong></sup> But the king replied to Araunah, \"No, I insist on paying you for it. I will not sacrifice to the LORD my God burnt offerings that cost me nothing.\" So David bought the threshing floor and the oxen and paid fifty shekels of silver for them."},{"_id":"6158e59670e3c15fe7a5b0d7","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Exodus 20:24","votes":17,"__v":0,"esv":"<div>\n<p id=\"p02020024_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you.</p>\n</div>","kjv":"<strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  ","niv":"<sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you.","modified":"2022-05-04T14:07:10.710Z"},{"_id":"6158e59770e3c15fe7a5b0d8","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 26:25","votes":17,"__v":0,"esv":"<div>\n<p id=\"p01026025_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01026025-1\">25&nbsp;</b>So he built an altar there and called upon the name of the LORD and pitched his tent there. And there Isaac’s servants dug a well.</p>\n</div>","kjv":"<strong>25</strong> And he builded an altar there, and called upon the name of the LORD and pitched his tent there: and there Isaac’s servants digged a well.  ","niv":"<sup><strong>25</strong></sup> Isaac built an altar there and called on the name of the LORD. There he pitched his tent, and there his servants dug a well."},{"_id":"6158e59770e3c15fe7a5b0d9","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 22:9","votes":17,"__v":0,"esv":"<div>\n<p id=\"p01022009_01-11\"><b class=\"verse-num\" id=\"v01022009-1\">9&nbsp;</b>When they came to the place of which God had told him, Abraham built the altar there and laid the wood in order and bound Isaac his son and laid him on the altar, on top of the wood.</p>\n</div>","kjv":"<strong>9</strong> And they came to the place which God had told him of; and Abraham built an altar there, and laid the wood in order, and bound Isaac his son, and laid him on the altar upon the wood.  ","niv":"<sup><strong>9</strong></sup> When they reached the place God had told him about, Abraham built an altar there and arranged the wood on it. He bound his son Isaac and laid him on the altar, on top of the wood."},{"_id":"6158e59770e3c15fe7a5b0da","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Exodus 17:15","votes":16,"__v":0,"esv":"<div>\n<p id=\"p02017015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02017015-1\">15&nbsp;</b>And Moses built an altar and called the name of it, The LORD Is My Banner,</p>\n</div>","kjv":"<strong>15</strong> And Moses built an altar, and called the name of it Jehovah-nissi:  ","niv":"<sup><strong>15</strong></sup> Moses built an altar and called it The LORD is my Banner."},{"_id":"6158e59870e3c15fe7a5b0db","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Numbers 4:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p04004011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v04004011-1\">11&nbsp;</b>And over the golden altar they shall spread a cloth of blue and cover it with a covering of goatskin, and shall put in its poles.</p>\n</div>","kjv":"<strong>11</strong> And upon the golden altar they shall spread a cloth of blue, and cover it with a covering of badgers’ skins, and shall put to the staves thereof:  ","niv":"<sup><strong>11</strong></sup> \"Over the gold altar they are to spread a blue cloth and cover that with hides of sea cows and put its poles in place."},{"_id":"6158e59870e3c15fe7a5b0dc","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Romans 12:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship.","modified":"2023-12-13T17:42:40.859Z"},{"_id":"6158e59870e3c15fe7a5b0dd","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Exodus 24:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p02024004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v02024004-1\">4&nbsp;</b>And Moses wrote down all the words of the LORD. He rose early in the morning and built an altar at the foot of the mountain, and twelve pillars, according to the twelve tribes of Israel.</p>\n</div>","kjv":"<strong>4</strong> And Moses wrote all the words of the LORD, and rose up early in the morning, and builded an altar under the hill, and twelve pillars, according to the twelve tribes of Israel.  ","niv":"<sup><strong>4</strong></sup> Moses then wrote down everything the LORD had said. He got up early the next morning and built an altar at the foot of the mountain and set up twelve stone pillars representing the twelve tribes of Israel."},{"_id":"6158e59870e3c15fe7a5b0de","topicId":"6158e59470e3c15fe7a5b0ce","verse":"1 Kings 9:25","votes":10,"__v":0,"esv":"<div>\n<p id=\"p11009025_01-17\"><b class=\"verse-num\" id=\"v11009025-1\">25&nbsp;</b>Three times a year Solomon used to offer up burnt offerings and peace offerings on the altar that he built to the LORD, making offerings with it before the LORD. So he finished the house.</p>\n\n</div>","kjv":"<strong>25</strong> And three times in a year did Solomon offer burnt offerings and peace offerings upon the altar which he built unto the LORD, and he burnt incense upon the altar that was before the LORD. So he finished the house.  ","niv":"<sup><strong>25</strong></sup> Three times a year Solomon sacrificed burnt offerings and fellowship offerings on the altar he had built for the LORD, burning incense before the LORD along with them, and so fulfilled the temple obligations."},{"_id":"6158e59970e3c15fe7a5b0df","topicId":"6158e59470e3c15fe7a5b0ce","verse":"1 Kings 8:64","votes":10,"__v":0,"esv":"<div>\n<p id=\"p11008064_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v11008064-1\">64&nbsp;</b>The same day the king consecrated the middle of the court that was before the house of the LORD, for there he offered the burnt offering and the grain offering and the fat pieces of the peace offerings, because the bronze altar that was before the LORD was too small to receive the burnt offering and the grain offering and the fat pieces of the peace offerings.</p>\n</div>","kjv":"<strong>64</strong> The same day did the king hallow the middle of the court that was before the house of the LORD: for there he offered burnt offerings, and meat offerings, and the fat of the peace offerings: because the brasen altar that was before the LORD was too little to receive the burnt offerings, and meat offerings, and the fat of the peace offerings.  ","niv":"<sup><strong>64</strong></sup> On that same day the king consecrated the middle part of the courtyard in front of the temple of the LORD, and there he offered burnt offerings, grain offerings and the fat of the fellowship offerings, because the bronze altar before the LORD was too small to hold the burnt offerings, the grain offerings and the fat of the fellowship offerings."},{"_id":"6158e59970e3c15fe7a5b0e0","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Exodus 20:26","votes":10,"__v":0,"esv":"<div>\n<p id=\"p02020026_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n</div>","kjv":"<strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.'"},{"_id":"6158e59970e3c15fe7a5b0e1","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Acts 17:23","votes":10,"__v":0,"esv":"<div>\n<p id=\"p44017023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017023-1\">23&nbsp;</b>For as I passed along and observed the objects of your worship, I found also an altar with this inscription: ‘To the unknown god.’ What therefore you worship as unknown, this I proclaim to you.</p>\n</div>","kjv":"<strong>23</strong> For as I passed by, and beheld your devotions, I found an altar with this inscription, TO THE UNKNOWN GOD. Whom therefore ye ignorantly worship, him declare I unto you.  ","niv":"<sup><strong>23</strong></sup> For as I walked around and looked carefully at your objects of worship, I even found an altar with this inscription:|sc TO AN UNKNOWN GOD. Now what you worship as something unknown I am going to proclaim to you."},{"_id":"6158e59a70e3c15fe7a5b0e2","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Matthew 5:24","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40005024_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span></p>\n</div>","kjv":"<strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  ","niv":"<sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift."},{"_id":"6158e59a70e3c15fe7a5b0e3","topicId":"6158e59470e3c15fe7a5b0ce","verse":"2 Kings 23:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p12023012_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023012-1\">12&nbsp;</b>And the altars on the roof of the upper chamber of Ahaz, which the kings of Judah had made, and the altars that Manasseh had made in the two courts of the house of the LORD, he pulled down and broke in pieces and cast the dust of them into the brook Kidron.</p>\n\n</div>","kjv":"<strong>12</strong> And the altars that were on the top of the upper chamber of Ahaz, which the kings of Judah had made, and the altars which Manasseh had made in the two courts of the house of the LORD, did the king beat down, and brake them down from thence, and cast the dust of them into the brook Kidron.  ","niv":"<sup><strong>12</strong></sup> He pulled down the altars the kings of Judah had erected on the roof near the upper room of Ahaz, and the altars Manasseh had built in the two courts of the temple of the LORD. He removed them from there, smashed them to pieces and threw the rubble into the Kidron Valley."},{"_id":"6158e59a70e3c15fe7a5b0e4","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 13:18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01013018_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01013018-1\">18&nbsp;</b>So Abram moved his tent and came and settled by the oaks of Mamre, which are at Hebron, and there he built an altar to the LORD.</p>\n\n</div>","kjv":"<strong>18</strong> Then Abram removed his tent, and came and dwelt in the plain of Mamre, which is in Hebron, and built there an altar unto the LORD.  ","niv":"<sup><strong>18</strong></sup> So Abram moved his tents and went to live near the great trees of Mamre at Hebron, where he built an altar to the LORD."},{"_id":"6158e59b70e3c15fe7a5b0e5","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 13:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01013004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01013004-1\">4&nbsp;</b>to the place where he had made an altar at the first. And there Abram called upon the name of the LORD.</p>\n</div>","kjv":"<strong>4</strong> Unto the place of the altar, which he had made there at the first: and there Abram called on the name of the LORD.  ","niv":"<sup><strong>4</strong></sup> and where he had first built an altar. There Abram called on the name of the LORD."},{"_id":"6158e59b70e3c15fe7a5b0e6","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Genesis 12:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p01012008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v01012008-1\">8&nbsp;</b>From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the LORD and called upon the name of the LORD.</p>\n</div>","kjv":"<strong>8</strong> And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.  ","niv":"<sup><strong>8</strong></sup> From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the LORD and called on the name of the LORD."},{"_id":"6158e59b70e3c15fe7a5b0e7","topicId":"6158e59470e3c15fe7a5b0ce","verse":"Luke 15:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent.","modified":"2022-05-30T05:09:00.678Z"}]}