{"_id":"6158e5bf70e3c15fe7a5b0e8","slug":"altering-the-body-","name":"Altering The Body ","verses":[{"_id":"6158e5bf70e3c15fe7a5b0e9","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Leviticus 19:28","votes":33,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"6158e5bf70e3c15fe7a5b0ea","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Jeremiah 1:5","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-2\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-2\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6158e5bf70e3c15fe7a5b0eb","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Romans 1:22-32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45001022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_01-3\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_01-3\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-3\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n</div>","kjv":"<strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6158e5c070e3c15fe7a5b0ec","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Genesis 3:1-24","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-4\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-4\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-4\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-4\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-4\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-4\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-4\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-4\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-4\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-4\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-4\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-4\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-4\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-4\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-4\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-4\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-4\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"6158e5c070e3c15fe7a5b0ed","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Isaiah 53:1-12","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-5\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-5\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-5\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-5\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-5\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-5\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-5\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-5\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-5\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-5\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-5\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-5\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-5\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-5\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. "},{"_id":"6158e5c070e3c15fe7a5b0ee","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"1 Peter 2:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed."},{"_id":"6158e5c170e3c15fe7a5b0ef","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Isaiah 28:1-29","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028001_06-8\" class=\"line\"><b class=\"chapter-num\" id=\"v23028001-1\">28:1&nbsp;</b>&nbsp;&nbsp;Ah, the proud crown of the drunkards of Ephraim,</span><br><span id=\"p23028001_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fading flower of its glorious beauty,</span><br><span id=\"p23028001_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which is on the head of the rich valley of those overcome with wine!</span><br><span id=\"p23028002_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028002-1\">2&nbsp;</b>&nbsp;&nbsp;Behold, the Lord has one who is mighty and strong;</span><br><span id=\"p23028002_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a storm of hail, a destroying tempest,</span><br><span id=\"p23028002_06-8\" class=\"line\">&nbsp;&nbsp;like a storm of mighty, overflowing waters,</span><br><span id=\"p23028002_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he casts down to the earth with his hand.</span><br><span id=\"p23028003_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028003-1\">3&nbsp;</b>&nbsp;&nbsp;The proud crown of the drunkards of Ephraim</span><br><span id=\"p23028003_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be trodden underfoot;</span><br><span id=\"p23028004_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028004-1\">4&nbsp;</b>&nbsp;&nbsp;and the fading flower of its glorious beauty,</span><br><span id=\"p23028004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which is on the head of the rich valley,</span><br><span id=\"p23028004_06-8\" class=\"line\">&nbsp;&nbsp;will be like a first-ripe fig before the summer:</span><br><span id=\"p23028004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when someone sees it, he swallows it</span><br><span id=\"p23028004_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as soon as it is in his hand.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028005_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028005-1\">5&nbsp;</b>&nbsp;&nbsp;In that day the LORD of hosts will be a crown of glory,</span><br><span id=\"p23028005_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a diadem of beauty, to the remnant of his people,</span><br><span id=\"p23028006_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028006-1\">6&nbsp;</b>&nbsp;&nbsp;and a spirit of justice to him who sits in judgment,</span><br><span id=\"p23028006_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strength to those who turn back the battle at the gate.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028007_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028007-1\">7&nbsp;</b>&nbsp;&nbsp;These also reel with wine</span><br><span id=\"p23028007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stagger with strong drink;</span><br><span id=\"p23028007_06-8\" class=\"line\">&nbsp;&nbsp;the priest and the prophet reel with strong drink,</span><br><span id=\"p23028007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are swallowed by wine,</span><br><span id=\"p23028007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stagger with strong drink,</span><br><span id=\"p23028007_06-8\" class=\"line\">&nbsp;&nbsp;they reel in vision,</span><br><span id=\"p23028007_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stumble in giving judgment.</span><br><span id=\"p23028008_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028008-1\">8&nbsp;</b>&nbsp;&nbsp;For all tables are full of filthy vomit,</span><br><span id=\"p23028008_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with no space left.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028009_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028009-1\">9&nbsp;</b>&nbsp;&nbsp;“To whom will he teach knowledge,</span><br><span id=\"p23028009_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to whom will he explain the message?</span><br><span id=\"p23028009_06-8\" class=\"line\">&nbsp;&nbsp;Those who are weaned from the milk,</span><br><span id=\"p23028009_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those taken from the breast?</span><br><span id=\"p23028010_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028010-1\">10&nbsp;</b>&nbsp;&nbsp;For it is precept upon precept, precept upon precept,</span><br><span id=\"p23028010_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;line upon line, line upon line,</span><br><span id=\"p23028010_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;here a little, there a little.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028011_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028011-1\">11&nbsp;</b>&nbsp;&nbsp;For by people of strange lips</span><br><span id=\"p23028011_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a foreign tongue</span><br><span id=\"p23028011_06-8\" class=\"line\">&nbsp;&nbsp;the LORD will speak to this people,</span><br><span id=\"p23028012_06-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23028012-1\">12&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;to whom he has said,</span><br><span id=\"p23028012_06-8\" class=\"line\">&nbsp;&nbsp;“This is rest;</span><br><span id=\"p23028012_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give rest to the weary;</span><br><span id=\"p23028012_06-8\" class=\"line\">&nbsp;&nbsp;and this is repose”;</span><br><span id=\"p23028012_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they would not hear.</span><br><span id=\"p23028013_06-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028013-1\">13&nbsp;</b>&nbsp;&nbsp;And the word of the LORD will be to them</span><br><span id=\"p23028013_06-8\" class=\"line\">&nbsp;&nbsp;precept upon precept, precept upon precept,</span><br><span id=\"p23028013_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;line upon line, line upon line,</span><br><span id=\"p23028013_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;here a little, there a little,</span><br><span id=\"p23028013_06-8\" class=\"line\">&nbsp;&nbsp;that they may go, and fall backward,</span><br><span id=\"p23028013_06-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be broken, and snared, and taken.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028014_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028014-1\">14&nbsp;</b>&nbsp;&nbsp;Therefore hear the word of the LORD, you scoffers,</span><br><span id=\"p23028014_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who rule this people in Jerusalem!</span><br><span id=\"p23028015_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028015-1\">15&nbsp;</b>&nbsp;&nbsp;Because you have said, “We have made a covenant with death,</span><br><span id=\"p23028015_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with Sheol we have an agreement,</span><br><span id=\"p23028015_10-8\" class=\"line\">&nbsp;&nbsp;when the overwhelming whip passes through</span><br><span id=\"p23028015_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will not come to us,</span><br><span id=\"p23028015_10-8\" class=\"line\">&nbsp;&nbsp;for we have made lies our refuge,</span><br><span id=\"p23028015_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in falsehood we have taken shelter”;</span><br><span id=\"p23028016_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028016-1\">16&nbsp;</b>&nbsp;&nbsp;therefore thus says the Lord GOD,</span><br><span id=\"p23028016_10-8\" class=\"line\">&nbsp;&nbsp;“Behold, I am the one who has laid as a foundation in Zion,</span><br><span id=\"p23028016_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stone, a tested stone,</span><br><span id=\"p23028016_10-8\" class=\"line\">&nbsp;&nbsp;a precious cornerstone, of a sure foundation:</span><br><span id=\"p23028016_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Whoever believes will not be in haste.’</span><br><span id=\"p23028017_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028017-1\">17&nbsp;</b>&nbsp;&nbsp;And I will make justice the line,</span><br><span id=\"p23028017_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteousness the plumb line;</span><br><span id=\"p23028017_10-8\" class=\"line\">&nbsp;&nbsp;and hail will sweep away the refuge of lies,</span><br><span id=\"p23028017_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and waters will overwhelm the shelter.”</span><br><span id=\"p23028018_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028018-1\">18&nbsp;</b>&nbsp;&nbsp;Then your covenant with death will be annulled,</span><br><span id=\"p23028018_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your agreement with Sheol will not stand;</span><br><span id=\"p23028018_10-8\" class=\"line\">&nbsp;&nbsp;when the overwhelming scourge passes through,</span><br><span id=\"p23028018_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will be beaten down by it.</span><br><span id=\"p23028019_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028019-1\">19&nbsp;</b>&nbsp;&nbsp;As often as it passes through it will take you;</span><br><span id=\"p23028019_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for morning by morning it will pass through,</span><br><span id=\"p23028019_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by day and by night;</span><br><span id=\"p23028019_10-8\" class=\"line\">&nbsp;&nbsp;and it will be sheer terror to understand the message.</span><br><span id=\"p23028020_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028020-1\">20&nbsp;</b>&nbsp;&nbsp;For the bed is too short to stretch oneself on,</span><br><span id=\"p23028020_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the covering too narrow to wrap oneself in.</span><br><span id=\"p23028021_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028021-1\">21&nbsp;</b>&nbsp;&nbsp;For the LORD will rise up as on Mount Perazim;</span><br><span id=\"p23028021_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as in the Valley of Gibeon he will be roused;</span><br><span id=\"p23028021_10-8\" class=\"line\">&nbsp;&nbsp;to do his deed—strange is his deed!</span><br><span id=\"p23028021_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to work his work—alien is his work!</span><br><span id=\"p23028022_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028022-1\">22&nbsp;</b>&nbsp;&nbsp;Now therefore do not scoff,</span><br><span id=\"p23028022_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest your bonds be made strong;</span><br><span id=\"p23028022_10-8\" class=\"line\">&nbsp;&nbsp;for I have heard a decree of destruction</span><br><span id=\"p23028022_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the Lord GOD of hosts against the whole land.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028023_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028023-1\">23&nbsp;</b>&nbsp;&nbsp;Give ear, and hear my voice;</span><br><span id=\"p23028023_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give attention, and hear my speech.</span><br><span id=\"p23028024_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028024-1\">24&nbsp;</b>&nbsp;&nbsp;Does he who plows for sowing plow continually?</span><br><span id=\"p23028024_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Does he continually open and harrow his ground?</span><br><span id=\"p23028025_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028025-1\">25&nbsp;</b>&nbsp;&nbsp;When he has leveled its surface,</span><br><span id=\"p23028025_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;does he not scatter dill, sow cumin,</span><br><span id=\"p23028025_10-8\" class=\"line\">&nbsp;&nbsp;and put in wheat in rows</span><br><span id=\"p23028025_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and barley in its proper place,</span><br><span id=\"p23028025_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and emmer as the border?</span><br><span id=\"p23028026_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028026-1\">26&nbsp;</b>&nbsp;&nbsp;For he is rightly instructed;</span><br><span id=\"p23028026_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his God teaches him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23028027_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028027-1\">27&nbsp;</b>&nbsp;&nbsp;Dill is not threshed with a threshing sledge,</span><br><span id=\"p23028027_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor is a cart wheel rolled over cumin,</span><br><span id=\"p23028027_10-8\" class=\"line\">&nbsp;&nbsp;but dill is beaten out with a stick,</span><br><span id=\"p23028027_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cumin with a rod.</span><br><span id=\"p23028028_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028028-1\">28&nbsp;</b>&nbsp;&nbsp;Does one crush grain for bread?</span><br><span id=\"p23028028_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;No, he does not thresh it forever;</span><br><span id=\"p23028028_10-8\" class=\"line\">&nbsp;&nbsp;when he drives his cart wheel over it</span><br><span id=\"p23028028_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with his horses, he does not crush it.</span><br><span id=\"p23028029_10-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028029-1\">29&nbsp;</b>&nbsp;&nbsp;This also comes from the LORD of hosts;</span><br><span id=\"p23028029_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is wonderful in counsel</span><br><span id=\"p23028029_10-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and excellent in wisdom.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Woe to the crown of pride, to the drunkards of Ephraim, whose glorious beauty is a fading flower, which are on the head of the fat valleys of them that are overcome with wine!  <strong>2</strong> Behold, the Lord hath a mighty and strong one, which as a tempest of hail and a destroying storm, as a flood of mighty waters overflowing, shall cast down to the earth with the hand.  <strong>3</strong> The crown of pride, the drunkards of Ephraim, shall be trodden under feet:  <strong>4</strong> And the glorious beauty, which is on the head of the fat valley, shall be a fading flower, and as the hasty fruit before the summer; which when he that looketh upon it seeth, while it is yet in his hand he eateth it up.  <strong>5</strong> In that day shall the LORD of hosts be for a crown of glory, and for a diadem of beauty, unto the residue of his people,  <strong>6</strong> And for a spirit of judgment to him that sitteth in judgment, and for strength to them that turn the battle to the gate.  <strong>7</strong> But they also have erred through wine, and through strong drink are out of the way; the priest and the prophet have erred through strong drink, they are swallowed up of wine, they are out of the way through strong drink; they err in vision, they stumble in judgment.  <strong>8</strong> For all tables are full of vomit and filthiness, so that there is no place clean. <strong>9</strong> Whom shall he teach knowledge? and whom shall he make to understand doctrine? them that are weaned from the milk, and drawn from the breasts.  <strong>10</strong> For precept must be upon precept, precept upon precept; line upon line, line upon line; here a little, and there a little:  <strong>11</strong> For with stammering lips and another tongue will he speak to this people.  <strong>12</strong> To whom he said, This is the rest wherewith ye may cause the weary to rest; and this is the refreshing: yet they would not hear.  <strong>13</strong> But the word of the LORD was unto them precept upon precept, precept upon precept; line upon line, line upon line; here a little, and  there a little; that they might go, and fall backward, and be broken, and snared, and taken.  <strong>14</strong> Wherefore hear the word of the LORD, ye scornful men, that rule this people which is in Jerusalem.  <strong>15</strong> Because ye have said, We have made a covenant with death, and with hell are we at agreement; when the overflowing scourge shall pass through, it shall not come unto us: for we have made lies our refuge, and under falsehood have we hid ourselves:  <strong>16</strong> Therefore thus saith the Lord GOD, Behold, I lay in Zion for a foundation a stone, a tried stone, a precious corner stone, a sure foundation: he that believeth shall not make haste.  <strong>17</strong> Judgment also will I lay to the line, and righteousness to the plummet: and the hail shall sweep away the refuge of lies, and the waters shall overflow the hiding place.  <strong>18</strong> And your covenant with death shall be disannulled, and your agreement with hell shall not stand; when the overflowing scourge shall pass through, then ye shall be trodden down by it.  <strong>19</strong> From the time that it goeth forth it shall take you: for morning by morning shall it pass over, by day and by night: and it shall be a vexation only to understand the report.  <strong>20</strong> For the bed is shorter than that a man can stretch himself on it: and the covering narrower than that he can wrap himself in it.  <strong>21</strong> For the LORD shall rise up as in mount Perazim, he shall be wroth as in the valley of Gibeon, that he may do his work, his strange work; and bring to pass his act, his strange act.  <strong>22</strong> Now therefore be ye not mockers, lest your bands be made strong: for I have heard from the Lord GOD of hosts a consumption, even determined upon the whole earth.  <strong>23</strong> Give ye ear, and hear my voice; hearken, and hear my speech.  <strong>24</strong> Doth the plowman plow all day to sow? doth he open and break the clods of his ground?  <strong>25</strong> When he hath made plain the face thereof, doth he not cast abroad the fitches, and scatter the cummin, and cast in the principal wheat and the appointed barley and rie in their place?  <strong>26</strong> For his God doth instruct him to discretion, and doth teach him.  <strong>27</strong> For the fitches are not threshed with a threshing instrument, neither is a cart wheel turned about upon the cummin; but the fitches are beaten out with a staff, and the cummin with a rod.  <strong>28</strong> Bread corn is bruised; because he will not ever be threshing it, nor break it with the wheel of his cart, nor bruise it with his horsemen.  <strong>29</strong> This also cometh forth from the LORD of hosts, which is wonderful in counsel, and excellent in working.  ","niv":"<sup><strong>1</strong></sup> Woe to that wreath, the pride of Ephraim's drunkards, to the fading flower, his glorious beauty, set on the head of a fertile valley- to that city, the pride of those laid low by wine! <sup><strong>2</strong></sup> See, the Lord has one who is powerful and strong. Like a hailstorm and a destructive wind, like a driving rain and a flooding downpour, he will throw it forcefully to the ground. <sup><strong>3</strong></sup> That wreath, the pride of Ephraim's drunkards, will be trampled underfoot. <sup><strong>4</strong></sup> That fading flower, his glorious beauty, set on the head of a fertile valley, will be like a fig ripe before harvest- as soon as someone sees it and takes it in his hand, he swallows it. <sup><strong>5</strong></sup> In that day the LORD Almighty will be a glorious crown, a beautiful wreath for the remnant of his people. <sup><strong>6</strong></sup> He will be a spirit of justice to him who sits in judgment, a source of strength to those who turn back the battle at the gate. <sup><strong>7</strong></sup> And these also stagger from wine and reel from beer: Priests and prophets stagger from beer and are befuddled with wine; they reel from beer, they stagger when seeing visions, they stumble when rendering decisions. <sup><strong>8</strong></sup> All the tables are covered with vomit and there is not a spot without filth. <sup><strong>9</strong></sup> \"Who is it he is trying to teach? To whom is he explaining his message? To children weaned from their milk, to those just taken from the breast? <sup><strong>10</strong></sup> For it is: Do and do, do and do, rule on rule, rule on rule; a little here, a little there.\" <sup><strong>11</strong></sup> Very well then, with foreign lips and strange tongues God will speak to this people, <sup><strong>12</strong></sup> to whom he said, \"This is the resting place, let the weary rest\"; and, \"This is the place of repose\"- but they would not listen. <sup><strong>13</strong></sup> So then, the word of the LORD to them will become: Do and do, do and do, rule on rule, rule on rule; a little here, a little there- so that they will go and fall backward, be injured and snared and captured. <sup><strong>14</strong></sup> Therefore hear the word of the LORD, you scoffers who rule this people in Jerusalem. <sup><strong>15</strong></sup> You boast, \"We have entered into a covenant with death, with the grave we have made an agreement. When an overwhelming scourge sweeps by, it cannot touch us, for we have made a lie our refuge and falsehood our hiding place.\" <sup><strong>16</strong></sup> So this is what the Sovereign LORD says: \"See, I lay a stone in Zion, a tested stone, a precious cornerstone for a sure foundation; the one who trusts will never be dismayed. <sup><strong>17</strong></sup> I will make justice the measuring line and righteousness the plumb line; hail will sweep away your refuge, the lie, and water will overflow your hiding place. <sup><strong>18</strong></sup> Your covenant with death will be annulled; your agreement with the grave will not stand. When the overwhelming scourge sweeps by, you will be beaten down by it. <sup><strong>19</strong></sup> As often as it comes it will carry you away; morning after morning, by day and by night, it will sweep through.\" The understanding of this message will bring sheer terror. <sup><strong>20</strong></sup> The bed is too short to stretch out on, the blanket too narrow to wrap around you. <sup><strong>21</strong></sup> The LORD will rise up as he did at Mount Perazim, he will rouse himself as in the Valley of Gibeon- to do his work, his strange work, and perform his task, his alien task. <sup><strong>22</strong></sup> Now stop your mocking, or your chains will become heavier; the Lord, the LORD Almighty, has told me of the destruction decreed against the whole land. <sup><strong>23</strong></sup> Listen and hear my voice; pay attention and hear what I say. <sup><strong>24</strong></sup> When a farmer plows for planting, does he plow continually? Does he keep on breaking up and harrowing the soil? <sup><strong>25</strong></sup> When he has leveled the surface, does he not sow caraway and scatter cummin? Does he not plant wheat in its place, barley in its plot, and spelt in its field? <sup><strong>26</strong></sup> His God instructs him and teaches him the right way. <sup><strong>27</strong></sup> Caraway is not threshed with a sledge, nor is a cartwheel rolled over cummin; caraway is beaten out with a rod, and cummin with a stick. <sup><strong>28</strong></sup> Grain must be ground to make bread; so one does not go on threshing it forever. Though he drives the wheels of his threshing cart over it, his horses do not grind it. <sup><strong>29</strong></sup> All this also comes from the LORD Almighty, wonderful in counsel and magnificent in wisdom. "},{"_id":"6158e5c170e3c15fe7a5b0f0","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"1 Peter 1:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60001016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001016-1\">16&nbsp;</b>since it is written, “You shall be holy, for I am holy.”</p>\n</div>","kjv":"<strong>16</strong> Because it is written, Be ye holy; for I am holy.  ","niv":"<sup><strong>16</strong></sup> for it is written: \"Be holy, because I am holy.\""},{"_id":"6158e5c170e3c15fe7a5b0f1","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"John 1:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"6158e5c270e3c15fe7a5b0f2","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Isaiah 18:1-7","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23018001_05-12\" class=\"line\"><b class=\"chapter-num\" id=\"v23018001-1\">18:1&nbsp;</b>&nbsp;&nbsp;Ah, land of whirring wings</span><br><span id=\"p23018001_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is beyond the rivers of Cush,</span><br><span id=\"p23018002_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018002-1\">2&nbsp;</b>&nbsp;&nbsp;which sends ambassadors by the sea,</span><br><span id=\"p23018002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in vessels of papyrus on the waters!</span><br><span id=\"p23018002_05-12\" class=\"line\">&nbsp;&nbsp;Go, you swift messengers,</span><br><span id=\"p23018002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a nation tall and smooth,</span><br><span id=\"p23018002_05-12\" class=\"line\">&nbsp;&nbsp;to a people feared near and far,</span><br><span id=\"p23018002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a nation mighty and conquering,</span><br><span id=\"p23018002_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose land the rivers divide.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23018003_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018003-1\">3&nbsp;</b>&nbsp;&nbsp;All you inhabitants of the world,</span><br><span id=\"p23018003_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who dwell on the earth,</span><br><span id=\"p23018003_05-12\" class=\"line\">&nbsp;&nbsp;when a signal is raised on the mountains, look!</span><br><span id=\"p23018003_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When a trumpet is blown, hear!</span><br><span id=\"p23018004_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus the LORD said to me:</span><br><span id=\"p23018004_05-12\" class=\"line\">&nbsp;&nbsp;“I will quietly look from my dwelling</span><br><span id=\"p23018004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like clear heat in sunshine,</span><br><span id=\"p23018004_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a cloud of dew in the heat of harvest.”</span><br><span id=\"p23018005_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018005-1\">5&nbsp;</b>&nbsp;&nbsp;For before the harvest, when the blossom is over,</span><br><span id=\"p23018005_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the flower becomes a ripening grape,</span><br><span id=\"p23018005_05-12\" class=\"line\">&nbsp;&nbsp;he cuts off the shoots with pruning hooks,</span><br><span id=\"p23018005_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the spreading branches he lops off and clears away.</span><br><span id=\"p23018006_05-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23018006-1\">6&nbsp;</b>&nbsp;&nbsp;They shall all of them be left</span><br><span id=\"p23018006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the birds of prey of the mountains</span><br><span id=\"p23018006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the beasts of the earth.</span><br><span id=\"p23018006_05-12\" class=\"line\">&nbsp;&nbsp;And the birds of prey will summer on them,</span><br><span id=\"p23018006_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the beasts of the earth will winter on them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23018006_05-12\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23018007-1\">7&nbsp;</b>At that time tribute will be brought to the LORD of hosts</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23018007_05-12\" class=\"line\">&nbsp;&nbsp;from a people tall and smooth,</span><br><span id=\"p23018007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from a people feared near and far,</span><br><span id=\"p23018007_05-12\" class=\"line\">&nbsp;&nbsp;a nation mighty and conquering,</span><br><span id=\"p23018007_05-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose land the rivers divide,</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23018007_05-12\" class=\"same-paragraph\">to Mount Zion, the place of the name of the LORD of hosts.</p>\n\n</div>","kjv":"<strong>1</strong> Woe to the land shadowing with wings, which is beyond the rivers of Ethiopia:  <strong>2</strong> That sendeth ambassadors by the sea, even in vessels of bulrushes upon the waters, saying, Go, ye swift messengers, to a nation scattered and peeled, to a people terrible from their beginning hitherto; a nation meted out and trodden down, whose land the rivers have spoiled!  <strong>3</strong> All ye inhabitants of the world, and dwellers on the earth, see ye, when he lifteth up an ensign on the mountains; and when he bloweth a trumpet, hear ye.  <strong>4</strong> For so the LORD said unto me, I will take my rest, and I will consider in my dwelling place like a clear heat upon herbs, and like a cloud of dew in the heat of harvest.  <strong>5</strong> For afore the harvest, when the bud is perfect, and the sour grape is ripening in the flower, he shall both cut off the sprigs with pruninghooks, and take away and cut down the branches.  <strong>6</strong> They shall be left together unto the fowls of the mountains, and to the beasts of the earth: and the fowls shall summer upon them, and all the beasts of the earth shall winter upon them.  <strong>7</strong> In that time shall the present be brought unto the LORD of hosts of a people scattered and peeled, and from a people terrible from their beginning hitherto; a nation meted out and trodden under foot, whose land the rivers have spoiled, to the place of the name of the LORD of hosts, the mount Zion.  ","niv":"<sup><strong>1</strong></sup> Woe to the land of whirring wings along the rivers of Cush, <sup><strong>2</strong></sup> which sends envoys by sea in papyrus boats over the water. Go, swift messengers, to a people tall and smooth-skinned, to a people feared far and wide, an aggressive nation of strange speech, whose land is divided by rivers. <sup><strong>3</strong></sup> All you people of the world, you who live on the earth, when a banner is raised on the mountains, you will see it, and when a trumpet sounds, you will hear it. <sup><strong>4</strong></sup> This is what the LORD says to me: \"I will remain quiet and will look on from my dwelling place, like shimmering heat in the sunshine, like a cloud of dew in the heat of harvest.\" <sup><strong>5</strong></sup> For, before the harvest, when the blossom is gone and the flower becomes a ripening grape, he will cut off the shoots with pruning knives, and cut down and take away the spreading branches. <sup><strong>6</strong></sup> They will all be left to the mountain birds of prey and to the wild animals; the birds will feed on them all summer, the wild animals all winter. <sup><strong>7</strong></sup> At that time gifts will be brought to the LORD Almighty from a people tall and smooth-skinned, from a people feared far and wide, an aggressive nation of strange speech, whose land is divided by rivers- the gifts will be brought to Mount Zion, the place of the Name of the LORD Almighty. "},{"_id":"6158e5c270e3c15fe7a5b0f3","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Isaiah 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-13\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-13\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-13\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-13\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-13\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-13\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-13\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-13\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-13\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-13\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-13\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-13\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-13\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-13\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-13\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-13\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-13\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-13\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-13\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-13\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-13\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-13\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-13\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-13\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-13\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-13\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-13\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-13\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"6158e5c270e3c15fe7a5b0f4","topicId":"6158e5bf70e3c15fe7a5b0e8","verse":"Isaiah 61:1","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061001_07-14\" class=\"line\"><b class=\"chapter-num\" id=\"v23061001-1\">61:1&nbsp;</b>&nbsp;&nbsp;The Spirit of the Lord GOD is upon me,</span><br><span id=\"p23061001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has anointed me</span><br><span id=\"p23061001_07-14\" class=\"line\">&nbsp;&nbsp;to bring good news to the poor;</span><br><span id=\"p23061001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has sent me to bind up the brokenhearted,</span><br><span id=\"p23061001_07-14\" class=\"line\">&nbsp;&nbsp;to proclaim liberty to the captives,</span><br><span id=\"p23061001_07-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the opening of the prison to those who are bound;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;  ","niv":"<sup><strong>1</strong></sup> The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to preach good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners,"}]}