{"_id":"6158e5d670e3c15fe7a5b0f5","slug":"am-i-saved","name":"Am I Saved","verses":[{"_id":"6158e5d670e3c15fe7a5b0f6","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Romans 6:23","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6158e5d670e3c15fe7a5b0f7","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"John 14:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"6158e5d670e3c15fe7a5b0f8","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"John 3:16","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158e5d770e3c15fe7a5b0f9","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"John 3:36","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\""},{"_id":"6158e5d770e3c15fe7a5b0fa","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Acts 2:38-39","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"6158e5d770e3c15fe7a5b0fb","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Matthew 12:36","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40012036_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span></p>\n</div>","kjv":"<strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  ","niv":"<sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken."},{"_id":"6158e5d870e3c15fe7a5b0fc","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"1 Peter 3:18-22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-8\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6158e5d870e3c15fe7a5b0fd","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Revelation 20:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire."},{"_id":"6158e5d870e3c15fe7a5b0fe","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Acts 4:12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"6158e5d870e3c15fe7a5b0ff","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Isaiah 53:6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053006_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-11\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  ","niv":"<sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all."},{"_id":"6158e5d970e3c15fe7a5b100","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"1 John 2:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62002003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments.</p>\n</div>","kjv":"<strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  ","niv":"<sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands."},{"_id":"6158e5d970e3c15fe7a5b101","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Ephesians 2:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"6158e5d970e3c15fe7a5b102","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"2 Corinthians 5:21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47005021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n</div>","kjv":"<strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God."},{"_id":"6158e5da70e3c15fe7a5b103","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"2 Corinthians 5:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"6158e5da70e3c15fe7a5b104","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"John 6:44","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006044_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."},{"_id":"6158e5da70e3c15fe7a5b105","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Romans 10:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"6158e5db70e3c15fe7a5b106","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Romans 10:9-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. "},{"_id":"6158e5db70e3c15fe7a5b107","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Matthew 6:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-19\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"6158e5db70e3c15fe7a5b108","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Isaiah 53:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-20\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  ","niv":"<sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed."},{"_id":"6158e5db70e3c15fe7a5b109","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Revelation 12:1-2","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p66012001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66012001-1\">12:1&nbsp;</b>And a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars. <b class=\"verse-num\" id=\"v66012002-1\">2&nbsp;</b>She was pregnant and was crying out in birth pains and the agony of giving birth.</p>\n</div>","kjv":"<strong>1</strong> And there appeared a great wonder in heaven; a woman clothed with the sun, and the moon under her feet, and upon her head a crown of twelve stars:  <strong>2</strong> And she being with child cried, travailing in birth, and pained to be delivered.  ","niv":"<sup><strong>1</strong></sup> A great and wondrous sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head. <sup><strong>2</strong></sup> She was pregnant and cried out in pain as she was about to give birth. "},{"_id":"6158e5dc70e3c15fe7a5b10a","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"1 Peter 4:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60004017_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God?</p>\n</div>","kjv":"<strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  ","niv":"<sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God?"},{"_id":"6158e5dc70e3c15fe7a5b10b","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Colossians 1:24","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p51001024_06-24\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church,</p>\n</div>","kjv":"<strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  ","niv":"<sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church."},{"_id":"6158e5dc70e3c15fe7a5b10c","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"Philippians 2:12-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-25\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. "},{"_id":"6158e5dd70e3c15fe7a5b10d","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"1 Corinthians 11:27-30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46011027_01-27\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died.</p>\n\n</div>","kjv":"<strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  ","niv":"<sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. "},{"_id":"6158e5dd70e3c15fe7a5b10e","topicId":"6158e5d670e3c15fe7a5b0f5","verse":"John 20:19-24","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-28\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n<p id=\"p43020023_09-28\"><b class=\"verse-num\" id=\"v43020024-1\">24&nbsp;</b>Now Thomas, one of the twelve, called the Twin, was not with them when Jesus came.</p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. <strong>24</strong> But Thomas, one of the twelve, called Didymus, was not with them when Jesus came.  ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" <sup><strong>24</strong></sup> Now Thomas (called Didymus), one of the Twelve, was not with the disciples when Jesus came. "}]}