{"_id":"6158e5f770e3c15fe7a5b10f","slug":"ambassadors","name":"Ambassadors","verses":[{"_id":"6158e5f770e3c15fe7a5b110","topicId":"6158e5f770e3c15fe7a5b10f","verse":"2 Corinthians 5:20","votes":30,"__v":0,"esv":"<div>\n<p id=\"p47005020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005020-1\">20&nbsp;</b>Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God.</p>\n</div>","kjv":"<strong>20</strong> Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ’s stead, be ye reconciled to God.  ","niv":"<sup><strong>20</strong></sup> We are therefore Christ's ambassadors, as though God were making his appeal through us. We implore you on Christ's behalf: Be reconciled to God.","modified":"2023-10-25T09:14:29.449Z"},{"_id":"6158e5f770e3c15fe7a5b111","topicId":"6158e5f770e3c15fe7a5b10f","verse":"1 John 4:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.","modified":"2023-10-25T09:12:55.996Z"},{"_id":"6158e5f770e3c15fe7a5b112","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Isaiah 55:11","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-3\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."},{"_id":"6158e5f870e3c15fe7a5b113","topicId":"6158e5f770e3c15fe7a5b10f","verse":"2 Peter 3:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"6158e5f870e3c15fe7a5b114","topicId":"6158e5f770e3c15fe7a5b10f","verse":"John 17:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"6158e5f870e3c15fe7a5b115","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Revelation 2:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66002007_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n</div>","kjv":"<strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. ","niv":"<sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God."},{"_id":"6158e5f970e3c15fe7a5b116","topicId":"6158e5f770e3c15fe7a5b10f","verse":"1 Corinthians 4:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46004005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n</div>","kjv":"<strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  ","niv":"<sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God.","modified":"2022-08-10T16:47:58.862Z"},{"_id":"6158e5f970e3c15fe7a5b117","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Acts 2:38","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6158e5f970e3c15fe7a5b118","topicId":"6158e5f770e3c15fe7a5b10f","verse":"2 Corinthians 5:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005019-1\">19&nbsp;</b>that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation.</p>\n\n</div>","kjv":"<strong>19</strong> To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation.  ","niv":"<sup><strong>19</strong></sup> that God was reconciling the world to himself in Christ, not counting men's sins against them. And he has committed to us the message of reconciliation."},{"_id":"6158e5fa70e3c15fe7a5b119","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Genesis 1:27","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"6158e5fa70e3c15fe7a5b11a","topicId":"6158e5f770e3c15fe7a5b10f","verse":"1 John 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death.</p>\n</div>","kjv":"<strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  ","niv":"<sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death."},{"_id":"6158e5fa70e3c15fe7a5b11b","topicId":"6158e5f770e3c15fe7a5b10f","verse":"1 John 2:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world.","modified":"2023-09-10T11:13:04.962Z"},{"_id":"6158e5fa70e3c15fe7a5b11c","topicId":"6158e5f770e3c15fe7a5b10f","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158e5fb70e3c15fe7a5b11d","topicId":"6158e5f770e3c15fe7a5b10f","verse":"2 Timothy 3:16-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6158e5fb70e3c15fe7a5b11e","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Acts 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"6158e5fb70e3c15fe7a5b11f","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Matthew 28:18-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"6158e5fc70e3c15fe7a5b120","topicId":"6158e5f770e3c15fe7a5b10f","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","modified":"2022-09-02T18:03:59.883Z"},{"_id":"6158e5fc70e3c15fe7a5b121","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Philippians 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,"},{"_id":"6158e5fc70e3c15fe7a5b122","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Ephesians 2:8-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"6158e5fd70e3c15fe7a5b123","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Acts 17:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"6158e5fd70e3c15fe7a5b124","topicId":"6158e5f770e3c15fe7a5b10f","verse":"John 20:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43020031_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name."},{"_id":"6158e5fd70e3c15fe7a5b125","topicId":"6158e5f770e3c15fe7a5b10f","verse":"John 17:13-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017013_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017013-1\">13&nbsp;</b><span class=\"woc\">But now I am coming to you, and these things I speak in the world, that they may have my joy fulfilled in themselves.</span> <b class=\"verse-num woc\" id=\"v43017014-1\">14&nbsp;</b><span class=\"woc\">I have given them your word, and the world has hated them because they are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017015-1\">15&nbsp;</b><span class=\"woc\">I do not ask that you take them out of the world, but that you keep them from the evil one.</span> <b class=\"verse-num woc\" id=\"v43017016-1\">16&nbsp;</b><span class=\"woc\">They are not of the world, just as I am not of the world.</span> <b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>13</strong> And now come I to thee; and these things I speak in the world, that they might have my joy fulfilled in themselves.  <strong>14</strong> I have given them thy word; and the world hath hated them, because they are not of the world, even as I am not of the world.  <strong>15</strong> I pray not that thou shouldest take them out of the world, but that thou shouldest keep them from the evil.  <strong>16</strong> They are not of the world, even as I am not of the world.  <strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>13</strong></sup> \"I am coming to you now, but I say these things while I am still in the world, so that they may have the full measure of my joy within them. <sup><strong>14</strong></sup> I have given them your word and the world has hated them, for they are not of the world any more than I am of the world. <sup><strong>15</strong></sup> My prayer is not that you take them out of the world but that you protect them from the evil one. <sup><strong>16</strong></sup> They are not of the world, even as I am not of it. <sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth. "},{"_id":"6158e5fd70e3c15fe7a5b126","topicId":"6158e5f770e3c15fe7a5b10f","verse":"John 17:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017008_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017008-1\">8&nbsp;</b><span class=\"woc\">For I have given them the words that you gave me, and they have received them and have come to know in truth that I came from you; and they have believed that you sent me.</span></p>\n</div>","kjv":"<strong>8</strong> For I have given unto them the words which thou gavest me; and they have received them, and have known surely that I came out from thee, and they have believed that thou didst send me.  ","niv":"<sup><strong>8</strong></sup> For I gave them the words you gave me and they accepted them. They knew with certainty that I came from you, and they believed that you sent me."},{"_id":"6158e5fe70e3c15fe7a5b127","topicId":"6158e5f770e3c15fe7a5b10f","verse":"John 14:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43014026_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span></p>\n</div>","kjv":"<strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  ","niv":"<sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you.","modified":"2023-09-08T00:21:04.675Z"},{"_id":"6158e5fe70e3c15fe7a5b128","topicId":"6158e5f770e3c15fe7a5b10f","verse":"Mark 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."}]}