{"_id":"6158e67970e3c15fe7a5b173","slug":"ananias","name":"Ananias","verses":[{"_id":"6158e67970e3c15fe7a5b174","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 5:1-42","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p44005001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44005001-1\">5:1&nbsp;</b>But a man named Ananias, with his wife Sapphira, sold a piece of property, <b class=\"verse-num\" id=\"v44005002-1\">2&nbsp;</b>and with his wife’s knowledge he kept back for himself some of the proceeds and brought only a part of it and laid it at the apostles’ feet. <b class=\"verse-num\" id=\"v44005003-1\">3&nbsp;</b>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land? <b class=\"verse-num\" id=\"v44005004-1\">4&nbsp;</b>While it remained unsold, did it not remain your own? And after it was sold, was it not at your disposal? Why is it that you have contrived this deed in your heart? You have not lied to man but to God.” <b class=\"verse-num\" id=\"v44005005-1\">5&nbsp;</b>When Ananias heard these words, he fell down and breathed his last. And great fear came upon all who heard of it. <b class=\"verse-num\" id=\"v44005006-1\">6&nbsp;</b>The young men rose and wrapped him up and carried him out and buried him.</p>\n<p id=\"p44005006_04-1\"><b class=\"verse-num\" id=\"v44005007-1\">7&nbsp;</b>After an interval of about three hours his wife came in, not knowing what had happened. <b class=\"verse-num\" id=\"v44005008-1\">8&nbsp;</b>And Peter said to her, “Tell me whether you sold the land for so much.” And she said, “Yes, for so much.” <b class=\"verse-num\" id=\"v44005009-1\">9&nbsp;</b>But Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.” <b class=\"verse-num\" id=\"v44005010-1\">10&nbsp;</b>Immediately she fell down at his feet and breathed her last. When the young men came in they found her dead, and they carried her out and buried her beside her husband. <b class=\"verse-num\" id=\"v44005011-1\">11&nbsp;</b>And great fear came upon the whole church and upon all who heard of these things.</p>\n\n<p id=\"p44005011_09-1\"><b class=\"verse-num\" id=\"v44005012-1\">12&nbsp;</b>Now many signs and wonders were regularly done among the people by the hands of the apostles. And they were all together in Solomon’s Portico. <b class=\"verse-num\" id=\"v44005013-1\">13&nbsp;</b>None of the rest dared join them, but the people held them in high esteem. <b class=\"verse-num\" id=\"v44005014-1\">14&nbsp;</b>And more than ever believers were added to the Lord, multitudes of both men and women, <b class=\"verse-num\" id=\"v44005015-1\">15&nbsp;</b>so that they even carried out the sick into the streets and laid them on cots and mats, that as Peter came by at least his shadow might fall on some of them. <b class=\"verse-num\" id=\"v44005016-1\">16&nbsp;</b>The people also gathered from the towns around Jerusalem, bringing the sick and those afflicted with unclean spirits, and they were all healed.</p>\n\n<p id=\"p44005016_14-1\"><b class=\"verse-num\" id=\"v44005017-1\">17&nbsp;</b>But the high priest rose up, and all who were with him (that is, the party of the Sadducees), and filled with jealousy <b class=\"verse-num\" id=\"v44005018-1\">18&nbsp;</b>they arrested the apostles and put them in the public prison. <b class=\"verse-num\" id=\"v44005019-1\">19&nbsp;</b>But during the night an angel of the Lord opened the prison doors and brought them out, and said, <b class=\"verse-num\" id=\"v44005020-1\">20&nbsp;</b>“Go and stand in the temple and speak to the people all the words of this Life.” <b class=\"verse-num\" id=\"v44005021-1\">21&nbsp;</b>And when they heard this, they entered the temple at daybreak and began to teach.</p>\n<p id=\"p44005021_14-1\">Now when the high priest came, and those who were with him, they called together the council, all the senate of the people of Israel, and sent to the prison to have them brought. <b class=\"verse-num\" id=\"v44005022-1\">22&nbsp;</b>But when the officers came, they did not find them in the prison, so they returned and reported, <b class=\"verse-num\" id=\"v44005023-1\">23&nbsp;</b>“We found the prison securely locked and the guards standing at the doors, but when we opened them we found no one inside.” <b class=\"verse-num\" id=\"v44005024-1\">24&nbsp;</b>Now when the captain of the temple and the chief priests heard these words, they were greatly perplexed about them, wondering what this would come to. <b class=\"verse-num\" id=\"v44005025-1\">25&nbsp;</b>And someone came and told them, “Look! The men whom you put in prison are standing in the temple and teaching the people.” <b class=\"verse-num\" id=\"v44005026-1\">26&nbsp;</b>Then the captain with the officers went and brought them, but not by force, for they were afraid of being stoned by the people.</p>\n<p id=\"p44005026_14-1\"><b class=\"verse-num\" id=\"v44005027-1\">27&nbsp;</b>And when they had brought them, they set them before the council. And the high priest questioned them, <b class=\"verse-num\" id=\"v44005028-1\">28&nbsp;</b>saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man’s blood upon us.” <b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men. <b class=\"verse-num\" id=\"v44005030-1\">30&nbsp;</b>The God of our fathers raised Jesus, whom you killed by hanging him on a tree. <b class=\"verse-num\" id=\"v44005031-1\">31&nbsp;</b>God exalted him at his right hand as Leader and Savior, to give repentance to Israel and forgiveness of sins. <b class=\"verse-num\" id=\"v44005032-1\">32&nbsp;</b>And we are witnesses to these things, and so is the Holy Spirit, whom God has given to those who obey him.”</p>\n<p id=\"p44005032_14-1\"><b class=\"verse-num\" id=\"v44005033-1\">33&nbsp;</b>When they heard this, they were enraged and wanted to kill them. <b class=\"verse-num\" id=\"v44005034-1\">34&nbsp;</b>But a Pharisee in the council named Gamaliel, a teacher of the law held in honor by all the people, stood up and gave orders to put the men outside for a little while. <b class=\"verse-num\" id=\"v44005035-1\">35&nbsp;</b>And he said to them, “Men of Israel, take care what you are about to do with these men. <b class=\"verse-num\" id=\"v44005036-1\">36&nbsp;</b>For before these days Theudas rose up, claiming to be somebody, and a number of men, about four hundred, joined him. He was killed, and all who followed him were dispersed and came to nothing. <b class=\"verse-num\" id=\"v44005037-1\">37&nbsp;</b>After him Judas the Galilean rose up in the days of the census and drew away some of the people after him. He too perished, and all who followed him were scattered. <b class=\"verse-num\" id=\"v44005038-1\">38&nbsp;</b>So in the present case I tell you, keep away from these men and let them alone, for if this plan or this undertaking is of man, it will fail; <b class=\"verse-num\" id=\"v44005039-1\">39&nbsp;</b>but if it is of God, you will not be able to overthrow them. You might even be found opposing God!” So they took his advice, <b class=\"verse-num\" id=\"v44005040-1\">40&nbsp;</b>and when they had called in the apostles, they beat them and charged them not to speak in the name of Jesus, and let them go. <b class=\"verse-num\" id=\"v44005041-1\">41&nbsp;</b>Then they left the presence of the council, rejoicing that they were counted worthy to suffer dishonor for the name. <b class=\"verse-num\" id=\"v44005042-1\">42&nbsp;</b>And every day, in the temple and from house to house, they did not cease teaching and preaching that the Christ is Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> But a certain man named Ananias, with Sapphira his wife, sold a possession,  <strong>2</strong> And kept back part of the price, his wife also being privy to it, and brought a certain part, and laid it at the apostles’ feet.  <strong>3</strong> But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?  <strong>4</strong> Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God.  <strong>5</strong> And Ananias hearing these words fell down, and gave up the ghost: and great fear came on all them that heard these things.  <strong>6</strong> And the young men arose, wound him up, and carried him out, and buried him.  <strong>7</strong> And it was about the space of three hours after, when his wife, not knowing what was done, came in.  <strong>8</strong> And Peter answered unto her, Tell me whether ye sold the land for so much? And she said, Yea, for so much.  <strong>9</strong> Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? behold, the feet of them which have buried thy husband are at the door, and shall carry thee out.  <strong>10</strong> Then fell she down straightway at his feet, and yielded up the ghost: and the young men came in, and found her dead, and, carrying her  forth, buried her by her husband.  <strong>11</strong> And great fear came upon all the church, and upon as many as heard these things.  <strong>12</strong> And by the hands of the apostles were many signs and wonders wrought among the people; (and they were all with one accord in Solomon’s porch.  <strong>13</strong> And of the rest durst no man join himself to them: but the people magnified them.  <strong>14</strong> And believers were the more added to the Lord, multitudes both of men and women.)  <strong>15</strong> Insomuch that they brought forth the sick into the streets, and laid them on beds and couches, that at the least the shadow of Peter passing by might overshadow some of them.  <strong>16</strong> There came also a multitude out of the cities round about unto Jerusalem, bringing sick folks, and them which were vexed with unclean spirits: and they were healed every one.  <strong>17</strong> Then the high priest rose up, and all they that were with him, (which is the sect of the Sadducees,) and were filled with indignation,  <strong>18</strong> And laid their hands on the apostles, and put them in the common prison.  <strong>19</strong> But the angel of the Lord by night opened the prison doors, and brought them forth, and said,  <strong>20</strong> Go, stand and speak in the temple to the people all the words of this life.  <strong>21</strong> And when they heard that, they entered into the temple early in the morning, and taught. But the high priest came, and they that were with him, and called the council together, and all the senate of the children of Israel and sent to the prison to have them brought.  <strong>22</strong> But when the officers came, and found them not in the prison, they returned, and told,  <strong>23</strong> Saying, The prison truly found we shut with all safety, and the keepers standing without before the doors: but when we had opened, we found no man within.  <strong>24</strong> Now when the high priest and the captain of the temple and the chief priests heard these things, they doubted of them whereunto this would grow.  <strong>25</strong> Then came one and told them, saying, Behold, the men whom ye put in prison are standing in the temple, and teaching the people.  <strong>26</strong> Then went the captain with the officers, and brought them without violence: for they feared the people, lest they should have been stoned.  <strong>27</strong> And when they had brought them, they set them before the council: and the high priest asked them,  <strong>28</strong> Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man’s blood upon us.  <strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  <strong>30</strong> The God of our fathers raised up Jesus, whom ye slew and hanged on a tree.  <strong>31</strong> Him hath God exalted with his right hand to be a Prince and a Saviour, for to give repentance to Israel, and forgiveness of sins.  <strong>32</strong> And we are his witnesses of these things; and so is also the Holy Ghost, whom God hath given to them that obey him.  <strong>33</strong> When they heard that, they were cut to the heart,  and took counsel to slay them.  <strong>34</strong> Then stood there up one in the council, a Pharisee, named Gamaliel, a doctor of the law, had in reputation among all the people, and commanded to put the apostles forth a little space;  <strong>35</strong> And said unto them, Ye men of Israel, take heed to yourselves what ye intend to do as touching these men.  <strong>36</strong> For before these days rose up Theudas, boasting himself to be somebody; to whom a number of men, about four hundred, joined themselves: who was slain; and all, as many as obeyed him, were scattered, and brought to nought.  <strong>37</strong> After this man rose up Judas of Galilee in the days of the taxing, and drew away much people after him: he also perished; and all, even  as many as obeyed him, were dispersed.  <strong>38</strong> And now I say unto you, Refrain from these men, and let them alone: for if this counsel or this work be of men, it will come to nought:  <strong>39</strong> But if it be of God, ye cannot overthrow it; lest haply ye be found even to fight against God.  <strong>40</strong> And to him they agreed: and when they had called the apostles, and beaten them, they commanded that they should not speak in the name of Jesus, and let them go.  <strong>41</strong> And they departed from the presence of the council, rejoicing that they were counted worthy to suffer shame for his name.  <strong>42</strong> And daily in the temple, and in every house, they ceased not to teach and preach Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Now a man named Ananias, together with his wife Sapphira, also sold a piece of property. <sup><strong>2</strong></sup> With his wife's full knowledge he kept back part of the money for himself, but brought the rest and put it at the apostles' feet. <sup><strong>3</strong></sup> Then Peter said, \"Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land? <sup><strong>4</strong></sup> Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied to men but to God.\" <sup><strong>5</strong></sup> When Ananias heard this, he fell down and died. And great fear seized all who heard what had happened. <sup><strong>6</strong></sup> Then the young men came forward, wrapped up his body, and carried him out and buried him. <sup><strong>7</strong></sup> About three hours later his wife came in, not knowing what had happened. <sup><strong>8</strong></sup> Peter asked her, \"Tell me, is this the price you and Ananias got for the land?Yes,\" she said, \"that is the price.\" <sup><strong>9</strong></sup> Peter said to her, \"How could you agree to test the Spirit of the Lord? Look! The feet of the men who buried your husband are at the door, and they will carry you out also.\" <sup><strong>10</strong></sup> At that moment she fell down at his feet and died. Then the young men came in and, finding her dead, carried her out and buried her beside her husband. <sup><strong>11</strong></sup> Great fear seized the whole church and all who heard about these events. <sup><strong>12</strong></sup> The apostles performed many miraculous signs and wonders among the people. And all the believers used to meet together in Solomon's Colonnade. <sup><strong>13</strong></sup> No one else dared join them, even though they were highly regarded by the people. <sup><strong>14</strong></sup> Nevertheless, more and more men and women believed in the Lord and were added to their number. <sup><strong>15</strong></sup> As a result, people brought the sick into the streets and laid them on beds and mats so that at least Peter's shadow might fall on some of them as he passed by. <sup><strong>16</strong></sup> Crowds gathered also from the towns around Jerusalem, bringing their sick and those tormented by evil spirits, and all of them were healed. <sup><strong>17</strong></sup> Then the high priest and all his associates, who were members of the party of the Sadducees, were filled with jealousy. <sup><strong>18</strong></sup> They arrested the apostles and put them in the public jail. <sup><strong>19</strong></sup> But during the night an angel of the Lord opened the doors of the jail and brought them out. <sup><strong>20</strong></sup> \"Go, stand in the temple courts,\" he said, \"and tell the people the full message of this new life.\" <sup><strong>21</strong></sup> At daybreak they entered the temple courts, as they had been told, and began to teach the people. <sup><strong>22</strong></sup> When the high priest and his associates arrived, they called together the Sanhedrin--the full assembly of the elders of Israel--and sent to the jail for the apostles. But on arriving at the jail, the officers did not find them there. So they went back and reported, <sup><strong>23</strong></sup> \"We found the jail securely locked, with the guards standing at the doors; but when we opened them, we found no one inside.\" <sup><strong>24</strong></sup> On hearing this report, the captain of the temple guard and the chief priests were puzzled, wondering what would come of this. <sup><strong>25</strong></sup> Then someone came and said, \"Look! The men you put in jail are standing in the temple courts teaching the people.\" <sup><strong>26</strong></sup> At that, the captain went with his officers and brought the apostles. They did not use force, because they feared that the people would stone them. <sup><strong>27</strong></sup> Having brought the apostles, they made them appear before the Sanhedrin to be questioned by the high priest. <sup><strong>28</strong></sup> \"We gave you strict orders not to teach in this name,\" he said. \"Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood.\" <sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men! <sup><strong>30</strong></sup> The God of our fathers raised Jesus from the dead--whom you had killed by hanging him on a tree. <sup><strong>31</strong></sup> God exalted him to his own right hand as Prince and Savior that he might give repentance and forgiveness of sins to Israel. <sup><strong>32</strong></sup> We are witnesses of these things, and so is the Holy Spirit, whom God has given to those who obey him.\" <sup><strong>33</strong></sup> When they heard this, they were furious and wanted to put them to death. <sup><strong>34</strong></sup> But a Pharisee named Gamaliel, a teacher of the law, who was honored by all the people, stood up in the Sanhedrin and ordered that the men be put outside for a little while. <sup><strong>35</strong></sup> Then he addressed them: \"Men of Israel, consider carefully what you intend to do to these men. <sup><strong>36</strong></sup> Some time ago Theudas appeared, claiming to be somebody, and about four hundred men rallied to him. He was killed, all his followers were dispersed, and it all came to nothing. <sup><strong>37</strong></sup> After him, Judas the Galilean appeared in the days of the census and led a band of people in revolt. He too was killed, and all his followers were scattered. <sup><strong>38</strong></sup> Therefore, in the present case I advise you: Leave these men alone! Let them go! For if their purpose or activity is of human origin, it will fail. <sup><strong>39</strong></sup> But if it is from God, you will not be able to stop these men; you will only find yourselves fighting against God.\" <sup><strong>40</strong></sup> His speech persuaded them. They called the apostles in and had them flogged. Then they ordered them not to speak in the name of Jesus, and let them go. <sup><strong>41</strong></sup> The apostles left the Sanhedrin, rejoicing because they had been counted worthy of suffering disgrace for the Name. <sup><strong>42</strong></sup> Day after day, in the temple courts and from house to house, they never stopped teaching and proclaiming the good news that Jesus is the Christ. ","modified":"2022-12-15T09:37:52.262Z"},{"_id":"6158e67a70e3c15fe7a5b175","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 5:3","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44005003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005003-1\">3&nbsp;</b>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land?</p>\n</div>","kjv":"<strong>3</strong> But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?  ","niv":"<sup><strong>3</strong></sup> Then Peter said, \"Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land?"},{"_id":"6158e67a70e3c15fe7a5b176","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 5:3-4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44005003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005003-1\">3&nbsp;</b>But Peter said, “Ananias, why has Satan filled your heart to lie to the Holy Spirit and to keep back for yourself part of the proceeds of the land? <b class=\"verse-num\" id=\"v44005004-1\">4&nbsp;</b>While it remained unsold, did it not remain your own? And after it was sold, was it not at your disposal? Why is it that you have contrived this deed in your heart? You have not lied to man but to God.”</p>\n</div>","kjv":"<strong>3</strong> But Peter said, Ananias, why hath Satan filled thine heart to lie to the Holy Ghost, and to keep back part of the price of the land?  <strong>4</strong> Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God.  ","niv":"<sup><strong>3</strong></sup> Then Peter said, \"Ananias, how is it that Satan has so filled your heart that you have lied to the Holy Spirit and have kept for yourself some of the money you received for the land? <sup><strong>4</strong></sup> Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied to men but to God.\" "},{"_id":"6158e67a70e3c15fe7a5b177","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 9:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44009010_01-4\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.”</p>\n</div>","kjv":"<strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  ","niv":"<sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered."},{"_id":"6158e67a70e3c15fe7a5b178","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 9:3-18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44009003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span> <b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one. <b class=\"verse-num\" id=\"v44009008-1\">8&nbsp;</b>Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. <b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n<p id=\"p44009009_01-5\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.” <b class=\"verse-num\" id=\"v44009011-1\">11&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,</span> <b class=\"verse-num woc\" id=\"v44009012-1\">12&nbsp;</b><span class=\"woc\">and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”</span> <b class=\"verse-num\" id=\"v44009013-1\">13&nbsp;</b>But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem. <b class=\"verse-num\" id=\"v44009014-1\">14&nbsp;</b>And here he has authority from the chief priests to bind all who call on your name.” <b class=\"verse-num\" id=\"v44009015-1\">15&nbsp;</b>But the Lord said to him, <span class=\"woc\">“Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.</span> <b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span> <b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.” <b class=\"verse-num\" id=\"v44009018-1\">18&nbsp;</b>And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized;</p>\n</div>","kjv":"<strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  <strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  <strong>8</strong> And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.  <strong>9</strong> And he was three days without sight, and neither did eat nor drink.  <strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  <strong>11</strong> And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one  called Saul, of Tarsus: for, behold, he prayeth,  <strong>12</strong> And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.  <strong>13</strong> Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:  <strong>14</strong> And here he hath authority from the chief priests to bind all that call on thy name.  <strong>15</strong> But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:  <strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  <strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  <strong>18</strong> And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.  ","niv":"<sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" <sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone. <sup><strong>8</strong></sup> Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus. <sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything. <sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered. <sup><strong>11</strong></sup> The Lord told him, \"Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying. <sup><strong>12</strong></sup> In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.\" <sup><strong>13</strong></sup> \"Lord,\" Ananias answered, \"I have heard many reports about this man and all the harm he has done to your saints in Jerusalem. <sup><strong>14</strong></sup> And he has come here with authority from the chief priests to arrest all who call on your name.\" <sup><strong>15</strong></sup> But the Lord said to Ananias, \"Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel. <sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\" <sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\" <sup><strong>18</strong></sup> Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized, ","modified":"2023-04-01T06:32:54.256Z"},{"_id":"6158e67b70e3c15fe7a5b179","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 2:38","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-7\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-7\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-7\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-7\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-7\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-7\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-7\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-7\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-7\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-7\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-7\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6158e67b70e3c15fe7a5b17a","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 2:1-47","votes":3,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6158e67c70e3c15fe7a5b17b","topicId":"6158e67970e3c15fe7a5b173","verse":"Colossians 3:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"6158e67c70e3c15fe7a5b17c","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 9:1-19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44009001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44009001-1\">9:1&nbsp;</b>But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest <b class=\"verse-num\" id=\"v44009002-1\">2&nbsp;</b>and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem. <b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span> <b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one. <b class=\"verse-num\" id=\"v44009008-1\">8&nbsp;</b>Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. <b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n<p id=\"p44009009_05-9\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.” <b class=\"verse-num\" id=\"v44009011-1\">11&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,</span> <b class=\"verse-num woc\" id=\"v44009012-1\">12&nbsp;</b><span class=\"woc\">and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”</span> <b class=\"verse-num\" id=\"v44009013-1\">13&nbsp;</b>But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem. <b class=\"verse-num\" id=\"v44009014-1\">14&nbsp;</b>And here he has authority from the chief priests to bind all who call on your name.” <b class=\"verse-num\" id=\"v44009015-1\">15&nbsp;</b>But the Lord said to him, <span class=\"woc\">“Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.</span> <b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span> <b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.” <b class=\"verse-num\" id=\"v44009018-1\">18&nbsp;</b>And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized; <b class=\"verse-num\" id=\"v44009019-1\">19&nbsp;</b>and taking food, he was strengthened.</p>\n\n<p id=\"p44009019_10-9\">For some days he was with the disciples at Damascus.</p>\n</div>","kjv":"<strong>1</strong> And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,  <strong>2</strong> And desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.  <strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  <strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  <strong>8</strong> And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.  <strong>9</strong> And he was three days without sight, and neither did eat nor drink.  <strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  <strong>11</strong> And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one  called Saul, of Tarsus: for, behold, he prayeth,  <strong>12</strong> And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.  <strong>13</strong> Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:  <strong>14</strong> And here he hath authority from the chief priests to bind all that call on thy name.  <strong>15</strong> But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:  <strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  <strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  <strong>18</strong> And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.  <strong>19</strong> And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.  ","niv":"<sup><strong>1</strong></sup> Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest <sup><strong>2</strong></sup> and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem. <sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" <sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone. <sup><strong>8</strong></sup> Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus. <sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything. <sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered. <sup><strong>11</strong></sup> The Lord told him, \"Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying. <sup><strong>12</strong></sup> In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.\" <sup><strong>13</strong></sup> \"Lord,\" Ananias answered, \"I have heard many reports about this man and all the harm he has done to your saints in Jerusalem. <sup><strong>14</strong></sup> And he has come here with authority from the chief priests to arrest all who call on your name.\" <sup><strong>15</strong></sup> But the Lord said to Ananias, \"Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel. <sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\" <sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\" <sup><strong>18</strong></sup> Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized, <sup><strong>19</strong></sup> and after taking some food, he regained his strength. "},{"_id":"6158e67c70e3c15fe7a5b17d","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 5:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44005004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005004-1\">4&nbsp;</b>While it remained unsold, did it not remain your own? And after it was sold, was it not at your disposal? Why is it that you have contrived this deed in your heart? You have not lied to man but to God.”</p>\n</div>","kjv":"<strong>4</strong> Whiles it remained, was it not thine own? and after it was sold, was it not in thine own power? why hast thou conceived this thing in thine heart? thou hast not lied unto men, but unto God.  ","niv":"<sup><strong>4</strong></sup> Didn't it belong to you before it was sold? And after it was sold, wasn't the money at your disposal? What made you think of doing such a thing? You have not lied to men but to God.\""},{"_id":"6158e67c70e3c15fe7a5b17e","topicId":"6158e67970e3c15fe7a5b173","verse":"John 18:19","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43018019_06-11\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching.</p>\n</div>","kjv":"<strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  ","niv":"<sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching."},{"_id":"6158e67d70e3c15fe7a5b17f","topicId":"6158e67970e3c15fe7a5b173","verse":"Mark 16:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"6158e67d70e3c15fe7a5b180","topicId":"6158e67970e3c15fe7a5b173","verse":"Revelation 21:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6158e67d70e3c15fe7a5b181","topicId":"6158e67970e3c15fe7a5b173","verse":"Revelation 14:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014012_01-14\"><b class=\"verse-num\" id=\"v66014012-1\">12&nbsp;</b>Here is a call for the endurance of the saints, those who keep the commandments of God and their faith in Jesus.</p>\n\n</div>","kjv":"<strong>12</strong> Here is the patience of the saints: here are they that keep the commandments of God, and the faith of Jesus.  ","niv":"<sup><strong>12</strong></sup> This calls for patient endurance on the part of the saints who obey God's commandments and remain faithful to Jesus."},{"_id":"6158e67e70e3c15fe7a5b182","topicId":"6158e67970e3c15fe7a5b173","verse":"Hebrews 10:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-15\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"6158e67e70e3c15fe7a5b183","topicId":"6158e67970e3c15fe7a5b173","verse":"1 Thessalonians 4:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"6158e67e70e3c15fe7a5b184","topicId":"6158e67970e3c15fe7a5b173","verse":"Romans 12:17-21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"6158e67e70e3c15fe7a5b185","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 23:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44023002_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44023002-1\">2&nbsp;</b>And the high priest Ananias commanded those who stood by him to strike him on the mouth.</p>\n</div>","kjv":"<strong>2</strong> And the high priest Ananias commanded them that stood by him to smite him on the mouth.  ","niv":"<sup><strong>2</strong></sup> At this the high priest Ananias ordered those standing near Paul to strike him on the mouth."},{"_id":"6158e67f70e3c15fe7a5b186","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 22:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44022012_01-20\"><b class=\"verse-num\" id=\"v44022012-1\">12&nbsp;</b>“And one Ananias, a devout man according to the law, well spoken of by all the Jews who lived there,</p>\n</div>","kjv":"<strong>12</strong> And one Ananias, a devout man according to the law, having a good report of all the Jews which dwelt there,  ","niv":"<sup><strong>12</strong></sup> \"A man named Ananias came to see me. He was a devout observer of the law and highly respected by all the Jews living there."},{"_id":"6158e67f70e3c15fe7a5b187","topicId":"6158e67970e3c15fe7a5b173","verse":"Acts 10:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort,</p>\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment."},{"_id":"6158e67f70e3c15fe7a5b188","topicId":"6158e67970e3c15fe7a5b173","verse":"Proverbs 6:16-19","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006016_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006016-1\">16&nbsp;</b>&nbsp;&nbsp;There are six things that the LORD hates,</span><br><span id=\"p20006016_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seven that are an abomination to him:</span><br><span id=\"p20006017_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006017-1\">17&nbsp;</b>&nbsp;&nbsp;haughty eyes, a lying tongue,</span><br><span id=\"p20006017_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hands that shed innocent blood,</span><br><span id=\"p20006018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006018-1\">18&nbsp;</b>&nbsp;&nbsp;a heart that devises wicked plans,</span><br><span id=\"p20006018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feet that make haste to run to evil,</span><br><span id=\"p20006019_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006019-1\">19&nbsp;</b>&nbsp;&nbsp;a false witness who breathes out lies,</span><br><span id=\"p20006019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who sows discord among brothers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> These six things doth the LORD hate: yea, seven are  an abomination unto him:  <strong>17</strong> A proud look, a lying tongue, and hands that shed innocent blood,  <strong>18</strong> An heart that deviseth wicked imaginations, feet that be swift in running to mischief,  <strong>19</strong> A false witness that speaketh lies, and he that soweth discord among brethren.  ","niv":"<sup><strong>16</strong></sup> There are six things the LORD hates, seven that are detestable to him: <sup><strong>17</strong></sup> haughty eyes, a lying tongue, hands that shed innocent blood, <sup><strong>18</strong></sup> a heart that devises wicked schemes, feet that are quick to rush into evil, <sup><strong>19</strong></sup> a false witness who pours out lies and a man who stirs up dissension among brothers. "},{"_id":"6158e68070e3c15fe7a5b189","topicId":"6158e67970e3c15fe7a5b173","verse":"Nehemiah 3:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p16003023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v16003023-1\">23&nbsp;</b>After them Benjamin and Hasshub repaired opposite their house. After them Azariah the son of Maaseiah, son of Ananiah repaired beside his own house.</p>\n</div>","kjv":"<strong>23</strong> After him repaired Benjamin and Hashub over against their house. After him repaired Azariah the son of Maaseiah the son of Ananiah by his house.  ","niv":"<sup><strong>23</strong></sup> Beyond them, Benjamin and Hasshub made repairs in front of their house; and next to them, Azariah son of Maaseiah, the son of Ananiah, made repairs beside his house."},{"_id":"6158e68070e3c15fe7a5b18a","topicId":"6158e67970e3c15fe7a5b173","verse":"Revelation 21:7-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021007-1\">7&nbsp;</b>The one who conquers will have this heritage, and I will be his God and he will be my son. <b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>7</strong> He that overcometh shall inherit all things; and I will be his God, and he shall be my son.  <strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>7</strong></sup> He who overcomes will inherit all this, and I will be his God and he will be my son. <sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\" "},{"_id":"6158e68070e3c15fe7a5b18b","topicId":"6158e67970e3c15fe7a5b173","verse":"Revelation 20:1-15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-25\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-25\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-25\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"6158e68070e3c15fe7a5b18c","topicId":"6158e67970e3c15fe7a5b173","verse":"Revelation 13:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66013001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66013001-1\">13:1&nbsp;</b>And I saw a beast rising out of the sea, with ten horns and seven heads, with ten diadems on its horns and blasphemous names on its heads. <b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority. <b class=\"verse-num\" id=\"v66013003-1\">3&nbsp;</b>One of its heads seemed to have a mortal wound, but its mortal wound was healed, and the whole earth marveled as they followed the beast. <b class=\"verse-num\" id=\"v66013004-1\">4&nbsp;</b>And they worshiped the dragon, for he had given his authority to the beast, and they worshiped the beast, saying, “Who is like the beast, and who can fight against it?”</p>\n<p id=\"p66013004_04-26\"><b class=\"verse-num\" id=\"v66013005-1\">5&nbsp;</b>And the beast was given a mouth uttering haughty and blasphemous words, and it was allowed to exercise authority for forty-two months. <b class=\"verse-num\" id=\"v66013006-1\">6&nbsp;</b>It opened its mouth to utter blasphemies against God, blaspheming his name and his dwelling, that is, those who dwell in heaven. <b class=\"verse-num\" id=\"v66013007-1\">7&nbsp;</b>Also it was allowed to make war on the saints and to conquer them. And authority was given it over every tribe and people and language and nation, <b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain. <b class=\"verse-num\" id=\"v66013009-1\">9&nbsp;</b>If anyone has an ear, let him hear:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66013010_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v66013010-1\">10&nbsp;</b>&nbsp;&nbsp;If anyone is to be taken captive,</span><br><span id=\"p66013010_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to captivity he goes;</span><br><span id=\"p66013010_04-26\" class=\"line\">&nbsp;&nbsp;if anyone is to be slain with the sword,</span><br><span id=\"p66013010_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the sword must he be slain.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66013010_04-26\" class=\"same-paragraph\">Here is a call for the endurance and faith of the saints.</p>\n\n<p id=\"p66013010_07-26\"><b class=\"verse-num\" id=\"v66013011-1\">11&nbsp;</b>Then I saw another beast rising out of the earth. It had two horns like a lamb and it spoke like a dragon. <b class=\"verse-num\" id=\"v66013012-1\">12&nbsp;</b>It exercises all the authority of the first beast in its presence, and makes the earth and its inhabitants worship the first beast, whose mortal wound was healed. <b class=\"verse-num\" id=\"v66013013-1\">13&nbsp;</b>It performs great signs, even making fire come down from heaven to earth in front of people, <b class=\"verse-num\" id=\"v66013014-1\">14&nbsp;</b>and by the signs that it is allowed to work in the presence of the beast it deceives those who dwell on earth, telling them to make an image for the beast that was wounded by the sword and yet lived. <b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>1</strong> And I stood upon the sand of the sea, and saw a beast rise up out of the sea, having seven heads and ten horns, and upon his horns ten crowns, and upon his heads the name of blasphemy.  <strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  <strong>3</strong> And I saw one of his heads as it were wounded to death; and his deadly wound was healed: and all the world wondered after the beast.  <strong>4</strong> And they worshipped the dragon which gave power unto the beast: and they worshipped the beast, saying, Who is like unto the beast? who is able to make war with him?  <strong>5</strong> And there was given unto him a mouth speaking great things and blasphemies; and power was given unto him to continue forty and  two months.  <strong>6</strong> And he opened his mouth in blasphemy against God, to blaspheme his name, and his tabernacle, and them that dwell in heaven.  <strong>7</strong> And it was given unto him to make war with the saints, and to overcome them: and power was given him over all kindreds, and tongues, and nations.  <strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  <strong>9</strong> If any man have an ear, let him hear.  <strong>10</strong> He that leadeth into captivity shall go into captivity: he that killeth with the sword must be killed with the sword. Here is the patience and the faith of the saints.  <strong>11</strong> And I beheld another beast coming up out of the earth; and he had two horns like a lamb, and he spake as a dragon.  <strong>12</strong> And he exerciseth all the power of the first beast before him, and causeth the earth and them which dwell therein to worship the first beast, whose deadly wound was healed.  <strong>13</strong> And he doeth great wonders, so that he maketh fire come down from heaven on the earth in the sight of men,  <strong>14</strong> And deceiveth them that dwell on the earth by the means of  those miracles which he had power to do in the sight of the beast; saying to them that dwell on the earth, that they should make an image to the beast, which had the wound by a sword, and did live.  <strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>1</strong></sup> And the dragon stood on the shore of the sea. <sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority. <sup><strong>3</strong></sup> One of the heads of the beast seemed to have had a fatal wound, but the fatal wound had been healed. The whole world was astonished and followed the beast. <sup><strong>4</strong></sup> Men worshiped the dragon because he had given authority to the beast, and they also worshiped the beast and asked, \"Who is like the beast? Who can make war against him?\" <sup><strong>5</strong></sup> The beast was given a mouth to utter proud words and blasphemies and to exercise his authority for forty-two months. <sup><strong>6</strong></sup> He opened his mouth to blaspheme God, and to slander his name and his dwelling place and those who live in heaven. <sup><strong>7</strong></sup> He was given power to make war against the saints and to conquer them. And he was given authority over every tribe, people, language and nation. <sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world. <sup><strong>9</strong></sup> He who has an ear, let him hear. <sup><strong>10</strong></sup> If anyone is to go into captivity, into captivity he will go. If anyone is to be killed with the sword, with the sword he will be killed. This calls for patient endurance and faithfulness on the part of the saints. <sup><strong>11</strong></sup> Then I saw another beast, coming out of the earth. He had two horns like a lamb, but he spoke like a dragon. <sup><strong>12</strong></sup> He exercised all the authority of the first beast on his behalf, and made the earth and its inhabitants worship the first beast, whose fatal wound had been healed. <sup><strong>13</strong></sup> And he performed great and miraculous signs, even causing fire to come down from heaven to earth in full view of men. <sup><strong>14</strong></sup> Because of the signs he was given power to do on behalf of the first beast, he deceived the inhabitants of the earth. He ordered them to set up an image in honor of the beast who was wounded by the sword and yet lived. <sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "}]}