{"_id":"6158e75170e3c15fe7a5b1fd","slug":"animal-cruelty","name":"Animal Cruelty","verses":[{"_id":"6158e75170e3c15fe7a5b1fe","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Proverbs 12:10","votes":490,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012010_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012010-1\">10&nbsp;</b>&nbsp;&nbsp;Whoever is righteous has regard for the life of his beast,</span><br><span id=\"p20012010_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mercy of the wicked is cruel.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> A righteous man regardeth the life of his beast: but the tender mercies of the wicked are cruel.  ","niv":"<sup><strong>10</strong></sup> A righteous man cares for the needs of his animal, but the kindest acts of the wicked are cruel.","modified":"2022-05-31T17:18:56.695Z"},{"_id":"6158e75270e3c15fe7a5b1ff","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Ecclesiastes 3:19","votes":400,"__v":0,"esv":"<div>\n<p id=\"p21003019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003019-1\">19&nbsp;</b>For what happens to the children of man and what happens to the beasts is the same; as one dies, so dies the other. They all have the same breath, and man has no advantage over the beasts, for all is vanity.</p>\n\n</div>","kjv":"<strong>19</strong> For that which befalleth the sons of men befalleth beasts; even one thing befalleth them: as the one dieth, so dieth the other; yea, they have all one breath; so that a man hath no preeminence above a beast: for all is vanity.  ","niv":"<sup><strong>19</strong></sup> Man's fate is like that of the animals; the same fate awaits them both: As one dies, so dies the other. All have the same breath; man has no advantage over the animal. Everything is meaningless.","modified":"2022-05-31T17:19:24.676Z"},{"_id":"6158e75270e3c15fe7a5b200","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Exodus 23:5","votes":162,"__v":0,"esv":"<div>\n<p id=\"p02023005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023005-1\">5&nbsp;</b>If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him.</p>\n</div>","kjv":"<strong>5</strong> If thou see the ass of him that hateth thee lying under his burden, and wouldest forbear to help him, thou shalt surely help with him.  ","niv":"<sup><strong>5</strong></sup> If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help him with it.","modified":"2022-10-25T22:35:05.620Z"},{"_id":"6158e75270e3c15fe7a5b201","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Proverbs 27:23","votes":161,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027023_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027023-1\">23&nbsp;</b>&nbsp;&nbsp;Know well the condition of your flocks,</span><br><span id=\"p20027023_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give attention to your herds,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Be thou diligent to know the state of thy flocks, and look well to thy herds.  ","niv":"<sup><strong>23</strong></sup> Be sure you know the condition of your flocks, give careful attention to your herds;"},{"_id":"6158e75270e3c15fe7a5b202","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Deuteronomy 25:4","votes":130,"__v":0,"esv":"<div>\n<p id=\"p05025004_01-5\"><b class=\"verse-num\" id=\"v05025004-1\">4&nbsp;</b>“You shall not muzzle an ox when it is treading out the grain.</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not muzzle the ox when he treadeth out the corn.  ","niv":"<sup><strong>4</strong></sup> Do not muzzle an ox while it is treading out the grain."},{"_id":"6158e75370e3c15fe7a5b203","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Psalm 145:9","votes":127,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19145009_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19145009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD is good to all,</span><br><span id=\"p19145009_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his mercy is over all that he has made.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> The LORD is good to all: and his tender mercies are  over all his works.  ","niv":"<sup><strong>9</strong></sup> The LORD is good to all; he has compassion on all he has made.","modified":"2022-05-31T17:19:45.564Z"},{"_id":"6158e75370e3c15fe7a5b204","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Genesis 1:28","votes":105,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-7\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"6158e75370e3c15fe7a5b205","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Luke 12:6","votes":102,"__v":0,"esv":"<div>\n<p id=\"p42012006_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span></p>\n\n</div>","kjv":"<strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  ","niv":"<sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God.","modified":"2022-05-31T17:19:52.992Z"},{"_id":"6158e75470e3c15fe7a5b206","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Isaiah 1:11","votes":91,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001011_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_01-9\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_01-9\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  ","niv":"<sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats."},{"_id":"6158e75470e3c15fe7a5b207","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Matthew 6:26","votes":92,"__v":0,"esv":"<div>\n<p id=\"p40006026_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span></p>\n</div>","kjv":"<strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  ","niv":"<sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they?","modified":"2022-05-31T17:20:04.332Z"},{"_id":"6158e75470e3c15fe7a5b208","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Genesis 1:30","votes":89,"__v":0,"esv":"<div>\n<p id=\"p01001030_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so.</p>\n</div>","kjv":"<strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  ","niv":"<sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so."},{"_id":"6158e75570e3c15fe7a5b209","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Numbers 22:32","votes":84,"__v":0,"esv":"<div>\n<p id=\"p04022032_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v04022032-1\">32&nbsp;</b>And the angel of the LORD said to him, “Why have you struck your donkey these three times? Behold, I have come out to oppose you because your way is perverse before me.</p>\n\n</div>","kjv":"<strong>32</strong> And the angel of the LORD said unto him, Wherefore hast thou smitten thine ass these three times? behold, I went out to withstand thee, because thy way is perverse before me:  ","niv":"<sup><strong>32</strong></sup> The angel of the LORD asked him, \"Why have you beaten your donkey these three times? I have come here to oppose you because your path is a reckless one before me.","modified":"2022-05-31T17:20:20.808Z"},{"_id":"6158e75570e3c15fe7a5b20a","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Luke 15:4-7","votes":60,"__v":0,"esv":"<div>\n<p id=\"p42015004_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. "},{"_id":"6158e75570e3c15fe7a5b20b","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Isaiah 66:3","votes":60,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066003-1\">3&nbsp;</b>&nbsp;&nbsp;“He who slaughters an ox is like one who kills a man;</span><br><span id=\"p23066003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who sacrifices a lamb, like one who breaks a dog’s neck;</span><br><span id=\"p23066003_01-14\" class=\"line\">&nbsp;&nbsp;he who presents a grain offering, like one who offers pig’s blood;</span><br><span id=\"p23066003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who makes a memorial offering of frankincense, like one who blesses an idol.</span><br><span id=\"p23066003_01-14\" class=\"line\">&nbsp;&nbsp;These have chosen their own ways,</span><br><span id=\"p23066003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their soul delights in their abominations;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he cut off a dog’s neck; he that offereth an oblation, as if he offered swine’s blood; he that burneth incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.  ","niv":"<sup><strong>3</strong></sup> But whoever sacrifices a bull is like one who kills a man, and whoever offers a lamb, like one who breaks a dog's neck; whoever makes a grain offering is like one who presents pig's blood, and whoever burns memorial incense, like one who worships an idol. They have chosen their own ways, and their souls delight in their abominations;","modified":"2022-05-31T17:20:47.505Z"},{"_id":"6158e75570e3c15fe7a5b20c","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Proverbs 31:8","votes":56,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute."},{"_id":"6158e75670e3c15fe7a5b20d","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Deuteronomy 22:6-7","votes":48,"__v":0,"esv":"<div>\n<p id=\"p05022006_01-16\"><b class=\"verse-num\" id=\"v05022006-1\">6&nbsp;</b>“If you come across a bird’s nest in any tree or on the ground, with young ones or eggs and the mother sitting on the young or on the eggs, you shall not take the mother with the young. <b class=\"verse-num\" id=\"v05022007-1\">7&nbsp;</b>You shall let the mother go, but the young you may take for yourself, that it may go well with you, and that you may live long.</p>\n</div>","kjv":"<strong>6</strong> If a bird’s nest chance to be before thee in the way in any tree, or on the ground, whether they be young ones, or eggs, and the dam sitting upon the young, or upon the eggs, thou shalt not take the dam with the young:  <strong>7</strong> But thou shalt in any wise let the dam go, and take the young to thee; that it may be well with thee, and that thou mayest prolong thy days.  ","niv":"<sup><strong>6</strong></sup> If you come across a bird's nest beside the road, either in a tree or on the ground, and the mother is sitting on the young or on the eggs, do not take the mother with the young. <sup><strong>7</strong></sup> You may take the young, but be sure to let the mother go, so that it may go well with you and you may have a long life. "},{"_id":"6158e75670e3c15fe7a5b20e","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Psalm 36:6","votes":40,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19036006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19036006-1\">6&nbsp;</b>&nbsp;&nbsp;Your righteousness is like the mountains of God;</span><br><span id=\"p19036006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your judgments are like the great deep;</span><br><span id=\"p19036006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;man and beast you save, O LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Thy righteousness is like the great mountains; thy judgments are a great deep: O LORD, thou preservest man and beast.  ","niv":"<sup><strong>6</strong></sup> Your righteousness is like the mighty mountains, your justice like the great deep. O LORD, you preserve both man and beast.","modified":"2022-05-31T17:21:27.133Z"},{"_id":"6158e75670e3c15fe7a5b20f","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Exodus 23:11","votes":49,"__v":0,"esv":"<div>\n<p id=\"p02023011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023011-1\">11&nbsp;</b>but the seventh year you shall let it rest and lie fallow, that the poor of your people may eat; and what they leave the beasts of the field may eat. You shall do likewise with your vineyard, and with your olive orchard.</p>\n</div>","kjv":"<strong>11</strong> But the seventh year thou shalt let it rest and lie still; that the poor of thy people may eat: and what they leave the beasts of the field shall eat. In like manner thou shalt deal with thy vineyard, and  with thy oliveyard.  ","niv":"<sup><strong>11</strong></sup> but during the seventh year let the land lie unplowed and unused. Then the poor among your people may get food from it, and the wild animals may eat what they leave. Do the same with your vineyard and your olive grove.","modified":"2022-11-30T04:36:45.164Z"},{"_id":"6158e75770e3c15fe7a5b210","topicId":"6158e75170e3c15fe7a5b1fd","verse":"1 Corinthians 15:39","votes":38,"__v":0,"esv":"<div>\n<p id=\"p46015039_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish.</p>\n</div>","kjv":"<strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  ","niv":"<sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another."},{"_id":"6158e75770e3c15fe7a5b211","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Matthew 10:29","votes":36,"__v":0,"esv":"<div>\n<p id=\"p40010029_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010029-1\">29&nbsp;</b><span class=\"woc\">Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.</span></p>\n\n</div>","kjv":"<strong>29</strong> Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.  ","niv":"<sup><strong>29</strong></sup> Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father.","modified":"2022-05-31T17:21:52.394Z"},{"_id":"6158e75770e3c15fe7a5b212","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Jonah 4:11","votes":34,"__v":0,"esv":"<div>\n<p id=\"p32004011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v32004011-1\">11&nbsp;</b>And should not I pity Nineveh, that great city, in which there are more than 120,000 persons who do not know their right hand from their left, and also much cattle?”</p>\n</div>","kjv":"<strong>11</strong> And should not I spare Nineveh, that great city, wherein are more than sixscore thousand persons that cannot discern between their right hand and their left hand; and also much cattle?  ","niv":"<sup><strong>11</strong></sup> But Nineveh has more than a hundred and twenty thousand people who cannot tell their right hand from their left, and many cattle as well. Should I not be concerned about that great city?\"","modified":"2022-05-31T17:21:56.123Z"},{"_id":"6158e75870e3c15fe7a5b213","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Deuteronomy 22:4","votes":33,"__v":0,"esv":"<div>\n<p id=\"p05022004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v05022004-1\">4&nbsp;</b>You shall not see your brother’s donkey or his ox fallen down by the way and ignore them. You shall help him to lift them up again.</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not see thy brother’s ass or his ox fall down by the way, and hide thyself from them: thou shalt surely help him to lift them  up again.  ","niv":"<sup><strong>4</strong></sup> If you see your brother's donkey or his ox fallen on the road, do not ignore it. Help him get it to its feet.","modified":"2022-05-31T17:22:26.612Z"},{"_id":"6158e75870e3c15fe7a5b214","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Exodus 20:10","votes":33,"__v":0,"esv":"<div>\n<p id=\"p02020010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates.</p>\n</div>","kjv":"<strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  ","niv":"<sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates."},{"_id":"6158e75870e3c15fe7a5b215","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Exodus 23:12","votes":33,"__v":0,"esv":"<div>\n<p id=\"p02023012_01-25\"><b class=\"verse-num\" id=\"v02023012-1\">12&nbsp;</b>“Six days you shall do your work, but on the seventh day you shall rest; that your ox and your donkey may have rest, and the son of your servant woman, and the alien, may be refreshed.</p>\n</div>","kjv":"<strong>12</strong> Six days thou shalt do thy work, and on the seventh day thou shalt rest: that thine ox and thine ass may rest, and the son of thy handmaid, and the stranger, may be refreshed.  ","niv":"<sup><strong>12</strong></sup> \"Six days do your work, but on the seventh day do not work, so that your ox and your donkey may rest and the slave born in your household, and the alien as well, may be refreshed."},{"_id":"6158e75870e3c15fe7a5b216","topicId":"6158e75170e3c15fe7a5b1fd","verse":"Isaiah 11:6","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011006_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011006-1\">6&nbsp;</b>&nbsp;&nbsp;The wolf shall dwell with the lamb,</span><br><span id=\"p23011006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the leopard shall lie down with the young goat,</span><br><span id=\"p23011006_01-26\" class=\"line\">&nbsp;&nbsp;and the calf and the lion and the fattened calf together;</span><br><span id=\"p23011006_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a little child shall lead them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.  ","niv":"<sup><strong>6</strong></sup> The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them.","modified":"2023-07-22T16:03:29.341Z"}]}