{"_id":"6158ecf22ee2ce61bea42a0c","slug":"appearance-of-evil","name":"Appearance Of Evil","verses":[{"_id":"6158ecf32ee2ce61bea42a0d","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Thessalonians 5:22","votes":34,"__v":0,"esv":"<div>\n<p id=\"p52005022_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005022-1\">22&nbsp;</b>Abstain from every form of evil.</p>\n</div>","kjv":"<strong>22</strong> Abstain from all appearance of evil.  ","niv":"<sup><strong>22</strong></sup> Avoid every kind of evil.","modified":"2022-04-29T17:24:02.670Z"},{"_id":"6158ecf32ee2ce61bea42a0e","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Revelation 21:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6158ecf32ee2ce61bea42a0f","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 John 2:1-29","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-3\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-3\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-3\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-3\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-3\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-3\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-3\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-3\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"6158ecf32ee2ce61bea42a10","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Romans 13:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45013013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy.</p>\n</div>","kjv":"<strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  ","niv":"<sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."},{"_id":"6158ecf42ee2ce61bea42a11","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Corinthians 5:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46005011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005011-1\">11&nbsp;</b>But now I am writing to you not to associate with anyone who bears the name of brother if he is guilty of sexual immorality or greed, or is an idolater, reviler, drunkard, or swindler—not even to eat with such a one.</p>\n</div>","kjv":"<strong>11</strong> But now I have written unto you not to keep company, if any man that is called a brother be a fornicator, or covetous, or an idolater, or a railer, or a drunkard, or an extortioner; with such an one no not to eat.  ","niv":"<sup><strong>11</strong></sup> But now I am writing you that you must not associate with anyone who calls himself a brother but is sexually immoral or greedy, an idolater or a slanderer, a drunkard or a swindler. With such a man do not even eat."},{"_id":"6158ecf42ee2ce61bea42a12","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Matthew 6:33","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"6158ecf42ee2ce61bea42a13","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Galatians 5:21","votes":7,"__v":0,"esv":"<div>\n<p id=\"p48005021_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God."},{"_id":"6158ecf52ee2ce61bea42a14","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Corinthians 6:19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;"},{"_id":"6158ecf52ee2ce61bea42a15","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Romans 14:1-23","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-11\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-11\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-11\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-11\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-11\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","modified":"2023-03-18T19:33:06.227Z"},{"_id":"6158ecf52ee2ce61bea42a16","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Timothy 5:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54005023_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)</p>\n</div>","kjv":"<strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  ","niv":"<sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses."},{"_id":"6158ecf52ee2ce61bea42a17","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Galatians 2:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48002004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002004-1\">4&nbsp;</b>Yet because of false brothers secretly brought in—who slipped in to spy out our freedom that we have in Christ Jesus, so that they might bring us into slavery—</p>\n</div>","kjv":"<strong>4</strong> And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:  ","niv":"<sup><strong>4</strong></sup> This matter arose because some false brothers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves.","modified":"2023-04-14T20:43:30.409Z"},{"_id":"6158ecf62ee2ce61bea42a18","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Romans 13:8","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-15\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"6158ecf62ee2ce61bea42a19","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Titus 3:8-11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p56003008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003008-1\">8&nbsp;</b>The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. <b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. <b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, <b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n</div>","kjv":"<strong>8</strong> This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.  <strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  <strong>10</strong> A man that is an heretick after the first and second admonition reject;  <strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  ","niv":"<sup><strong>8</strong></sup> This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone. <sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless. <sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him. <sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned. "},{"_id":"6158ecf62ee2ce61bea42a1a","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Thessalonians 4:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p52004012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004012-1\">12&nbsp;</b>so that you may walk properly before outsiders and be dependent on no one.</p>\n</div>","kjv":"<strong>12</strong> That ye may walk honestly toward them that are without, and that  ye may have lack of nothing.  ","niv":"<sup><strong>12</strong></sup> so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody."},{"_id":"6158ecf72ee2ce61bea42a1b","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Ephesians 5:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"6158ecf72ee2ce61bea42a1c","topicId":"6158ecf22ee2ce61bea42a0c","verse":"2 Corinthians 8:21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47008021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008021-1\">21&nbsp;</b>for we aim at what is honorable not only in the Lord’s sight but also in the sight of man.</p>\n</div>","kjv":"<strong>21</strong> Providing for honest things, not only in the sight of the Lord, but also in the sight of men.  ","niv":"<sup><strong>21</strong></sup> For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of men."},{"_id":"6158ecf72ee2ce61bea42a1d","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Proverbs 23:29-35","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023029_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023029-1\">29&nbsp;</b>&nbsp;&nbsp;Who has woe? Who has sorrow?</span><br><span id=\"p20023029_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has strife? Who has complaining?</span><br><span id=\"p20023029_01-21\" class=\"line\">&nbsp;&nbsp;Who has wounds without cause?</span><br><span id=\"p20023029_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has redness of eyes?</span><br><span id=\"p20023030_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023030-1\">30&nbsp;</b>&nbsp;&nbsp;Those who tarry long over wine;</span><br><span id=\"p20023030_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who go to try mixed wine.</span><br><span id=\"p20023031_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not look at wine when it is red,</span><br><span id=\"p20023031_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it sparkles in the cup</span><br><span id=\"p20023031_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and goes down smoothly.</span><br><span id=\"p20023032_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023032-1\">32&nbsp;</b>&nbsp;&nbsp;In the end it bites like a serpent</span><br><span id=\"p20023032_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stings like an adder.</span><br><span id=\"p20023033_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023033-1\">33&nbsp;</b>&nbsp;&nbsp;Your eyes will see strange things,</span><br><span id=\"p20023033_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your heart utter perverse things.</span><br><span id=\"p20023034_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023034-1\">34&nbsp;</b>&nbsp;&nbsp;You will be like one who lies down in the midst of the sea,</span><br><span id=\"p20023034_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who lies on the top of a mast.</span><br><span id=\"p20023035_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023035-1\">35&nbsp;</b>&nbsp;&nbsp;“They struck me,” you will say, “but I was not hurt;</span><br><span id=\"p20023035_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they beat me, but I did not feel it.</span><br><span id=\"p20023035_01-21\" class=\"line\">&nbsp;&nbsp;When shall I awake?</span><br><span id=\"p20023035_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I must have another drink.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>29</strong> Who hath woe? who hath sorrow? who hath contentions? who hath babbling? who hath wounds without cause? who hath redness of eyes?  <strong>30</strong> They that tarry long at the wine; they that go to seek mixed wine.  <strong>31</strong> Look not thou upon the wine when it is red, when it giveth his colour in the cup, when it moveth itself aright.  <strong>32</strong> At the last it biteth like a serpent, and stingeth like an adder.  <strong>33</strong> Thine eyes shall behold strange women, and thine heart shall utter perverse things.  <strong>34</strong> Yea, thou shalt be as he that lieth down in the midst of the sea, or as he that lieth upon the top of a mast.  <strong>35</strong> They have stricken me, shalt thou say, and I was not sick; they have beaten me, and I felt it not: when shall I awake? I will seek it yet again.  ","niv":"<sup><strong>29</strong></sup> Who has woe? Who has sorrow? Who has strife? Who has complaints? Who has needless bruises? Who has bloodshot eyes? <sup><strong>30</strong></sup> Those who linger over wine, who go to sample bowls of mixed wine. <sup><strong>31</strong></sup> Do not gaze at wine when it is red, when it sparkles in the cup, when it goes down smoothly! <sup><strong>32</strong></sup> In the end it bites like a snake and poisons like a viper. <sup><strong>33</strong></sup> Your eyes will see strange sights and your mind imagine confusing things. <sup><strong>34</strong></sup> You will be like one sleeping on the high seas, lying on top of the rigging. <sup><strong>35</strong></sup> \"They hit me,\" you will say, \"but I'm not hurt! They beat me, but I don't feel it! When will I wake up so I can find another drink?\" "},{"_id":"6158ecf82ee2ce61bea42a1e","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Corinthians 7:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46007002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband.</p>\n</div>","kjv":"<strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  ","niv":"<sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband."},{"_id":"6158ecf82ee2ce61bea42a1f","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Revelation 22:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66022012_01-24\"><b class=\"verse-num woc\" id=\"v66022012-1\">12&nbsp;</b><span class=\"woc\">“Behold, I am coming soon, bringing my recompense with me, to repay each one for what he has done.</span></p>\n</div>","kjv":"<strong>12</strong> And, behold, I come quickly; and my reward is with me, to give every man according as his work shall be.  ","niv":"<sup><strong>12</strong></sup> \"Behold, I am coming soon! My reward is with me, and I will give to everyone according to what he has done."},{"_id":"6158ecf82ee2ce61bea42a20","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Ephesians 6:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49006006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart,</p>\n</div>","kjv":"<strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  ","niv":"<sup><strong>6</strong></sup> Obey them not only to win their favor when their eye is on you, but like slaves of Christ, doing the will of God from your heart."},{"_id":"6158ecf82ee2ce61bea42a21","topicId":"6158ecf22ee2ce61bea42a0c","verse":"John 14:15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43014015_06-26\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span></p>\n</div>","kjv":"<strong>15</strong>           If ye love me, keep my commandments.  ","niv":"<sup><strong>15</strong></sup> \"If you love me, you will obey what I command."},{"_id":"6158ecf92ee2ce61bea42a22","topicId":"6158ecf22ee2ce61bea42a0c","verse":"1 Peter 2:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander.</p>\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind."},{"_id":"6158ecf92ee2ce61bea42a23","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Romans 1:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"6158ecfa2ee2ce61bea42a24","topicId":"6158ecf22ee2ce61bea42a0c","verse":"John 2:1-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43002001_05-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43002001-1\">2:1&nbsp;</b>On the third day there was a wedding at Cana in Galilee, and the mother of Jesus was there. <b class=\"verse-num\" id=\"v43002002-1\">2&nbsp;</b>Jesus also was invited to the wedding with his disciples. <b class=\"verse-num\" id=\"v43002003-1\">3&nbsp;</b>When the wine ran out, the mother of Jesus said to him, “They have no wine.” <b class=\"verse-num\" id=\"v43002004-1\">4&nbsp;</b>And Jesus said to her, <span class=\"woc\">“Woman, what does this have to do with me? My hour has not yet come.”</span> <b class=\"verse-num\" id=\"v43002005-1\">5&nbsp;</b>His mother said to the servants, “Do whatever he tells you.”</p>\n<p id=\"p43002005_05-30\"><b class=\"verse-num\" id=\"v43002006-1\">6&nbsp;</b>Now there were six stone water jars there for the Jewish rites of purification, each holding twenty or thirty gallons. <b class=\"verse-num\" id=\"v43002007-1\">7&nbsp;</b>Jesus said to the servants, <span class=\"woc\">“Fill the jars with water.”</span> And they filled them up to the brim. <b class=\"verse-num\" id=\"v43002008-1\">8&nbsp;</b>And he said to them, <span class=\"woc\">“Now draw some out and take it to the master of the feast.”</span> So they took it. <b class=\"verse-num\" id=\"v43002009-1\">9&nbsp;</b>When the master of the feast tasted the water now become wine, and did not know where it came from (though the servants who had drawn the water knew), the master of the feast called the bridegroom <b class=\"verse-num\" id=\"v43002010-1\">10&nbsp;</b>and said to him, “Everyone serves the good wine first, and when people have drunk freely, then the poor wine. But you have kept the good wine until now.” <b class=\"verse-num\" id=\"v43002011-1\">11&nbsp;</b>This, the first of his signs, Jesus did at Cana in Galilee, and manifested his glory. And his disciples believed in him.</p>\n<p id=\"p43002011_05-30\"><b class=\"verse-num\" id=\"v43002012-1\">12&nbsp;</b>After this he went down to Capernaum, with his mother and his brothers and his disciples, and they stayed there for a few days.</p>\n\n<p id=\"p43002012_09-30\"><b class=\"verse-num\" id=\"v43002013-1\">13&nbsp;</b>The Passover of the Jews was at hand, and Jesus went up to Jerusalem. <b class=\"verse-num\" id=\"v43002014-1\">14&nbsp;</b>In the temple he found those who were selling oxen and sheep and pigeons, and the money-changers sitting there. <b class=\"verse-num\" id=\"v43002015-1\">15&nbsp;</b>And making a whip of cords, he drove them all out of the temple, with the sheep and oxen. And he poured out the coins of the money-changers and overturned their tables. <b class=\"verse-num\" id=\"v43002016-1\">16&nbsp;</b>And he told those who sold the pigeons, <span class=\"woc\">“Take these things away; do not make my Father’s house a house of trade.”</span> <b class=\"verse-num\" id=\"v43002017-1\">17&nbsp;</b>His disciples remembered that it was written, “Zeal for your house will consume me.”</p>\n<p id=\"p43002017_09-30\"><b class=\"verse-num\" id=\"v43002018-1\">18&nbsp;</b>So the Jews said to him, “What sign do you show us for doing these things?” <b class=\"verse-num\" id=\"v43002019-1\">19&nbsp;</b>Jesus answered them, <span class=\"woc\">“Destroy this temple, and in three days I will raise it up.”</span> <b class=\"verse-num\" id=\"v43002020-1\">20&nbsp;</b>The Jews then said, “It has taken forty-six years to build this temple, and will you raise it up in three days?” <b class=\"verse-num\" id=\"v43002021-1\">21&nbsp;</b>But he was speaking about the temple of his body. <b class=\"verse-num\" id=\"v43002022-1\">22&nbsp;</b>When therefore he was raised from the dead, his disciples remembered that he had said this, and they believed the Scripture and the word that Jesus had spoken.</p>\n\n<p id=\"p43002022_15-30\"><b class=\"verse-num\" id=\"v43002023-1\">23&nbsp;</b>Now when he was in Jerusalem at the Passover Feast, many believed in his name when they saw the signs that he was doing. <b class=\"verse-num\" id=\"v43002024-1\">24&nbsp;</b>But Jesus on his part did not entrust himself to them, because he knew all people <b class=\"verse-num\" id=\"v43002025-1\">25&nbsp;</b>and needed no one to bear witness about man, for he himself knew what was in man.</p>\n\n</div>","kjv":"<strong>1</strong> And the third day there was a marriage in Cana of Galilee; and the mother of Jesus was there:  <strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  <strong>3</strong> And when they wanted wine, the mother of Jesus saith unto him, They have no wine.  <strong>4</strong> Jesus saith unto her, Woman, what have I to do with thee? mine hour is not yet come.  <strong>5</strong> His mother saith unto the servants, Whatsoever he saith unto you, do it.  <strong>6</strong> And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.  <strong>7</strong> Jesus saith unto them, Fill the waterpots with water. And they filled them up to the brim.  <strong>8</strong> And he saith unto them, Draw out now, and bear unto the governor of the feast. And they bare it.  <strong>9</strong> When the ruler of the feast had tasted the water that was made wine, and knew not whence it was: (but the servants which drew the water knew;) the governor of the feast called the bridegroom,  <strong>10</strong> And saith unto him, Every man at the beginning doth set forth good wine; and when men have well drunk, then that which is worse: but thou hast kept the good wine until now.  <strong>11</strong> This beginning of miracles did Jesus in Cana of Galilee, and manifested forth his glory; and his disciples believed on him.  <strong>12</strong> After this he went down to Capernaum, he, and his mother, and his brethren, and his disciples: and they continued there not many days.  <strong>13</strong> And the Jews’ passover was at hand, and Jesus went up to Jerusalem,  <strong>14</strong> And found in the temple those that sold oxen and sheep and doves, and the changers of money sitting:  <strong>15</strong> And when he had made a scourge of small cords, he drove them all out of the temple, and the sheep, and the oxen; and poured out the changers’ money, and overthrew the tables;  <strong>16</strong> And said unto them that sold doves, Take these things hence; make not my Father’s house an house of merchandise.  <strong>17</strong> And his disciples remembered that it was written, The zeal of thine house hath eaten me up.  <strong>18</strong> Then answered the Jews and said unto him, What sign shewest thou unto us, seeing that thou doest these things?  <strong>19</strong> Jesus answered and said unto them, Destroy this temple, and in three days I will raise it up.  <strong>20</strong> Then said the Jews, Forty and six years was this temple in building, and wilt thou rear it up in three days?  <strong>21</strong> But he spake of the temple of his body.  <strong>22</strong> When therefore he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture, and the word which Jesus had said.  <strong>23</strong> Now when he was in Jerusalem at the passover, in the feast day,  many believed in his name, when they saw the miracles which he did.  <strong>24</strong> But Jesus did not commit himself unto them, because he knew all men,  <strong>25</strong> And needed not that any should testify of man: for he knew what was in man.  ","niv":"<sup><strong>1</strong></sup> On the third day a wedding took place at Cana in Galilee. Jesus' mother was there, <sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding. <sup><strong>3</strong></sup> When the wine was gone, Jesus' mother said to him, \"They have no more wine.\" <sup><strong>4</strong></sup> \"Dear woman, why do you involve me?\" Jesus replied, \"My time has not yet come.\" <sup><strong>5</strong></sup> His mother said to the servants, \"Do whatever he tells you.\" <sup><strong>6</strong></sup> Nearby stood six stone water jars, the kind used by the Jews for ceremonial washing, each holding from twenty to thirty gallons. <sup><strong>7</strong></sup> Jesus said to the servants, \"Fill the jars with water\"; so they filled them to the brim. <sup><strong>8</strong></sup> Then he told them, \"Now draw some out and take it to the master of the banquet.\" <sup><strong>9</strong></sup> They did so, and the master of the banquet tasted the water that had been turned into wine. He did not realize where it had come from, though the servants who had drawn the water knew. Then he called the bridegroom aside <sup><strong>10</strong></sup> and said, \"Everyone brings out the choice wine first and then the cheaper wine after the guests have had too much to drink; but you have saved the best till now.\" <sup><strong>11</strong></sup> This, the first of his miraculous signs, Jesus performed in Cana of Galilee. He thus revealed his glory, and his disciples put their faith in him. <sup><strong>12</strong></sup> After this he went down to Capernaum with his mother and brothers and his disciples. There they stayed for a few days. <sup><strong>13</strong></sup> When it was almost time for the Jewish Passover, Jesus went up to Jerusalem. <sup><strong>14</strong></sup> In the temple courts he found men selling cattle, sheep and doves, and others sitting at tables exchanging money. <sup><strong>15</strong></sup> So he made a whip out of cords, and drove all from the temple area, both sheep and cattle; he scattered the coins of the money changers and overturned their tables. <sup><strong>16</strong></sup> To those who sold doves he said, \"Get these out of here! How dare you turn my Father's house into a market!\" <sup><strong>17</strong></sup> His disciples remembered that it is written: \"Zeal for your house will consume me.\" <sup><strong>18</strong></sup> Then the Jews demanded of him, \"What miraculous sign can you show us to prove your authority to do all this?\" <sup><strong>19</strong></sup> Jesus answered them, \"Destroy this temple, and I will raise it again in three days.\" <sup><strong>20</strong></sup> The Jews replied, \"It has taken forty-six years to build this temple, and you are going to raise it in three days?\" <sup><strong>21</strong></sup> But the temple he had spoken of was his body. <sup><strong>22</strong></sup> After he was raised from the dead, his disciples recalled what he had said. Then they believed the Scripture and the words that Jesus had spoken. <sup><strong>23</strong></sup> Now while he was in Jerusalem at the Passover Feast, many people saw the miraculous signs he was doing and believed in his name. <sup><strong>24</strong></sup> But Jesus would not entrust himself to them, for he knew all men. <sup><strong>25</strong></sup> He did not need man's testimony about man, for he knew what was in a man. "},{"_id":"6158ecfa2ee2ce61bea42a25","topicId":"6158ecf22ee2ce61bea42a0c","verse":"Revelation 20:1-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-31\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-31\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-31\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "}]}