{"_id":"6158edab2ee2ce61bea42a91","slug":"approaching-god","name":"Approaching God","verses":[{"_id":"6158edab2ee2ce61bea42a92","topicId":"6158edab2ee2ce61bea42a91","verse":"Hebrews 4:16","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need.","modified":"2022-03-18T17:17:51.869Z"},{"_id":"6158edab2ee2ce61bea42a93","topicId":"6158edab2ee2ce61bea42a91","verse":"Jeremiah 29:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p24029013_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart.</p>\n</div>","kjv":"<strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  ","niv":"<sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart."},{"_id":"6158edac2ee2ce61bea42a94","topicId":"6158edab2ee2ce61bea42a91","verse":"Mark 11:24","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41011024_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011024-1\">24&nbsp;</b><span class=\"woc\">Therefore I tell you, whatever you ask in prayer, believe that you have received it, and it will be yours.</span></p>\n\n</div>","kjv":"<strong>24</strong> Therefore I say unto you, What things soever ye desire, when ye pray, believe that ye receive them, and ye shall havethem.  ","niv":"<sup><strong>24</strong></sup> Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours."},{"_id":"6158edac2ee2ce61bea42a95","topicId":"6158edab2ee2ce61bea42a91","verse":"Acts 2:38-39","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"6158edac2ee2ce61bea42a96","topicId":"6158edab2ee2ce61bea42a91","verse":"Luke 1:37","votes":10,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"6158edad2ee2ce61bea42a97","topicId":"6158edab2ee2ce61bea42a91","verse":"Ephesians 3:12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49003012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003012-1\">12&nbsp;</b>in whom we have boldness and access with confidence through our faith in him.</p>\n</div>","kjv":"<strong>12</strong> In whom we have boldness and access with confidence by the faith of him.  ","niv":"<sup><strong>12</strong></sup> In him and through faith in him we may approach God with freedom and confidence.","modified":"2022-08-12T16:54:28.434Z"},{"_id":"6158edad2ee2ce61bea42a98","topicId":"6158edab2ee2ce61bea42a91","verse":"2 Timothy 3:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2022-09-28T14:58:17.466Z"},{"_id":"6158edad2ee2ce61bea42a99","topicId":"6158edab2ee2ce61bea42a91","verse":"Ephesians 2:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"6158edae2ee2ce61bea42a9a","topicId":"6158edab2ee2ce61bea42a91","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"6158edae2ee2ce61bea42a9b","topicId":"6158edab2ee2ce61bea42a91","verse":"John 17:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth.","modified":"2022-05-01T01:14:08.105Z"},{"_id":"6158edae2ee2ce61bea42a9c","topicId":"6158edab2ee2ce61bea42a91","verse":"Hebrews 10:25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"6158edae2ee2ce61bea42a9d","topicId":"6158edab2ee2ce61bea42a91","verse":"Philippians 4:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6158edaf2ee2ce61bea42a9e","topicId":"6158edab2ee2ce61bea42a91","verse":"1 Peter 3:18-22","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-14\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6158edaf2ee2ce61bea42a9f","topicId":"6158edab2ee2ce61bea42a91","verse":"Romans 6:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"6158edaf2ee2ce61bea42aa0","topicId":"6158edab2ee2ce61bea42a91","verse":"Isaiah 41:10","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-16\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"6158edb02ee2ce61bea42aa1","topicId":"6158edab2ee2ce61bea42a91","verse":"Joshua 1:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"6158edb02ee2ce61bea42aa2","topicId":"6158edab2ee2ce61bea42a91","verse":"John 6:55-59","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006055_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n</div>","kjv":"<strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  ","niv":"<sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. "},{"_id":"6158edb02ee2ce61bea42aa3","topicId":"6158edab2ee2ce61bea42a91","verse":"John 6:50-71","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006050_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006050-1\">50&nbsp;</b><span class=\"woc\">This is the bread that comes down from heaven, so that one may eat of it and not die.</span> <b class=\"verse-num woc\" id=\"v43006051-1\">51&nbsp;</b><span class=\"woc\">I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. And the bread that I will give for the life of the world is my flesh.”</span></p>\n<p id=\"p43006051_01-19\"><b class=\"verse-num\" id=\"v43006052-1\">52&nbsp;</b>The Jews then disputed among themselves, saying, “How can this man give us his flesh to eat?” <b class=\"verse-num\" id=\"v43006053-1\">53&nbsp;</b>So Jesus said to them, <span class=\"woc\">“Truly, truly, I say to you, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you.</span> <b class=\"verse-num woc\" id=\"v43006054-1\">54&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood has eternal life, and I will raise him up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n<p id=\"p43006059_06-19\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-19\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n\n</div>","kjv":"<strong>50</strong> This is the bread which cometh down from heaven, that a man may eat thereof, and not die.  <strong>51</strong> I am the living bread which came down from heaven: if any man eat of this bread, he shall live for ever: and the bread that I will give is my flesh, which I will give for the life of the world.  <strong>52</strong> The Jews therefore strove among themselves, saying, How can this man give us his flesh to eat?  <strong>53</strong> Then Jesus said unto them, Verily, verily, I say unto you, Except ye eat the flesh of the Son of man, and drink his blood, ye have no life in you.  <strong>54</strong> Whoso eateth my flesh, and drinketh my blood, hath eternal life; and I will raise him up at the last day.  <strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  <strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>50</strong></sup> But here is the bread that comes down from heaven, which a man may eat and not die. <sup><strong>51</strong></sup> I am the living bread that came down from heaven. If anyone eats of this bread, he will live forever. This bread is my flesh, which I will give for the life of the world.\" <sup><strong>52</strong></sup> Then the Jews began to argue sharply among themselves, \"How can this man give us his flesh to eat?\" <sup><strong>53</strong></sup> Jesus said to them, \"I tell you the truth, unless you eat the flesh of the Son of Man and drink his blood, you have no life in you. <sup><strong>54</strong></sup> Whoever eats my flesh and drinks my blood has eternal life, and I will raise him up at the last day. <sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. <sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6158edb12ee2ce61bea42aa4","topicId":"6158edab2ee2ce61bea42a91","verse":"1 John 5:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2022-07-15T15:07:31.904Z"},{"_id":"6158edb12ee2ce61bea42aa5","topicId":"6158edab2ee2ce61bea42a91","verse":"James 5:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"6158edb12ee2ce61bea42aa6","topicId":"6158edab2ee2ce61bea42a91","verse":"Hebrews 10:19","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58010019_06-22\"><b class=\"verse-num\" id=\"v58010019-1\">19&nbsp;</b>Therefore, brothers, since we have confidence to enter the holy places by the blood of Jesus,</p>\n\n</div>","kjv":"<strong>19</strong> Having therefore, brethren, boldness to enter into the holiest by the blood of Jesus,  ","niv":"<sup><strong>19</strong></sup> Therefore, brothers, since we have confidence to enter the Most Holy Place by the blood of Jesus,","modified":"2023-10-18T15:27:24.880Z"},{"_id":"6158edb12ee2ce61bea42aa7","topicId":"6158edab2ee2ce61bea42a91","verse":"1 Thessalonians 5:16-18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p52005016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005016-1\">16&nbsp;</b>Rejoice always, <b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing, <b class=\"verse-num\" id=\"v52005018-1\">18&nbsp;</b>give thanks in all circumstances; for this is the will of God in Christ Jesus for you.</p>\n</div>","kjv":"<strong>16</strong> Rejoice evermore.  <strong>17</strong> Pray without ceasing.  <strong>18</strong> In every thing give thanks: for this is the will of God in Christ Jesus concerning you.  ","niv":"<sup><strong>16</strong></sup> Be joyful always; <sup><strong>17</strong></sup> pray continually; <sup><strong>18</strong></sup> give thanks in all circumstances, for this is God's will for you in Christ Jesus. "},{"_id":"6158edb22ee2ce61bea42aa8","topicId":"6158edab2ee2ce61bea42a91","verse":"1 Corinthians 10:15-17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46010015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread.</p>\n</div>","kjv":"<strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  ","niv":"<sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. "},{"_id":"6158edb22ee2ce61bea42aa9","topicId":"6158edab2ee2ce61bea42a91","verse":"Romans 10:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"6158edb22ee2ce61bea42aaa","topicId":"6158edab2ee2ce61bea42a91","verse":"Proverbs 16:20","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016020_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016020-1\">20&nbsp;</b>&nbsp;&nbsp;Whoever gives thought to the word will discover good,</span><br><span id=\"p20016020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blessed is he who trusts in the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>20</strong> He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he.  ","niv":"<sup><strong>20</strong></sup> Whoever gives heed to instruction prospers, and blessed is he who trusts in the LORD."}]}