{"_id":"6158edff2ee2ce61bea42acc","slug":"arguing","name":"Arguing","verses":[{"_id":"6158edff2ee2ce61bea42acd","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 15:1","votes":896,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-1\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger.","modified":"2022-10-17T13:43:50.764Z"},{"_id":"6158edff2ee2ce61bea42ace","topicId":"6158edff2ee2ce61bea42acc","verse":"2 Timothy 2:23-24","votes":830,"__v":0,"esv":"<div>\n<p id=\"p55002023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil,</p>\n\n</div>","kjv":"<strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  ","niv":"<sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. "},{"_id":"6158edff2ee2ce61bea42acf","topicId":"6158edff2ee2ce61bea42acc","verse":"Romans 14:19","votes":608,"__v":0,"esv":"<div>\n<p id=\"p45014019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n</div>","kjv":"<strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  ","niv":"<sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification."},{"_id":"6158ee002ee2ce61bea42ad0","topicId":"6158edff2ee2ce61bea42acc","verse":"Titus 3:9","votes":606,"__v":0,"esv":"<div>\n<p id=\"p56003009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.</p>\n</div>","kjv":"<strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  ","niv":"<sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless."},{"_id":"6158ee002ee2ce61bea42ad1","topicId":"6158edff2ee2ce61bea42acc","verse":"Galatians 5:22-23","votes":540,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"6158ee002ee2ce61bea42ad2","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 29:22","votes":531,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029022_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029022-1\">22&nbsp;</b>&nbsp;&nbsp;A man of wrath stirs up strife,</span><br><span id=\"p20029022_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one given to anger causes much transgression.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> An angry man stirreth up strife, and a furious man aboundeth in transgression.  ","niv":"<sup><strong>22</strong></sup> An angry man stirs up dissension, and a hot-tempered one commits many sins."},{"_id":"6158ee012ee2ce61bea42ad3","topicId":"6158edff2ee2ce61bea42acc","verse":"Titus 3:1-2","votes":473,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. "},{"_id":"6158ee012ee2ce61bea42ad4","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 13:10","votes":454,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013010_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013010-1\">10&nbsp;</b>&nbsp;&nbsp;By insolence comes nothing but strife,</span><br><span id=\"p20013010_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with those who take advice is wisdom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Only by pride cometh contention: but with the well advised is  wisdom.  ","niv":"<sup><strong>10</strong></sup> Pride only breeds quarrels, but wisdom is found in those who take advice."},{"_id":"6158ee012ee2ce61bea42ad5","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 29:11","votes":453,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029011_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029011-1\">11&nbsp;</b>&nbsp;&nbsp;A fool gives full vent to his spirit,</span><br><span id=\"p20029011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man quietly holds it back.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> A fool uttereth all his mind: but a wise man keepeth it in till afterwards.  ","niv":"<sup><strong>11</strong></sup> A fool gives full vent to his anger, but a wise man keeps himself under control."},{"_id":"6158ee012ee2ce61bea42ad6","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 3:30","votes":449,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003030_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003030-1\">30&nbsp;</b>&nbsp;&nbsp;Do not contend with a man for no reason,</span><br><span id=\"p20003030_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he has done you no harm.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> Strive not with a man without cause, if he have done thee no harm.  ","niv":"<sup><strong>30</strong></sup> Do not accuse a man for no reason- when he has done you no harm."},{"_id":"6158ee022ee2ce61bea42ad7","topicId":"6158edff2ee2ce61bea42acc","verse":"Romans 14:1","votes":433,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"6158ee022ee2ce61bea42ad8","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 19:11","votes":424,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."},{"_id":"6158ee022ee2ce61bea42ad9","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 18:1-2","votes":406,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018001_01-13\" class=\"line\"><b class=\"chapter-num\" id=\"v20018001-1\">18:1&nbsp;</b>&nbsp;&nbsp;Whoever isolates himself seeks his own desire;</span><br><span id=\"p20018001_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he breaks out against all sound judgment.</span><br><span id=\"p20018002_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018002-1\">2&nbsp;</b>&nbsp;&nbsp;A fool takes no pleasure in understanding,</span><br><span id=\"p20018002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but only in expressing his opinion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Through desire a man, having separated himself, seeketh and  intermeddleth with all wisdom.  <strong>2</strong> A fool hath no delight in understanding, but that his heart may discover itself.  ","niv":"<sup><strong>1</strong></sup> An unfriendly man pursues selfish ends; he defies all sound judgment. <sup><strong>2</strong></sup> A fool finds no pleasure in understanding but delights in airing his own opinions. "},{"_id":"6158ee032ee2ce61bea42ada","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 26:4","votes":402,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026004-1\">4&nbsp;</b>&nbsp;&nbsp;Answer not a fool according to his folly,</span><br><span id=\"p20026004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you be like him yourself.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Answer not a fool according to his folly, lest thou also be like unto him.  ","niv":"<sup><strong>4</strong></sup> Do not answer a fool according to his folly, or you will be like him yourself."},{"_id":"6158ee032ee2ce61bea42adb","topicId":"6158edff2ee2ce61bea42acc","verse":"Philippians 2:14-16","votes":376,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-15\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. ","modified":"2022-02-26T15:11:10.376Z"},{"_id":"6158ee032ee2ce61bea42adc","topicId":"6158edff2ee2ce61bea42acc","verse":"1 Corinthians 13:1-13","votes":367,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-17\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-17\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-17\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. ","modified":"2022-10-17T13:44:45.613Z"},{"_id":"6158ee042ee2ce61bea42add","topicId":"6158edff2ee2ce61bea42acc","verse":"2 Timothy 2:14","votes":367,"__v":0,"esv":"<div>\n\n<p id=\"p55002014_06-18\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers.</p>\n\n</div>","kjv":"<strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  ","niv":"<sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen."},{"_id":"6158ee042ee2ce61bea42ade","topicId":"6158edff2ee2ce61bea42acc","verse":"James 3:17","votes":363,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere."},{"_id":"6158ee042ee2ce61bea42adf","topicId":"6158edff2ee2ce61bea42acc","verse":"Philippians 2:14","votes":347,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-20\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing,</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing,","modified":"2022-02-26T15:11:22.908Z"},{"_id":"6158ee042ee2ce61bea42ae0","topicId":"6158edff2ee2ce61bea42acc","verse":"Romans 12:19","votes":341,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"6158ee052ee2ce61bea42ae1","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 23:9","votes":316,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023009_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023009-1\">9&nbsp;</b>&nbsp;&nbsp;Do not speak in the hearing of a fool,</span><br><span id=\"p20023009_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he will despise the good sense of your words.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Speak not in the ears of a fool: for he will despise the wisdom of thy words.  ","niv":"<sup><strong>9</strong></sup> Do not speak to a fool, for he will scorn the wisdom of your words.","modified":"2022-08-10T23:48:39.859Z"},{"_id":"6158ee052ee2ce61bea42ae2","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 15:18","votes":308,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015018_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015018-1\">18&nbsp;</b>&nbsp;&nbsp;A hot-tempered man stirs up strife,</span><br><span id=\"p20015018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is slow to anger quiets contention.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife.  ","niv":"<sup><strong>18</strong></sup> A hot-tempered man stirs up dissension, but a patient man calms a quarrel.","modified":"2022-09-26T16:11:38.588Z"},{"_id":"6158ee052ee2ce61bea42ae3","topicId":"6158edff2ee2ce61bea42acc","verse":"Proverbs 20:3","votes":301,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020003_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020003-1\">3&nbsp;</b>&nbsp;&nbsp;It is an honor for a man to keep aloof from strife,</span><br><span id=\"p20020003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but every fool will be quarreling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> It is an honour for a man to cease from strife: but every fool will be meddling.  ","niv":"<sup><strong>3</strong></sup> It is to a man's honor to avoid strife, but every fool is quick to quarrel."},{"_id":"6158ee062ee2ce61bea42ae4","topicId":"6158edff2ee2ce61bea42acc","verse":"2 Timothy 2:16","votes":290,"__v":0,"esv":"<div>\n<p id=\"p55002016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness,</p>\n</div>","kjv":"<strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  ","niv":"<sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly."},{"_id":"6158ee062ee2ce61bea42ae5","topicId":"6158edff2ee2ce61bea42acc","verse":"1 Corinthians 3:3","votes":287,"__v":0,"esv":"<div>\n<p id=\"p46003003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way?</p>\n</div>","kjv":"<strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  ","niv":"<sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men?"}]}