{"_id":"6158ee402ee2ce61bea42b00","slug":"arguments-in-the-church","name":"Arguments In The Church","verses":[{"_id":"6158ee402ee2ce61bea42b01","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Timothy 5:20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54005020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005020-1\">20&nbsp;</b>As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear.</p>\n</div>","kjv":"<strong>20</strong> Them that sin rebuke before all, that others also may fear.  ","niv":"<sup><strong>20</strong></sup> Those who sin are to be rebuked publicly, so that the others may take warning."},{"_id":"6158ee402ee2ce61bea42b02","topicId":"6158ee402ee2ce61bea42b00","verse":"Philippians 2:14-16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-2\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. "},{"_id":"6158ee402ee2ce61bea42b03","topicId":"6158ee402ee2ce61bea42b00","verse":"Galatians 2:11","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p48002011_04-3\"><b class=\"verse-num\" id=\"v48002011-1\">11&nbsp;</b>But when Cephas came to Antioch, I opposed him to his face, because he stood condemned.</p>\n</div>","kjv":"<strong>11</strong> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.  ","niv":"<sup><strong>11</strong></sup> When Peter came to Antioch, I opposed him to his face, because he was clearly in the wrong.","modified":"2023-10-24T01:28:58.541Z"},{"_id":"6158ee412ee2ce61bea42b04","topicId":"6158ee402ee2ce61bea42b00","verse":"Romans 14:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"6158ee412ee2ce61bea42b05","topicId":"6158ee402ee2ce61bea42b00","verse":"Matthew 5:44","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"6158ee412ee2ce61bea42b06","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Peter 4:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60004008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins."},{"_id":"6158ee422ee2ce61bea42b07","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Corinthians 6:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46006007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006007-1\">7&nbsp;</b>To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded?</p>\n</div>","kjv":"<strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  ","niv":"<sup><strong>7</strong></sup> The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated?"},{"_id":"6158ee422ee2ce61bea42b08","topicId":"6158ee402ee2ce61bea42b00","verse":"Acts 20:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"6158ee422ee2ce61bea42b09","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Corinthians 13:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-12\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-12\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-12\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6158ee432ee2ce61bea42b0a","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Timothy 3:14-15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003014_05-14\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. "},{"_id":"6158ee432ee2ce61bea42b0b","topicId":"6158ee402ee2ce61bea42b00","verse":"Luke 14:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42014026_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014026-1\">26&nbsp;</b><span class=\"woc\">“If anyone comes to me and does not hate his own father and mother and wife and children and brothers and sisters, yes, and even his own life, he cannot be my disciple.</span></p>\n</div>","kjv":"<strong>26</strong> If any man come to me, and hate not his father, and mother, and wife, and children, and brethren, and sisters, yea, and his own life also, he cannot be my disciple.  ","niv":"<sup><strong>26</strong></sup> \"If anyone comes to me and does not hate his father and mother, his wife and children, his brothers and sisters--yes, even his own life--he cannot be my disciple."},{"_id":"6158ee432ee2ce61bea42b0c","topicId":"6158ee402ee2ce61bea42b00","verse":"Jeremiah 23:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24023002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v24023002-1\">2&nbsp;</b>Therefore thus says the LORD, the God of Israel, concerning the shepherds who care for my people: “You have scattered my flock and have driven them away, and you have not attended to them. Behold, I will attend to you for your evil deeds, declares the LORD.</p>\n</div>","kjv":"<strong>2</strong> Therefore thus saith the LORD God of Israel against the pastors that feed my people; Ye have scattered my flock, and driven them away, and have not visited them: behold, I will visit upon you the evil of your doings, saith the LORD.  ","niv":"<sup><strong>2</strong></sup> Therefore this is what the LORD, the God of Israel, says to the shepherds who tend my people: \"Because you have scattered my flock and driven them away and have not bestowed care on them, I will bestow punishment on you for the evil you have done,\" declares the LORD."},{"_id":"6158ee432ee2ce61bea42b0d","topicId":"6158ee402ee2ce61bea42b00","verse":"1 Timothy 3:1-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-18\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. "},{"_id":"6158ee442ee2ce61bea42b0e","topicId":"6158ee402ee2ce61bea42b00","verse":"Acts 6:1-6","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44006001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44006001-1\">6:1&nbsp;</b>Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution. <b class=\"verse-num\" id=\"v44006002-1\">2&nbsp;</b>And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables. <b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. <b class=\"verse-num\" id=\"v44006004-1\">4&nbsp;</b>But we will devote ourselves to prayer and to the ministry of the word.” <b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch. <b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n\n</div>","kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. "},{"_id":"6158ee442ee2ce61bea42b0f","topicId":"6158ee402ee2ce61bea42b00","verse":"John 20:19-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43020019_06-20\"><b class=\"verse-num\" id=\"v43020019-1\">19&nbsp;</b>On the evening of that day, the first day of the week, the doors being locked where the disciples were for fear of the Jews, Jesus came and stood among them and said to them, <span class=\"woc\">“Peace be with you.”</span> <b class=\"verse-num\" id=\"v43020020-1\">20&nbsp;</b>When he had said this, he showed them his hands and his side. Then the disciples were glad when they saw the Lord. <b class=\"verse-num\" id=\"v43020021-1\">21&nbsp;</b>Jesus said to them again, <span class=\"woc\">“Peace be with you. As the Father has sent me, even so I am sending you.”</span> <b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v43020023-1\">23&nbsp;</b><span class=\"woc\">If you forgive the sins of any, they are forgiven them; if you withhold forgiveness from any, it is withheld.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Then the same day at evening, being the first day of the week, when the doors were shut where the disciples were assembled for fear of the Jews, came Jesus and stood in the midst, and saith unto them, Peace be unto you.  <strong>20</strong> And when he had so said, he shewed unto them his hands and his side. Then were the disciples glad, when they saw the Lord.  <strong>21</strong> Then said Jesus to them again, Peace be unto you: as my Father hath sent me, even so send I you.  <strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  <strong>23</strong> Whose soever sins ye remit, they are remitted unto them; and  whose soever sins ye retain, they are retained. ","niv":"<sup><strong>19</strong></sup> On the evening of that first day of the week, when the disciples were together, with the doors locked for fear of the Jews, Jesus came and stood among them and said, \"Peace be with you!\" <sup><strong>20</strong></sup> After he said this, he showed them his hands and side. The disciples were overjoyed when they saw the Lord. <sup><strong>21</strong></sup> Again Jesus said, \"Peace be with you! As the Father has sent me, I am sending you.\" <sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit. <sup><strong>23</strong></sup> If you forgive anyone his sins, they are forgiven; if you do not forgive them, they are not forgiven.\" "},{"_id":"6158ee442ee2ce61bea42b10","topicId":"6158ee402ee2ce61bea42b00","verse":"Matthew 18:1-35","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-21\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-21\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-21\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-21\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-21\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-21\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"6158ee452ee2ce61bea42b11","topicId":"6158ee402ee2ce61bea42b00","verse":"Proverbs 3:1-35","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003001_09-22\" class=\"line\"><b class=\"chapter-num\" id=\"v20003001-1\">3:1&nbsp;</b>&nbsp;&nbsp;My son, do not forget my teaching,</span><br><span id=\"p20003001_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but let your heart keep my commandments,</span><br><span id=\"p20003002_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003002-1\">2&nbsp;</b>&nbsp;&nbsp;for length of days and years of life</span><br><span id=\"p20003002_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and peace they will add to you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003003_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not steadfast love and faithfulness forsake you;</span><br><span id=\"p20003003_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bind them around your neck;</span><br><span id=\"p20003003_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;write them on the tablet of your heart.</span><br><span id=\"p20003004_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003004-1\">4&nbsp;</b>&nbsp;&nbsp;So you will find favor and good success</span><br><span id=\"p20003004_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of God and man.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003005_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br><span id=\"p20003007_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003007-1\">7&nbsp;</b>&nbsp;&nbsp;Be not wise in your own eyes;</span><br><span id=\"p20003007_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fear the LORD, and turn away from evil.</span><br><span id=\"p20003008_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003008-1\">8&nbsp;</b>&nbsp;&nbsp;It will be healing to your flesh</span><br><span id=\"p20003008_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and refreshment to your bones.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003009_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003009-1\">9&nbsp;</b>&nbsp;&nbsp;Honor the LORD with your wealth</span><br><span id=\"p20003009_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with the firstfruits of all your produce;</span><br><span id=\"p20003010_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003010-1\">10&nbsp;</b>&nbsp;&nbsp;then your barns will be filled with plenty,</span><br><span id=\"p20003010_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your vats will be bursting with wine.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003011_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003011-1\">11&nbsp;</b>&nbsp;&nbsp;My son, do not despise the LORD’s discipline</span><br><span id=\"p20003011_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be weary of his reproof,</span><br><span id=\"p20003012_09-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003012-1\">12&nbsp;</b>&nbsp;&nbsp;for the LORD reproves him whom he loves,</span><br><span id=\"p20003012_09-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a father the son in whom he delights.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003013_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003013-1\">13&nbsp;</b>&nbsp;&nbsp;Blessed is the one who finds wisdom,</span><br><span id=\"p20003013_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the one who gets understanding,</span><br><span id=\"p20003014_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003014-1\">14&nbsp;</b>&nbsp;&nbsp;for the gain from her is better than gain from silver</span><br><span id=\"p20003014_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her profit better than gold.</span><br><span id=\"p20003015_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003015-1\">15&nbsp;</b>&nbsp;&nbsp;She is more precious than jewels,</span><br><span id=\"p20003015_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and nothing you desire can compare with her.</span><br><span id=\"p20003016_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003016-1\">16&nbsp;</b>&nbsp;&nbsp;Long life is in her right hand;</span><br><span id=\"p20003016_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in her left hand are riches and honor.</span><br><span id=\"p20003017_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003017-1\">17&nbsp;</b>&nbsp;&nbsp;Her ways are ways of pleasantness,</span><br><span id=\"p20003017_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all her paths are peace.</span><br><span id=\"p20003018_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003018-1\">18&nbsp;</b>&nbsp;&nbsp;She is a tree of life to those who lay hold of her;</span><br><span id=\"p20003018_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who hold her fast are called blessed.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003019_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003019-1\">19&nbsp;</b>&nbsp;&nbsp;The LORD by wisdom founded the earth;</span><br><span id=\"p20003019_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by understanding he established the heavens;</span><br><span id=\"p20003020_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003020-1\">20&nbsp;</b>&nbsp;&nbsp;by his knowledge the deeps broke open,</span><br><span id=\"p20003020_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the clouds drop down the dew.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003021_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003021-1\">21&nbsp;</b>&nbsp;&nbsp;My son, do not lose sight of these—</span><br><span id=\"p20003021_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep sound wisdom and discretion,</span><br><span id=\"p20003022_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003022-1\">22&nbsp;</b>&nbsp;&nbsp;and they will be life for your soul</span><br><span id=\"p20003022_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and adornment for your neck.</span><br><span id=\"p20003023_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003023-1\">23&nbsp;</b>&nbsp;&nbsp;Then you will walk on your way securely,</span><br><span id=\"p20003023_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your foot will not stumble.</span><br><span id=\"p20003024_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003024-1\">24&nbsp;</b>&nbsp;&nbsp;If you lie down, you will not be afraid;</span><br><span id=\"p20003024_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you lie down, your sleep will be sweet.</span><br><span id=\"p20003025_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003025-1\">25&nbsp;</b>&nbsp;&nbsp;Do not be afraid of sudden terror</span><br><span id=\"p20003025_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of the ruin of the wicked, when it comes,</span><br><span id=\"p20003026_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003026-1\">26&nbsp;</b>&nbsp;&nbsp;for the LORD will be your confidence</span><br><span id=\"p20003026_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will keep your foot from being caught.</span><br><span id=\"p20003027_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003027-1\">27&nbsp;</b>&nbsp;&nbsp;Do not withhold good from those to whom it is due,</span><br><span id=\"p20003027_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is in your power to do it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20003028_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003028-1\">28&nbsp;</b>&nbsp;&nbsp;Do not say to your neighbor, “Go, and come again,</span><br><span id=\"p20003028_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tomorrow I will give it”—when you have it with you.</span><br><span id=\"p20003029_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003029-1\">29&nbsp;</b>&nbsp;&nbsp;Do not plan evil against your neighbor,</span><br><span id=\"p20003029_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who dwells trustingly beside you.</span><br><span id=\"p20003030_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003030-1\">30&nbsp;</b>&nbsp;&nbsp;Do not contend with a man for no reason,</span><br><span id=\"p20003030_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he has done you no harm.</span><br><span id=\"p20003031_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003031-1\">31&nbsp;</b>&nbsp;&nbsp;Do not envy a man of violence</span><br><span id=\"p20003031_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not choose any of his ways,</span><br><span id=\"p20003032_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003032-1\">32&nbsp;</b>&nbsp;&nbsp;for the devious person is an abomination to the LORD,</span><br><span id=\"p20003032_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the upright are in his confidence.</span><br><span id=\"p20003033_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003033-1\">33&nbsp;</b>&nbsp;&nbsp;The LORD’s curse is on the house of the wicked,</span><br><span id=\"p20003033_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he blesses the dwelling of the righteous.</span><br><span id=\"p20003034_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003034-1\">34&nbsp;</b>&nbsp;&nbsp;Toward the scorners he is scornful,</span><br><span id=\"p20003034_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but to the humble he gives favor.</span><br><span id=\"p20003035_16-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003035-1\">35&nbsp;</b>&nbsp;&nbsp;The wise will inherit honor,</span><br><span id=\"p20003035_16-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but fools get disgrace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> My son, forget not my law; but let thine heart keep my commandments:  <strong>2</strong> For length of days, and long life, and peace, shall they add to thee.  <strong>3</strong> Let not mercy and truth forsake thee: bind them about thy neck; write them upon the table of thine heart:  <strong>4</strong> So shalt thou find favour and good understanding in the sight of God and man.  <strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  <strong>7</strong> Be not wise in thine own eyes: fear the LORD, and depart from evil.  <strong>8</strong> It shall be health to thy navel, and marrow to thy bones.  <strong>9</strong> Honour the LORD with thy substance, and with the firstfruits of all thine increase:  <strong>10</strong> So shall thy barns be filled with plenty, and thy presses shall burst out with new wine.  <strong>11</strong> My son, despise not the chastening of the LORD; neither be weary of his correction:  <strong>12</strong> For whom the LORD loveth he correcteth; even as a father the son in whom he delighteth.  <strong>13</strong> Happy is the man that findeth wisdom, and the man that getteth understanding.  <strong>14</strong> For the merchandise of it is better than the merchandise of silver, and the gain thereof than fine gold.  <strong>15</strong> She is more precious than rubies: and all the things thou canst desire are not to be compared unto her.  <strong>16</strong> Length of days is in her right hand; and in her left hand riches and honour.  <strong>17</strong> Her ways are ways of pleasantness, and all her paths are peace.  <strong>18</strong> She is a tree of life to them that lay hold upon her: and happy is every one that retaineth her.  <strong>19</strong> The LORD by wisdom hath founded the earth; by understanding hath he established the heavens.  <strong>20</strong> By his knowledge the depths are broken up, and the clouds drop down the dew.  <strong>21</strong> My son, let not them depart from thine eyes: keep sound wisdom and discretion:  <strong>22</strong> So shall they be life unto thy soul, and grace to thy neck.  <strong>23</strong> Then shalt thou walk in thy way safely, and thy foot shall not stumble.  <strong>24</strong> When thou liest down, thou shalt not be afraid: yea, thou shalt lie down, and thy sleep shall be sweet.  <strong>25</strong> Be not afraid of sudden fear, neither of the desolation of the wicked, when it cometh.  <strong>26</strong> For the LORD shall be thy confidence, and shall keep thy foot from being taken.  <strong>27</strong> Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.  <strong>28</strong> Say not unto thy neighbour, Go, and come again, and to morrow I will give; when thou hast it by thee.  <strong>29</strong> Devise not evil against thy neighbour, seeing he dwelleth securely by thee.  <strong>30</strong> Strive not with a man without cause, if he have done thee no harm.  <strong>31</strong> Envy thou not the oppressor, and choose none of his ways.  <strong>32</strong> For the froward is abomination to the LORD: but his secret is with the righteous.  <strong>33</strong> The curse of the LORD is in the house of the wicked: but he blesseth the habitation of the just.  <strong>34</strong> Surely he scorneth the scorners: but he giveth grace unto the lowly.  <strong>35</strong> The wise shall inherit glory: but shame shall be the promotion of fools.  ","niv":"<sup><strong>1</strong></sup> My son, do not forget my teaching, but keep my commands in your heart, <sup><strong>2</strong></sup> for they will prolong your life many years and bring you prosperity. <sup><strong>3</strong></sup> Let love and faithfulness never leave you; bind them around your neck, write them on the tablet of your heart. <sup><strong>4</strong></sup> Then you will win favor and a good name in the sight of God and man. <sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. <sup><strong>7</strong></sup> Do not be wise in your own eyes; fear the LORD and shun evil. <sup><strong>8</strong></sup> This will bring health to your body and nourishment to your bones. <sup><strong>9</strong></sup> Honor the LORD with your wealth, with the firstfruits of all your crops; <sup><strong>10</strong></sup> then your barns will be filled to overflowing, and your vats will brim over with new wine. <sup><strong>11</strong></sup> My son, do not despise the LORD's discipline and do not resent his rebuke, <sup><strong>12</strong></sup> because the LORD disciplines those he loves, as a father the son he delights in. <sup><strong>13</strong></sup> Blessed is the man who finds wisdom, the man who gains understanding, <sup><strong>14</strong></sup> for she is more profitable than silver and yields better returns than gold. <sup><strong>15</strong></sup> She is more precious than rubies; nothing you desire can compare with her. <sup><strong>16</strong></sup> Long life is in her right hand; in her left hand are riches and honor. <sup><strong>17</strong></sup> Her ways are pleasant ways, and all her paths are peace. <sup><strong>18</strong></sup> She is a tree of life to those who embrace her; those who lay hold of her will be blessed. <sup><strong>19</strong></sup> By wisdom the LORD laid the earth's foundations, by understanding he set the heavens in place; <sup><strong>20</strong></sup> by his knowledge the deeps were divided, and the clouds let drop the dew. <sup><strong>21</strong></sup> My son, preserve sound judgment and discernment, do not let them out of your sight; <sup><strong>22</strong></sup> they will be life for you, an ornament to grace your neck. <sup><strong>23</strong></sup> Then you will go on your way in safety, and your foot will not stumble; <sup><strong>24</strong></sup> when you lie down, you will not be afraid; when you lie down, your sleep will be sweet. <sup><strong>25</strong></sup> Have no fear of sudden disaster or of the ruin that overtakes the wicked, <sup><strong>26</strong></sup> for the LORD will be your confidence and will keep your foot from being snared. <sup><strong>27</strong></sup> Do not withhold good from those who deserve it, when it is in your power to act. <sup><strong>28</strong></sup> Do not say to your neighbor, \"Come back later; I'll give it tomorrow\"- when you now have it with you. <sup><strong>29</strong></sup> Do not plot harm against your neighbor, who lives trustfully near you. <sup><strong>30</strong></sup> Do not accuse a man for no reason- when he has done you no harm. <sup><strong>31</strong></sup> Do not envy a violent man or choose any of his ways, <sup><strong>32</strong></sup> for the LORD detests a perverse man but takes the upright into his confidence. <sup><strong>33</strong></sup> The LORD's curse is on the house of the wicked, but he blesses the home of the righteous. <sup><strong>34</strong></sup> He mocks proud mockers but gives grace to the humble. <sup><strong>35</strong></sup> The wise inherit honor, but fools he holds up to shame. "},{"_id":"6158ee452ee2ce61bea42b12","topicId":"6158ee402ee2ce61bea42b00","verse":"Acts 21:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44021028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44021028-1\">28&nbsp;</b>crying out, “Men of Israel, help! This is the man who is teaching everyone everywhere against the people and the law and this place. Moreover, he even brought Greeks into the temple and has defiled this holy place.”</p>\n</div>","kjv":"<strong>28</strong> Crying out, Men of Israel, help: This is the man, that teacheth all men every where against the people, and the law, and this place: and further brought Greeks also into the temple, and hath polluted this holy place.  ","niv":"<sup><strong>28</strong></sup> shouting, \"Men of Israel, help us! This is the man who teaches all men everywhere against our people and our law and this place. And besides, he has brought Greeks into the temple area and defiled this holy place.\""},{"_id":"6158ee452ee2ce61bea42b13","topicId":"6158ee402ee2ce61bea42b00","verse":"Matthew 6:9-13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-24\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-24\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-24\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"6158ee462ee2ce61bea42b14","topicId":"6158ee402ee2ce61bea42b00","verse":"Philippians 2:1-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus,</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: "},{"_id":"6158ee462ee2ce61bea42b15","topicId":"6158ee402ee2ce61bea42b00","verse":"Malachi 2:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39002015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002015-1\">15&nbsp;</b>Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth.</p>\n\n</div>","kjv":"<strong>15</strong> And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.  ","niv":"<sup><strong>15</strong></sup> Has not the LORD made them one? In flesh and spirit they are his. And why one? Because he was seeking godly offspring. So guard yourself in your spirit, and do not break faith with the wife of your youth."},{"_id":"6158ee462ee2ce61bea42b16","topicId":"6158ee402ee2ce61bea42b00","verse":"Isaiah 53:1-12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053001_01-27\" class=\"line\"><b class=\"chapter-num\" id=\"v23053001-1\">53:1&nbsp;</b>&nbsp;&nbsp;Who has believed what he has heard from us?</span><br><span id=\"p23053001_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And to whom has the arm of the LORD been revealed?</span><br><span id=\"p23053002_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053002-1\">2&nbsp;</b>&nbsp;&nbsp;For he grew up before him like a young plant,</span><br><span id=\"p23053002_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a root out of dry ground;</span><br><span id=\"p23053002_01-27\" class=\"line\">&nbsp;&nbsp;he had no form or majesty that we should look at him,</span><br><span id=\"p23053002_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no beauty that we should desire him.</span><br><span id=\"p23053003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053003-1\">3&nbsp;</b>&nbsp;&nbsp;He was despised and rejected by men,</span><br><span id=\"p23053003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a man of sorrows and acquainted with grief;</span><br><span id=\"p23053003_01-27\" class=\"line\">&nbsp;&nbsp;and as one from whom men hide their faces</span><br><span id=\"p23053003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was despised, and we esteemed him not.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-27\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-27\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-27\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053007-1\">7&nbsp;</b>&nbsp;&nbsp;He was oppressed, and he was afflicted,</span><br><span id=\"p23053007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet he opened not his mouth;</span><br><span id=\"p23053007_01-27\" class=\"line\">&nbsp;&nbsp;like a lamb that is led to the slaughter,</span><br><span id=\"p23053007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a sheep that before its shearers is silent,</span><br><span id=\"p23053007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opened not his mouth.</span><br><span id=\"p23053008_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053008-1\">8&nbsp;</b>&nbsp;&nbsp;By oppression and judgment he was taken away;</span><br><span id=\"p23053008_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for his generation, who considered</span><br><span id=\"p23053008_01-27\" class=\"line\">&nbsp;&nbsp;that he was cut off out of the land of the living,</span><br><span id=\"p23053008_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stricken for the transgression of my people?</span><br><span id=\"p23053009_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053009-1\">9&nbsp;</b>&nbsp;&nbsp;And they made his grave with the wicked</span><br><span id=\"p23053009_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a rich man in his death,</span><br><span id=\"p23053009_01-27\" class=\"line\">&nbsp;&nbsp;although he had done no violence,</span><br><span id=\"p23053009_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there was no deceit in his mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23053010_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053010-1\">10&nbsp;</b>&nbsp;&nbsp;Yet it was the will of the LORD to crush him;</span><br><span id=\"p23053010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has put him to grief;</span><br><span id=\"p23053010_01-27\" class=\"line\">&nbsp;&nbsp;when his soul makes an offering for guilt,</span><br><span id=\"p23053010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall see his offspring; he shall prolong his days;</span><br><span id=\"p23053010_01-27\" class=\"line\">&nbsp;&nbsp;the will of the LORD shall prosper in his hand.</span><br><span id=\"p23053011_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053011-1\">11&nbsp;</b>&nbsp;&nbsp;Out of the anguish of his soul he shall see and be satisfied;</span><br><span id=\"p23053011_01-27\" class=\"line\">&nbsp;&nbsp;by his knowledge shall the righteous one, my servant,</span><br><span id=\"p23053011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make many to be accounted righteous,</span><br><span id=\"p23053011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall bear their iniquities.</span><br><span id=\"p23053012_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053012-1\">12&nbsp;</b>&nbsp;&nbsp;Therefore I will divide him a portion with the many,</span><br><span id=\"p23053012_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall divide the spoil with the strong,</span><br><span id=\"p23053012_01-27\" class=\"line\">&nbsp;&nbsp;because he poured out his soul to death</span><br><span id=\"p23053012_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was numbered with the transgressors;</span><br><span id=\"p23053012_01-27\" class=\"line\">&nbsp;&nbsp;yet he bore the sin of many,</span><br><span id=\"p23053012_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes intercession for the transgressors.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Who hath believed our report? and to whom is the arm of the LORD revealed?  <strong>2</strong> For he shall grow up before him as a tender plant, and as a root out of a dry ground: he hath no form nor comeliness; and when we shall see him, there is no beauty that we should desire him.  <strong>3</strong> He is despised and rejected of men; a man of sorrows, and acquainted with grief: and we hid as it were our faces from him; he was despised, and we esteemed him not.  <strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  <strong>7</strong> He was oppressed, and he was afflicted, yet he opened not his mouth: he is brought as a lamb to the slaughter, and as a sheep before her shearers is dumb, so he openeth not his mouth.  <strong>8</strong> He was taken from prison and from judgment: and who shall declare his generation? for he was cut off out of the land of the living: for the transgression of my people was he stricken.  <strong>9</strong> And he made his grave with the wicked, and with the rich in his death; because he had done no violence, neither was any deceit in his mouth.  <strong>10</strong> Yet it pleased the LORD to bruise him; he hath put him to grief: when thou shalt make his soul an offering for sin, he shall see his seed, he shall prolong his days, and the pleasure of the LORD shall prosper in his hand.  <strong>11</strong> He shall see of the travail of his soul, and shall be satisfied: by his knowledge shall my righteous servant justify many; for he shall bear their iniquities.  <strong>12</strong> Therefore will I divide him a portion with the great, and he shall divide the spoil with the strong; because he hath poured out his soul unto death: and he was numbered with the transgressors; and he bare the sin of many, and made intercession for the transgressors.  ","niv":"<sup><strong>1</strong></sup> Who has believed our message and to whom has the arm of the LORD been revealed? <sup><strong>2</strong></sup> He grew up before him like a tender shoot, and like a root out of dry ground. He had no beauty or majesty to attract us to him, nothing in his appearance that we should desire him. <sup><strong>3</strong></sup> He was despised and rejected by men, a man of sorrows, and familiar with suffering. Like one from whom men hide their faces he was despised, and we esteemed him not. <sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. <sup><strong>7</strong></sup> He was oppressed and afflicted, yet he did not open his mouth; he was led like a lamb to the slaughter, and as a sheep before her shearers is silent, so he did not open his mouth. <sup><strong>8</strong></sup> By oppression and judgment he was taken away. And who can speak of his descendants? For he was cut off from the land of the living; for the transgression of my people he was stricken. <sup><strong>9</strong></sup> He was assigned a grave with the wicked, and with the rich in his death, though he had done no violence, nor was any deceit in his mouth. <sup><strong>10</strong></sup> Yet it was the LORD's will to crush him and cause him to suffer, and though the LORD makes his life a guilt offering, he will see his offspring and prolong his days, and the will of the LORD will prosper in his hand. <sup><strong>11</strong></sup> After the suffering of his soul, he will see the light of life and be satisfied; by his knowledge my righteous servant will justify many, and he will bear their iniquities. <sup><strong>12</strong></sup> Therefore I will give him a portion among the great, and he will divide the spoils with the strong, because he poured out his life unto death, and was numbered with the transgressors. For he bore the sin of many, and made intercession for the transgressors. "},{"_id":"6158ee462ee2ce61bea42b17","topicId":"6158ee402ee2ce61bea42b00","verse":"Numbers 20:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p04020001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04020001-1\">20:1&nbsp;</b>And the people of Israel, the whole congregation, came into the wilderness of Zin in the first month, and the people stayed in Kadesh. And Miriam died there and was buried there.</p>\n\n<p id=\"p04020001_09-28\"><b class=\"verse-num\" id=\"v04020002-1\">2&nbsp;</b>Now there was no water for the congregation. And they assembled themselves together against Moses and against Aaron. <b class=\"verse-num\" id=\"v04020003-1\">3&nbsp;</b>And the people quarreled with Moses and said, “Would that we had perished when our brothers perished before the LORD! <b class=\"verse-num\" id=\"v04020004-1\">4&nbsp;</b>Why have you brought the assembly of the LORD into this wilderness, that we should die here, both we and our cattle? <b class=\"verse-num\" id=\"v04020005-1\">5&nbsp;</b>And why have you made us come up out of Egypt to bring us to this evil place? It is no place for grain or figs or vines or pomegranates, and there is no water to drink.” <b class=\"verse-num\" id=\"v04020006-1\">6&nbsp;</b>Then Moses and Aaron went from the presence of the assembly to the entrance of the tent of meeting and fell on their faces. And the glory of the LORD appeared to them, <b class=\"verse-num\" id=\"v04020007-1\">7&nbsp;</b>and the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04020008-1\">8&nbsp;</b>“Take the staff, and assemble the congregation, you and Aaron your brother, and tell the rock before their eyes to yield its water. So you shall bring water out of the rock for them and give drink to the congregation and their cattle.” <b class=\"verse-num\" id=\"v04020009-1\">9&nbsp;</b>And Moses took the staff from before the LORD, as he commanded him.</p>\n\n<p id=\"p04020009_13-28\"><b class=\"verse-num\" id=\"v04020010-1\">10&nbsp;</b>Then Moses and Aaron gathered the assembly together before the rock, and he said to them, “Hear now, you rebels: shall we bring water for you out of this rock?” <b class=\"verse-num\" id=\"v04020011-1\">11&nbsp;</b>And Moses lifted up his hand and struck the rock with his staff twice, and water came out abundantly, and the congregation drank, and their livestock. <b class=\"verse-num\" id=\"v04020012-1\">12&nbsp;</b>And the LORD said to Moses and Aaron, “Because you did not believe in me, to uphold me as holy in the eyes of the people of Israel, therefore you shall not bring this assembly into the land that I have given them.” <b class=\"verse-num\" id=\"v04020013-1\">13&nbsp;</b>These are the waters of Meribah, where the people of Israel quarreled with the LORD, and through them he showed himself holy.</p>\n\n<p id=\"p04020013_16-28\"><b class=\"verse-num\" id=\"v04020014-1\">14&nbsp;</b>Moses sent messengers from Kadesh to the king of Edom: “Thus says your brother Israel: You know all the hardship that we have met: <b class=\"verse-num\" id=\"v04020015-1\">15&nbsp;</b>how our fathers went down to Egypt, and we lived in Egypt a long time. And the Egyptians dealt harshly with us and our fathers. <b class=\"verse-num\" id=\"v04020016-1\">16&nbsp;</b>And when we cried to the LORD, he heard our voice and sent an angel and brought us out of Egypt. And here we are in Kadesh, a city on the edge of your territory. <b class=\"verse-num\" id=\"v04020017-1\">17&nbsp;</b>Please let us pass through your land. We will not pass through field or vineyard, or drink water from a well. We will go along the King’s Highway. We will not turn aside to the right hand or to the left until we have passed through your territory.” <b class=\"verse-num\" id=\"v04020018-1\">18&nbsp;</b>But Edom said to him, “You shall not pass through, lest I come out with the sword against you.” <b class=\"verse-num\" id=\"v04020019-1\">19&nbsp;</b>And the people of Israel said to him, “We will go up by the highway, and if we drink of your water, I and my livestock, then I will pay for it. Let me only pass through on foot, nothing more.” <b class=\"verse-num\" id=\"v04020020-1\">20&nbsp;</b>But he said, “You shall not pass through.” And Edom came out against them with a large army and with a strong force. <b class=\"verse-num\" id=\"v04020021-1\">21&nbsp;</b>Thus Edom refused to give Israel passage through his territory, so Israel turned away from him.</p>\n\n<p id=\"p04020021_20-28\"><b class=\"verse-num\" id=\"v04020022-1\">22&nbsp;</b>And they journeyed from Kadesh, and the people of Israel, the whole congregation, came to Mount Hor. <b class=\"verse-num\" id=\"v04020023-1\">23&nbsp;</b>And the LORD said to Moses and Aaron at Mount Hor, on the border of the land of Edom, <b class=\"verse-num\" id=\"v04020024-1\">24&nbsp;</b>“Let Aaron be gathered to his people, for he shall not enter the land that I have given to the people of Israel, because you rebelled against my command at the waters of Meribah. <b class=\"verse-num\" id=\"v04020025-1\">25&nbsp;</b>Take Aaron and Eleazar his son and bring them up to Mount Hor. <b class=\"verse-num\" id=\"v04020026-1\">26&nbsp;</b>And strip Aaron of his garments and put them on Eleazar his son. And Aaron shall be gathered to his people and shall die there.” <b class=\"verse-num\" id=\"v04020027-1\">27&nbsp;</b>Moses did as the LORD commanded. And they went up Mount Hor in the sight of all the congregation. <b class=\"verse-num\" id=\"v04020028-1\">28&nbsp;</b>And Moses stripped Aaron of his garments and put them on Eleazar his son. And Aaron died there on the top of the mountain. Then Moses and Eleazar came down from the mountain. <b class=\"verse-num\" id=\"v04020029-1\">29&nbsp;</b>And when all the congregation saw that Aaron had perished, all the house of Israel wept for Aaron thirty days.</p>\n\n</div>","kjv":"<strong>1</strong> Then came the children of Israel, even the whole congregation, into the desert of Zin in the first month: and the people abode in Kadesh; and Miriam died there, and was buried there.  <strong>2</strong> And there was no water for the congregation: and they gathered themselves together against Moses and against Aaron.  <strong>3</strong> And the people chode with Moses, and spake, saying, Would God that we had died when our brethren died before the LORD!  <strong>4</strong> And why have ye brought up the congregation of the LORD into this wilderness, that we and our cattle should die there?  <strong>5</strong> And wherefore have ye made us to come up out of Egypt, to bring us in unto this evil place? it is no place of seed, or of figs, or of vines, or of pomegranates; neither is there any water to drink.  <strong>6</strong> And Moses and Aaron went from the presence of the assembly unto the door of the tabernacle of the congregation, and they fell upon their faces: and the glory of the LORD appeared unto them.  <strong>7</strong> And the LORD spake unto Moses, saying,  <strong>8</strong> Take the rod, and gather thou the assembly together, thou, and Aaron thy brother, and speak ye unto the rock before their eyes; and it shall give forth his water, and thou shalt bring forth to them water out of the rock: so thou shalt give the congregation and their beasts drink.  <strong>9</strong> And Moses took the rod from before the LORD, as he commanded him.  <strong>10</strong> And Moses and Aaron gathered the congregation together before the rock, and he said unto them, Hear now, ye rebels; must we fetch you water out of this rock?  <strong>11</strong> And Moses lifted up his hand, and with his rod he smote the rock twice: and the water came out abundantly, and the congregation drank, and their beasts also. <strong>12</strong> And the LORD spake unto Moses and Aaron, Because ye believed me not, to sanctify me in the eyes of the children of Israel, therefore ye shall not bring this congregation into the land which I have given them.  <strong>13</strong> This is the water of Meribah; because the children of Israel strove with the LORD, and he was sanctified in them.  <strong>14</strong> And Moses sent messengers from Kadesh unto the king of Edom, Thus saith thy brother Israel, Thou knowest all the travail that hath befallen us:  <strong>15</strong> How our fathers went down into Egypt, and we have dwelt in Egypt a long time; and the Egyptians vexed us, and our fathers:  <strong>16</strong> And when we cried unto the LORD, he heard our voice, and sent an angel, and hath brought us forth out of Egypt: and, behold, we are in Kadesh, a city in the uttermost of thy border:  <strong>17</strong> Let us pass, I pray thee, through thy country: we will not pass through the fields, or through the vineyards, neither will we drink of  the water of the wells: we will go by the king’s high way, we will not turn to the right hand nor to the left, until we have passed thy borders.  <strong>18</strong> And Edom said unto him, Thou shalt not pass by me, lest I come out against thee with the sword.  <strong>19</strong> And the children of Israel said unto him, We will go by the high way: and if I and my cattle drink of thy water, then I will pay for it: I will only, without doing any thing else, go through on my feet.  <strong>20</strong> And he said, Thou shalt not go through. And Edom came out against him with much people, and with a strong hand.  <strong>21</strong> Thus Edom refused to give Israel passage through his border: wherefore Israel turned away from him.  <strong>22</strong> And the children of Israel, even the whole congregation, journeyed from Kadesh, and came unto mount Hor.  <strong>23</strong> And the LORD spake unto Moses and Aaron in mount Hor, by the coast of the land of Edom, saying,  <strong>24</strong> Aaron shall be gathered unto his people: for he shall not enter into the land which I have given unto the children of Israel, because ye rebelled against my word at the water of Meribah.  <strong>25</strong> Take Aaron and Eleazar his son, and bring them up unto mount Hor:  <strong>26</strong> And strip Aaron of his garments, and put them upon Eleazar his son: and Aaron shall be gathered unto his people, and shall die there.  <strong>27</strong> And Moses did as the LORD commanded: and they went up into mount Hor in the sight of all the congregation.  <strong>28</strong> And Moses stripped Aaron of his garments, and put them upon Eleazar his son; and Aaron died there in the top of the mount: and Moses and Eleazar came down from the mount.  <strong>29</strong> And when all the congregation saw that Aaron was dead, they mourned for Aaron thirty days, even all the house of Israel.  ","niv":"<sup><strong>1</strong></sup> In the first month the whole Israelite community arrived at the Desert of Zin, and they stayed at Kadesh. There Miriam died and was buried. <sup><strong>2</strong></sup> Now there was no water for the community, and the people gathered in opposition to Moses and Aaron. <sup><strong>3</strong></sup> They quarreled with Moses and said, \"If only we had died when our brothers fell dead before the LORD! <sup><strong>4</strong></sup> Why did you bring the LORD's community into this desert, that we and our livestock should die here? <sup><strong>5</strong></sup> Why did you bring us up out of Egypt to this terrible place? It has no grain or figs, grapevines or pomegranates. And there is no water to drink!\" <sup><strong>6</strong></sup> Moses and Aaron went from the assembly to the entrance to the Tent of Meeting and fell facedown, and the glory of the LORD appeared to them. <sup><strong>7</strong></sup> The LORD said to Moses, <sup><strong>8</strong></sup> \"Take the staff, and you and your brother Aaron gather the assembly together. Speak to that rock before their eyes and it will pour out its water. You will bring water out of the rock for the community so they and their livestock can drink.\" <sup><strong>9</strong></sup> So Moses took the staff from the LORD's presence, just as he commanded him. <sup><strong>10</strong></sup> He and Aaron gathered the assembly together in front of the rock and Moses said to them, \"Listen, you rebels, must we bring you water out of this rock?\" <sup><strong>11</strong></sup> Then Moses raised his arm and struck the rock twice with his staff. Water gushed out, and the community and their livestock drank. <sup><strong>12</strong></sup> But the LORD said to Moses and Aaron, \"Because you did not trust in me enough to honor me as holy in the sight of the Israelites, you will not bring this community into the land I give them.\" <sup><strong>13</strong></sup> These were the waters of Meribah, where the Israelites quarreled with the LORD and where he showed himself holy among them. <sup><strong>14</strong></sup> Moses sent messengers from Kadesh to the king of Edom, saying: \"This is what your brother Israel says: You know about all the hardships that have come upon us. <sup><strong>15</strong></sup> Our forefathers went down into Egypt, and we lived there many years. The Egyptians mistreated us and our fathers, <sup><strong>16</strong></sup> but when we cried out to the LORD, he heard our cry and sent an angel and brought us out of Egypt. \"Now we are here at Kadesh, a town on the edge of your territory. <sup><strong>17</strong></sup> Please let us pass through your country. We will not go through any field or vineyard, or drink water from any well. We will travel along the king's highway and not turn to the right or to the left until we have passed through your territory.\" <sup><strong>18</strong></sup> But Edom answered: \"You may not pass through here; if you try, we will march out and attack you with the sword.\" <sup><strong>19</strong></sup> The Israelites replied: \"We will go along the main road, and if we or our livestock drink any of your water, we will pay for it. We only want to pass through on foot-nothing else.\" <sup><strong>20</strong></sup> Again they answered: \"You may not pass through.\" Then Edom came out against them with a large and powerful army. <sup><strong>21</strong></sup> Since Edom refused to let them go through their territory, Israel turned away from them. <sup><strong>22</strong></sup> The whole Israelite community set out from Kadesh and came to Mount Hor. <sup><strong>23</strong></sup> At Mount Hor, near the border of Edom, the LORD said to Moses and Aaron, <sup><strong>24</strong></sup> \"Aaron will be gathered to his people. He will not enter the land I give the Israelites, because both of you rebelled against my command at the waters of Meribah. <sup><strong>25</strong></sup> Get Aaron and his son Eleazar and take them up Mount Hor. <sup><strong>26</strong></sup> Remove Aaron's garments and put them on his son Eleazar, for Aaron will be gathered to his people; he will die there.\" <sup><strong>27</strong></sup> Moses did as the LORD commanded: They went up Mount Hor in the sight of the whole community. <sup><strong>28</strong></sup> Moses removed Aaron's garments and put them on his son Eleazar. And Aaron died there on top of the mountain. Then Moses and Eleazar came down from the mountain, <sup><strong>29</strong></sup> and when the whole community learned that Aaron had died, the entire house of Israel mourned for him thirty days. "},{"_id":"6158ee472ee2ce61bea42b18","topicId":"6158ee402ee2ce61bea42b00","verse":"1 John 3:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"_id":"6158ee472ee2ce61bea42b19","topicId":"6158ee402ee2ce61bea42b00","verse":"Matthew 16:1-28","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40016001_07-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40016001-1\">16:1&nbsp;</b>And the Pharisees and Sadducees came, and to test him they asked him to show them a sign from heaven. <b class=\"verse-num\" id=\"v40016002-1\">2&nbsp;</b>He answered them, <span class=\"woc\">“When it is evening, you say, ‘It will be fair weather, for the sky is red.’</span> <b class=\"verse-num woc\" id=\"v40016003-1\">3&nbsp;</b><span class=\"woc\">And in the morning, ‘It will be stormy today, for the sky is red and threatening.’ You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times.</span> <b class=\"verse-num woc\" id=\"v40016004-1\">4&nbsp;</b><span class=\"woc\">An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of Jonah.”</span> So he left them and departed.</p>\n\n<p id=\"p40016004_14-30\"><b class=\"verse-num\" id=\"v40016005-1\">5&nbsp;</b>When the disciples reached the other side, they had forgotten to bring any bread. <b class=\"verse-num\" id=\"v40016006-1\">6&nbsp;</b>Jesus said to them, <span class=\"woc\">“Watch and beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016007-1\">7&nbsp;</b>And they began discussing it among themselves, saying, “We brought no bread.” <b class=\"verse-num\" id=\"v40016008-1\">8&nbsp;</b>But Jesus, aware of this, said, <span class=\"woc\">“O you of little faith, why are you discussing among yourselves the fact that you have no bread?</span> <b class=\"verse-num woc\" id=\"v40016009-1\">9&nbsp;</b><span class=\"woc\">Do you not yet perceive? Do you not remember the five loaves for the five thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016010-1\">10&nbsp;</b><span class=\"woc\">Or the seven loaves for the four thousand, and how many baskets you gathered?</span> <b class=\"verse-num woc\" id=\"v40016011-1\">11&nbsp;</b><span class=\"woc\">How is it that you fail to understand that I did not speak about bread? Beware of the leaven of the Pharisees and Sadducees.”</span> <b class=\"verse-num\" id=\"v40016012-1\">12&nbsp;</b>Then they understood that he did not tell them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.</p>\n\n<p id=\"p40016012_20-30\"><b class=\"verse-num\" id=\"v40016013-1\">13&nbsp;</b>Now when Jesus came into the district of Caesarea Philippi, he asked his disciples, <span class=\"woc\">“Who do people say that the Son of Man is?”</span> <b class=\"verse-num\" id=\"v40016014-1\">14&nbsp;</b>And they said, “Some say John the Baptist, others say Elijah, and others Jeremiah or one of the prophets.” <b class=\"verse-num\" id=\"v40016015-1\">15&nbsp;</b>He said to them, <span class=\"woc\">“But who do you say that I am?”</span> <b class=\"verse-num\" id=\"v40016016-1\">16&nbsp;</b>Simon Peter replied, “You are the Christ, the Son of the living God.” <b class=\"verse-num\" id=\"v40016017-1\">17&nbsp;</b>And Jesus answered him, <span class=\"woc\">“Blessed are you, Simon Bar-Jonah! For flesh and blood has not revealed this to you, but my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span> <b class=\"verse-num woc\" id=\"v40016019-1\">19&nbsp;</b><span class=\"woc\">I will give you the keys of the kingdom of heaven, and whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.”</span> <b class=\"verse-num\" id=\"v40016020-1\">20&nbsp;</b>Then he strictly charged the disciples to tell no one that he was the Christ.</p>\n\n<p id=\"p40016020_26-30\"><b class=\"verse-num\" id=\"v40016021-1\">21&nbsp;</b>From that time Jesus began to show his disciples that he must go to Jerusalem and suffer many things from the elders and chief priests and scribes, and be killed, and on the third day be raised. <b class=\"verse-num\" id=\"v40016022-1\">22&nbsp;</b>And Peter took him aside and began to rebuke him, saying, “Far be it from you, Lord! This shall never happen to you.” <b class=\"verse-num\" id=\"v40016023-1\">23&nbsp;</b>But he turned and said to Peter, <span class=\"woc\">“Get behind me, Satan! You are a hindrance to me. For you are not setting your mind on the things of God, but on the things of man.”</span></p>\n\n<p id=\"p40016023_33-30\"><b class=\"verse-num\" id=\"v40016024-1\">24&nbsp;</b>Then Jesus told his disciples, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross and follow me.</span> <b class=\"verse-num woc\" id=\"v40016025-1\">25&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will find it.</span> <b class=\"verse-num woc\" id=\"v40016026-1\">26&nbsp;</b><span class=\"woc\">For what will it profit a man if he gains the whole world and forfeits his soul? Or what shall a man give in return for his soul?</span> <b class=\"verse-num woc\" id=\"v40016027-1\">27&nbsp;</b><span class=\"woc\">For the Son of Man is going to come with his angels in the glory of his Father, and then he will repay each person according to what he has done.</span> <b class=\"verse-num woc\" id=\"v40016028-1\">28&nbsp;</b><span class=\"woc\">Truly, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”</span></p>\n\n</div>","kjv":"<strong>1</strong> The Pharisees also with the Sadducees came, and tempting desired him that he would shew them a sign from heaven.  <strong>2</strong> He answered and said unto them, When it is evening, ye say, It will be fair weather: for the sky is red.  <strong>3</strong> And in the morning, It will be foul weather to day: for the sky is red and lowring. O ye hypocrites, ye can discern the face of the sky; but can ye not discern the signs of the times?  <strong>4</strong> A wicked and adulterous generation seeketh after a sign; and there shall no sign be given unto it, but the sign of the prophet Jonas. And he left them, and departed.  <strong>5</strong> And when his disciples were come to the other side, they had forgotten to take bread.  <strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  <strong>7</strong> And they reasoned among themselves, saying, It is because we have taken no bread.  <strong>8</strong> Which when Jesus perceived, he said unto them, O ye of little faith, why reason ye among yourselves, because ye have brought no bread?  <strong>9</strong> Do ye not yet understand, neither remember the five loaves of the five thousand, and how many baskets ye took up?  <strong>10</strong> Neither the seven loaves of the four thousand, and how many baskets ye took up?  <strong>11</strong> How is it that ye do not understand that I spake it not to you concerning bread, that ye should beware of the leaven of the Pharisees and of the Sadducees?  <strong>12</strong> Then understood they how that he bade them not beware of the leaven of bread, but of the doctrine of the Pharisees and of the Sadducees.  <strong>13</strong> When Jesus came into the coasts of Caesarea Philippi, he asked his disciples, saying, Whom do men say that I the Son of man am?  <strong>14</strong> And they said, Some say that thou art John the Baptist: some, Elias; and others, Jeremias, or one of the prophets.  <strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  <strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  <strong>19</strong> And I will give unto thee the keys of the kingdom of heaven: and whatsoever thou shalt bind on earth shall be bound in heaven: and whatsoever thou shalt loose on earth shall be loosed in heaven.  <strong>20</strong> Then charged he his disciples that they should tell no man that he was Jesus the Christ.  <strong>21</strong> From that time forth began Jesus to shew unto his disciples, how that he must go unto Jerusalem, and suffer many things of the elders and chief priests and scribes, and be killed, and be raised again the third day.  <strong>22</strong> Then Peter took him, and began to rebuke him, saying, Be it far from thee, Lord: this shall not be unto thee.  <strong>23</strong> But he turned, and said unto Peter, Get thee behind me, Satan: thou art an offence unto me: for thou savourest not the things that be of God, but those that be of men. <strong>24</strong> Then said Jesus unto his disciples, If any man will come after me, let him deny himself, and take up his cross, and follow me.  <strong>25</strong> For whosoever will save his life shall lose it: and whosoever will lose his life for my sake shall find it.  <strong>26</strong> For what is a man profited, if he shall gain the whole world, and lose his own soul? or what shall a man give in exchange for his soul?  <strong>27</strong> For the Son of man shall come in the glory of his Father with his angels; and then he shall reward every man according to his works.  <strong>28</strong> Verily I say unto you, There be some standing here, which shall not taste of death, till they see the Son of man coming in his kingdom. ","niv":"<sup><strong>1</strong></sup> The Pharisees and Sadducees came to Jesus and tested him by asking him to show them a sign from heaven. <sup><strong>2</strong></sup> He replied, \"When evening comes, you say, 'It will be fair weather, for the sky is red,' <sup><strong>3</strong></sup> and in the morning, 'Today it will be stormy, for the sky is red and overcast.' You know how to interpret the appearance of the sky, but you cannot interpret the signs of the times. <sup><strong>4</strong></sup> A wicked and adulterous generation looks for a miraculous sign, but none will be given it except the sign of Jonah.\" Jesus then left them and went away. <sup><strong>5</strong></sup> When they went across the lake, the disciples forgot to take bread. <sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>7</strong></sup> They discussed this among themselves and said, \"It is because we didn't bring any bread.\" <sup><strong>8</strong></sup> Aware of their discussion, Jesus asked, \"You of little faith, why are you talking among yourselves about having no bread? <sup><strong>9</strong></sup> Do you still not understand? Don't you remember the five loaves for the five thousand, and how many basketfuls you gathered? <sup><strong>10</strong></sup> Or the seven loaves for the four thousand, and how many basketfuls you gathered? <sup><strong>11</strong></sup> How is it you don't understand that I was not talking to you about bread? But be on your guard against the yeast of the Pharisees and Sadducees.\" <sup><strong>12</strong></sup> Then they understood that he was not telling them to guard against the yeast used in bread, but against the teaching of the Pharisees and Sadducees. <sup><strong>13</strong></sup> When Jesus came to the region of Caesarea Philippi, he asked his disciples, \"Who do people say the Son of Man is?\" <sup><strong>14</strong></sup> They replied, \"Some say John the Baptist; others say Elijah; and still others, Jeremiah or one of the prophets.\" <sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. <sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it. <sup><strong>19</strong></sup> I will give you the keys of the kingdom of heaven; whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven.\" <sup><strong>20</strong></sup> Then he warned his disciples not to tell anyone that he was the Christ. <sup><strong>21</strong></sup> From that time on Jesus began to explain to his disciples that he must go to Jerusalem and suffer many things at the hands of the elders, chief priests and teachers of the law, and that he must be killed and on the third day be raised to life. <sup><strong>22</strong></sup> Peter took him aside and began to rebuke him. \"Never, Lord!\" he said. \"This shall never happen to you!\" <sup><strong>23</strong></sup> Jesus turned and said to Peter, \"Get behind me, Satan! You are a stumbling block to me; you do not have in mind the things of God, but the things of men.\" <sup><strong>24</strong></sup> Then Jesus said to his disciples, \"If anyone would come after me, he must deny himself and take up his cross and follow me. <sup><strong>25</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will find it. <sup><strong>26</strong></sup> What good will it be for a man if he gains the whole world, yet forfeits his soul? Or what can a man give in exchange for his soul? <sup><strong>27</strong></sup> For the Son of Man is going to come in his Father's glory with his angels, and then he will reward each person according to what he has done. <sup><strong>28</strong></sup> I tell you the truth, some who are standing here will not taste death before they see the Son of Man coming in his kingdom.\" "}]}