{"_id":"6158ee202ee2ce61bea42ae6","slug":"arguments","name":"Arguments","verses":[{"_id":"6158ee212ee2ce61bea42ae7","topicId":"6158ee202ee2ce61bea42ae6","verse":"2 Timothy 2:23-25","votes":108,"__v":0,"esv":"<div>\n<p id=\"p55002023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth,</p>\n\n</div>","kjv":"<strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  ","niv":"<sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, "},{"_id":"6158ee212ee2ce61bea42ae8","topicId":"6158ee202ee2ce61bea42ae6","verse":"2 Timothy 2:14","votes":57,"__v":0,"esv":"<div>\n\n<p id=\"p55002014_06-2\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers.</p>\n\n</div>","kjv":"<strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  ","niv":"<sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen."},{"_id":"6158ee212ee2ce61bea42ae9","topicId":"6158ee202ee2ce61bea42ae6","verse":"James 4:1-3","votes":44,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions.</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. "},{"_id":"6158ee212ee2ce61bea42aea","topicId":"6158ee202ee2ce61bea42ae6","verse":"2 Timothy 2:16","votes":39,"__v":0,"esv":"<div>\n<p id=\"p55002016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness,</p>\n</div>","kjv":"<strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  ","niv":"<sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly."},{"_id":"6158ee222ee2ce61bea42aeb","topicId":"6158ee202ee2ce61bea42ae6","verse":"Proverbs 15:1","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-5\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"6158ee222ee2ce61bea42aec","topicId":"6158ee202ee2ce61bea42ae6","verse":"2 Corinthians 10:5","votes":34,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},{"_id":"6158ee222ee2ce61bea42aed","topicId":"6158ee202ee2ce61bea42ae6","verse":"Proverbs 21:9","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021009_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021009-1\">9&nbsp;</b>&nbsp;&nbsp;It is better to live in a corner of the housetop</span><br><span id=\"p20021009_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than in a house shared with a quarrelsome wife.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house.  ","niv":"<sup><strong>9</strong></sup> Better to live on a corner of the roof than share a house with a quarrelsome wife."},{"_id":"6158ee232ee2ce61bea42aee","topicId":"6158ee202ee2ce61bea42ae6","verse":"1 Timothy 6:4","votes":26,"__v":0,"esv":"<div>\n<p id=\"p54006004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006004-1\">4&nbsp;</b>he is puffed up with conceit and understands nothing. He has an unhealthy craving for controversy and for quarrels about words, which produce envy, dissension, slander, evil suspicions,</p>\n</div>","kjv":"<strong>4</strong> He is proud, knowing nothing, but doting about questions and strifes of words, whereof cometh envy, strife, railings, evil surmisings,  ","niv":"<sup><strong>4</strong></sup> he is conceited and understands nothing. He has an unhealthy interest in controversies and quarrels about words that result in envy, strife, malicious talk, evil suspicions"},{"_id":"6158ee232ee2ce61bea42aef","topicId":"6158ee202ee2ce61bea42ae6","verse":"Romans 12:2","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6158ee232ee2ce61bea42af0","topicId":"6158ee202ee2ce61bea42ae6","verse":"James 1:19","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-11\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,"},{"_id":"6158ee242ee2ce61bea42af1","topicId":"6158ee202ee2ce61bea42ae6","verse":"Matthew 7:3","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40007003_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span></p>\n</div>","kjv":"<strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  ","niv":"<sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye?"},{"_id":"6158ee242ee2ce61bea42af2","topicId":"6158ee202ee2ce61bea42ae6","verse":"Proverbs 18:2","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018002_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018002-1\">2&nbsp;</b>&nbsp;&nbsp;A fool takes no pleasure in understanding,</span><br><span id=\"p20018002_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but only in expressing his opinion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> A fool hath no delight in understanding, but that his heart may discover itself.  ","niv":"<sup><strong>2</strong></sup> A fool finds no pleasure in understanding but delights in airing his own opinions."},{"_id":"6158ee242ee2ce61bea42af3","topicId":"6158ee202ee2ce61bea42ae6","verse":"Romans 14:1","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"6158ee242ee2ce61bea42af4","topicId":"6158ee202ee2ce61bea42ae6","verse":"Philippians 2:14-16","votes":16,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-15\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain.</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. "},{"_id":"6158ee252ee2ce61bea42af5","topicId":"6158ee202ee2ce61bea42ae6","verse":"Proverbs 21:23","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021023_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021023-1\">23&nbsp;</b>&nbsp;&nbsp;Whoever keeps his mouth and his tongue</span><br><span id=\"p20021023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keeps himself out of trouble.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Whoso keepeth his mouth and his tongue keepeth his soul from troubles.  ","niv":"<sup><strong>23</strong></sup> He who guards his mouth and his tongue keeps himself from calamity."},{"_id":"6158ee252ee2ce61bea42af6","topicId":"6158ee202ee2ce61bea42ae6","verse":"Titus 3:9","votes":15,"__v":0,"esv":"<div>\n<p id=\"p56003009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless.</p>\n</div>","kjv":"<strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  ","niv":"<sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless."},{"_id":"6158ee252ee2ce61bea42af7","topicId":"6158ee202ee2ce61bea42ae6","verse":"Titus 3:1-11","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p56003001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56003001-1\">3:1&nbsp;</b>Remind them to be submissive to rulers and authorities, to be obedient, to be ready for every good work, <b class=\"verse-num\" id=\"v56003002-1\">2&nbsp;</b>to speak evil of no one, to avoid quarreling, to be gentle, and to show perfect courtesy toward all people. <b class=\"verse-num\" id=\"v56003003-1\">3&nbsp;</b>For we ourselves were once foolish, disobedient, led astray, slaves to various passions and pleasures, passing our days in malice and envy, hated by others and hating one another. <b class=\"verse-num\" id=\"v56003004-1\">4&nbsp;</b>But when the goodness and loving kindness of God our Savior appeared, <b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit, <b class=\"verse-num\" id=\"v56003006-1\">6&nbsp;</b>whom he poured out on us richly through Jesus Christ our Savior, <b class=\"verse-num\" id=\"v56003007-1\">7&nbsp;</b>so that being justified by his grace we might become heirs according to the hope of eternal life. <b class=\"verse-num\" id=\"v56003008-1\">8&nbsp;</b>The saying is trustworthy, and I want you to insist on these things, so that those who have believed in God may be careful to devote themselves to good works. These things are excellent and profitable for people. <b class=\"verse-num\" id=\"v56003009-1\">9&nbsp;</b>But avoid foolish controversies, genealogies, dissensions, and quarrels about the law, for they are unprofitable and worthless. <b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him, <b class=\"verse-num\" id=\"v56003011-1\">11&nbsp;</b>knowing that such a person is warped and sinful; he is self-condemned.</p>\n</div>","kjv":"<strong>1</strong> Put them in mind to be subject to principalities and powers, to obey magistrates, to be ready to every good work,  <strong>2</strong> To speak evil of no man, to be no brawlers, but gentle, shewing all meekness unto all men.  <strong>3</strong> For we ourselves also were sometimes foolish, disobedient, deceived, serving divers lusts and pleasures, living in malice and envy, hateful, and hating one another.  <strong>4</strong> But after that the kindness and love of God our Saviour toward man appeared,  <strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  <strong>6</strong> Which he shed on us abundantly through Jesus Christ our Saviour;  <strong>7</strong> That being justified by his grace, we should be made heirs according to the hope of eternal life.  <strong>8</strong> This is a faithful saying, and these things I will that thou affirm constantly, that they which have believed in God might be careful to maintain good works. These things are good and profitable unto men.  <strong>9</strong> But avoid foolish questions, and genealogies, and contentions, and strivings about the law; for they are unprofitable and vain.  <strong>10</strong> A man that is an heretick after the first and second admonition reject;  <strong>11</strong> Knowing that he that is such is subverted, and sinneth, being condemned of himself.  ","niv":"<sup><strong>1</strong></sup> Remind the people to be subject to rulers and authorities, to be obedient, to be ready to do whatever is good, <sup><strong>2</strong></sup> to slander no one, to be peaceable and considerate, and to show true humility toward all men. <sup><strong>3</strong></sup> At one time we too were foolish, disobedient, deceived and enslaved by all kinds of passions and pleasures. We lived in malice and envy, being hated and hating one another. <sup><strong>4</strong></sup> But when the kindness and love of God our Savior appeared, <sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit, <sup><strong>6</strong></sup> whom he poured out on us generously through Jesus Christ our Savior, <sup><strong>7</strong></sup> so that, having been justified by his grace, we might become heirs having the hope of eternal life. <sup><strong>8</strong></sup> This is a trustworthy saying. And I want you to stress these things, so that those who have trusted in God may be careful to devote themselves to doing what is good. These things are excellent and profitable for everyone. <sup><strong>9</strong></sup> But avoid foolish controversies and genealogies and arguments and quarrels about the law, because these are unprofitable and useless. <sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him. <sup><strong>11</strong></sup> You may be sure that such a man is warped and sinful; he is self-condemned. "},{"_id":"6158ee262ee2ce61bea42af8","topicId":"6158ee202ee2ce61bea42ae6","verse":"Romans 12:1","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"6158ee262ee2ce61bea42af9","topicId":"6158ee202ee2ce61bea42ae6","verse":"Colossians 3:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"6158ee262ee2ce61bea42afa","topicId":"6158ee202ee2ce61bea42ae6","verse":"Jeremiah 31:1-40","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p24031001_08-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24031001-1\">31:1&nbsp;</b>“At that time, declares the LORD, I will be the God of all the clans of Israel, and they shall be my people.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031002_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031002-1\">2&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24031002_08-21\" class=\"line\">&nbsp;&nbsp;“The people who survived the sword</span><br><span id=\"p24031002_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;found grace in the wilderness;</span><br><span id=\"p24031002_08-21\" class=\"line\">&nbsp;&nbsp;when Israel sought for rest,</span><br><span id=\"p24031003_08-21\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v24031003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the LORD appeared to him from far away.</span><br><span id=\"p24031003_08-21\" class=\"line\">&nbsp;&nbsp;I have loved you with an everlasting love;</span><br><span id=\"p24031003_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I have continued my faithfulness to you.</span><br><span id=\"p24031004_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031004-1\">4&nbsp;</b>&nbsp;&nbsp;Again I will build you, and you shall be built,</span><br><span id=\"p24031004_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O virgin Israel!</span><br><span id=\"p24031004_08-21\" class=\"line\">&nbsp;&nbsp;Again you shall adorn yourself with tambourines</span><br><span id=\"p24031004_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall go forth in the dance of the merrymakers.</span><br><span id=\"p24031005_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031005-1\">5&nbsp;</b>&nbsp;&nbsp;Again you shall plant vineyards</span><br><span id=\"p24031005_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the mountains of Samaria;</span><br><span id=\"p24031005_08-21\" class=\"line\">&nbsp;&nbsp;the planters shall plant</span><br><span id=\"p24031005_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall enjoy the fruit.</span><br><span id=\"p24031006_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031006-1\">6&nbsp;</b>&nbsp;&nbsp;For there shall be a day when watchmen will call</span><br><span id=\"p24031006_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the hill country of Ephraim:</span><br><span id=\"p24031006_08-21\" class=\"line\">&nbsp;&nbsp;‘Arise, and let us go up to Zion,</span><br><span id=\"p24031006_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the LORD our God.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031007_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031007-1\">7&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p24031007_08-21\" class=\"line\">&nbsp;&nbsp;“Sing aloud with gladness for Jacob,</span><br><span id=\"p24031007_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise shouts for the chief of the nations;</span><br><span id=\"p24031007_08-21\" class=\"line\">&nbsp;&nbsp;proclaim, give praise, and say,</span><br><span id=\"p24031007_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘O LORD, save your people,</span><br><span id=\"p24031007_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the remnant of Israel.’</span><br><span id=\"p24031008_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031008-1\">8&nbsp;</b>&nbsp;&nbsp;Behold, I will bring them from the north country</span><br><span id=\"p24031008_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gather them from the farthest parts of the earth,</span><br><span id=\"p24031008_08-21\" class=\"line\">&nbsp;&nbsp;among them the blind and the lame,</span><br><span id=\"p24031008_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the pregnant woman and she who is in labor, together;</span><br><span id=\"p24031008_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a great company, they shall return here.</span><br><span id=\"p24031009_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031009-1\">9&nbsp;</b>&nbsp;&nbsp;With weeping they shall come,</span><br><span id=\"p24031009_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with pleas for mercy I will lead them back,</span><br><span id=\"p24031009_08-21\" class=\"line\">&nbsp;&nbsp;I will make them walk by brooks of water,</span><br><span id=\"p24031009_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a straight path in which they shall not stumble,</span><br><span id=\"p24031009_08-21\" class=\"line\">&nbsp;&nbsp;for I am a father to Israel,</span><br><span id=\"p24031009_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Ephraim is my firstborn.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031010_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031010-1\">10&nbsp;</b>&nbsp;&nbsp;“Hear the word of the LORD, O nations,</span><br><span id=\"p24031010_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and declare it in the coastlands far away;</span><br><span id=\"p24031010_08-21\" class=\"line\">&nbsp;&nbsp;say, ‘He who scattered Israel will gather him,</span><br><span id=\"p24031010_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will keep him as a shepherd keeps his flock.’</span><br><span id=\"p24031011_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031011-1\">11&nbsp;</b>&nbsp;&nbsp;For the LORD has ransomed Jacob</span><br><span id=\"p24031011_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and has redeemed him from hands too strong for him.</span><br><span id=\"p24031012_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031012-1\">12&nbsp;</b>&nbsp;&nbsp;They shall come and sing aloud on the height of Zion,</span><br><span id=\"p24031012_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be radiant over the goodness of the LORD,</span><br><span id=\"p24031012_08-21\" class=\"line\">&nbsp;&nbsp;over the grain, the wine, and the oil,</span><br><span id=\"p24031012_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and over the young of the flock and the herd;</span><br><span id=\"p24031012_08-21\" class=\"line\">&nbsp;&nbsp;their life shall be like a watered garden,</span><br><span id=\"p24031012_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall languish no more.</span><br><span id=\"p24031013_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031013-1\">13&nbsp;</b>&nbsp;&nbsp;Then shall the young women rejoice in the dance,</span><br><span id=\"p24031013_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the young men and the old shall be merry.</span><br><span id=\"p24031013_08-21\" class=\"line\">&nbsp;&nbsp;I will turn their mourning into joy;</span><br><span id=\"p24031013_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will comfort them, and give them gladness for sorrow.</span><br><span id=\"p24031014_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031014-1\">14&nbsp;</b>&nbsp;&nbsp;I will feast the soul of the priests with abundance,</span><br><span id=\"p24031014_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my people shall be satisfied with my goodness,</span><br><span id=\"p24031014_08-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031015_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031015-1\">15&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24031015_08-21\" class=\"line\">&nbsp;&nbsp;“A voice is heard in Ramah,</span><br><span id=\"p24031015_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lamentation and bitter weeping.</span><br><span id=\"p24031015_08-21\" class=\"line\">&nbsp;&nbsp;Rachel is weeping for her children;</span><br><span id=\"p24031015_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she refuses to be comforted for her children,</span><br><span id=\"p24031015_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they are no more.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031016_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031016-1\">16&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24031016_08-21\" class=\"line\">&nbsp;&nbsp;“Keep your voice from weeping,</span><br><span id=\"p24031016_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your eyes from tears,</span><br><span id=\"p24031016_08-21\" class=\"line\">&nbsp;&nbsp;for there is a reward for your work,</span><br><span id=\"p24031016_08-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24031016_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall come back from the land of the enemy.</span><br><span id=\"p24031017_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031017-1\">17&nbsp;</b>&nbsp;&nbsp;There is hope for your future,</span><br><span id=\"p24031017_08-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24031017_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your children shall come back to their own country.</span><br><span id=\"p24031018_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031018-1\">18&nbsp;</b>&nbsp;&nbsp;I have heard Ephraim grieving,</span><br><span id=\"p24031018_08-21\" class=\"line\">&nbsp;&nbsp;‘You have disciplined me, and I was disciplined,</span><br><span id=\"p24031018_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like an untrained calf;</span><br><span id=\"p24031018_08-21\" class=\"line\">&nbsp;&nbsp;bring me back that I may be restored,</span><br><span id=\"p24031018_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you are the LORD my God.</span><br><span id=\"p24031019_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031019-1\">19&nbsp;</b>&nbsp;&nbsp;For after I had turned away, I relented,</span><br><span id=\"p24031019_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after I was instructed, I struck my thigh;</span><br><span id=\"p24031019_08-21\" class=\"line\">&nbsp;&nbsp;I was ashamed, and I was confounded,</span><br><span id=\"p24031019_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I bore the disgrace of my youth.’</span><br><span id=\"p24031020_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031020-1\">20&nbsp;</b>&nbsp;&nbsp;Is Ephraim my dear son?</span><br><span id=\"p24031020_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Is he my darling child?</span><br><span id=\"p24031020_08-21\" class=\"line\">&nbsp;&nbsp;For as often as I speak against him,</span><br><span id=\"p24031020_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I do remember him still.</span><br><span id=\"p24031020_08-21\" class=\"line\">&nbsp;&nbsp;Therefore my heart yearns for him;</span><br><span id=\"p24031020_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will surely have mercy on him,</span><br><span id=\"p24031020_08-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031021_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031021-1\">21&nbsp;</b>&nbsp;&nbsp;“Set up road markers for yourself;</span><br><span id=\"p24031021_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make yourself guideposts;</span><br><span id=\"p24031021_08-21\" class=\"line\">&nbsp;&nbsp;consider well the highway,</span><br><span id=\"p24031021_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the road by which you went.</span><br><span id=\"p24031021_08-21\" class=\"line\">&nbsp;&nbsp;Return, O virgin Israel,</span><br><span id=\"p24031021_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;return to these your cities.</span><br><span id=\"p24031022_08-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031022-1\">22&nbsp;</b>&nbsp;&nbsp;How long will you waver,</span><br><span id=\"p24031022_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O faithless daughter?</span><br><span id=\"p24031022_08-21\" class=\"line\">&nbsp;&nbsp;For the LORD has created a new thing on the earth:</span><br><span id=\"p24031022_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a woman encircles a man.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24031022_08-21\"><b class=\"verse-num\" id=\"v24031023-1\">23&nbsp;</b>Thus says the LORD of hosts, the God of Israel: “Once more they shall use these words in the land of Judah and in its cities, when I restore their fortunes:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031023_08-21\" class=\"line\">&nbsp;&nbsp;“‘The LORD bless you, O habitation of righteousness,</span><br><span id=\"p24031023_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O holy hill!’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24031023_08-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24031024-1\">24&nbsp;</b>And Judah and all its cities shall dwell there together, and the farmers and those who wander with their flocks. <b class=\"verse-num\" id=\"v24031025-1\">25&nbsp;</b>For I will satisfy the weary soul, and every languishing soul I will replenish.”</p>\n<p id=\"p24031025_08-21\"><b class=\"verse-num\" id=\"v24031026-1\">26&nbsp;</b>At this I awoke and looked, and my sleep was pleasant to me.</p>\n<p id=\"p24031026_08-21\"><b class=\"verse-num\" id=\"v24031027-1\">27&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will sow the house of Israel and the house of Judah with the seed of man and the seed of beast. <b class=\"verse-num\" id=\"v24031028-1\">28&nbsp;</b>And it shall come to pass that as I have watched over them to pluck up and break down, to overthrow, destroy, and bring harm, so I will watch over them to build and to plant, declares the LORD. <b class=\"verse-num\" id=\"v24031029-1\">29&nbsp;</b>In those days they shall no longer say:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031029_08-21\" class=\"line\">&nbsp;&nbsp;“‘The fathers have eaten sour grapes,</span><br><span id=\"p24031029_08-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the children’s teeth are set on edge.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24031029_08-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24031030-1\">30&nbsp;</b>But everyone shall die for his own iniquity. Each man who eats sour grapes, his teeth shall be set on edge.</p>\n\n<p id=\"p24031030_11-21\"><b class=\"verse-num\" id=\"v24031031-1\">31&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will make a new covenant with the house of Israel and the house of Judah, <b class=\"verse-num\" id=\"v24031032-1\">32&nbsp;</b>not like the covenant that I made with their fathers on the day when I took them by the hand to bring them out of the land of Egypt, my covenant that they broke, though I was their husband, declares the LORD. <b class=\"verse-num\" id=\"v24031033-1\">33&nbsp;</b>For this is the covenant that I will make with the house of Israel after those days, declares the LORD: I will put my law within them, and I will write it on their hearts. And I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v24031034-1\">34&nbsp;</b>And no longer shall each one teach his neighbor and each his brother, saying, ‘Know the LORD,’ for they shall all know me, from the least of them to the greatest, declares the LORD. For I will forgive their iniquity, and I will remember their sin no more.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24031035_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031035-1\">35&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p24031035_11-21\" class=\"line\">&nbsp;&nbsp;who gives the sun for light by day</span><br><span id=\"p24031035_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fixed order of the moon and the stars for light by night,</span><br><span id=\"p24031035_11-21\" class=\"line\">&nbsp;&nbsp;who stirs up the sea so that its waves roar—</span><br><span id=\"p24031035_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts is his name:</span><br><span id=\"p24031036_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031036-1\">36&nbsp;</b>&nbsp;&nbsp;“If this fixed order departs</span><br><span id=\"p24031036_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from before me, declares the LORD,</span><br><span id=\"p24031036_11-21\" class=\"line\">&nbsp;&nbsp;then shall the offspring of Israel cease</span><br><span id=\"p24031036_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from being a nation before me forever.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24031037_11-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v24031037-1\">37&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24031037_11-21\" class=\"line\">&nbsp;&nbsp;“If the heavens above can be measured,</span><br><span id=\"p24031037_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the foundations of the earth below can be explored,</span><br><span id=\"p24031037_11-21\" class=\"line\">&nbsp;&nbsp;then I will cast off all the offspring of Israel</span><br><span id=\"p24031037_11-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all that they have done,</span><br><span id=\"p24031037_11-21\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24031037_11-21\"><b class=\"verse-num\" id=\"v24031038-1\">38&nbsp;</b>“Behold, the days are coming, declares the LORD, when the city shall be rebuilt for the LORD from the Tower of Hananel to the Corner Gate. <b class=\"verse-num\" id=\"v24031039-1\">39&nbsp;</b>And the measuring line shall go out farther, straight to the hill Gareb, and shall then turn to Goah. <b class=\"verse-num\" id=\"v24031040-1\">40&nbsp;</b>The whole valley of the dead bodies and the ashes, and all the fields as far as the brook Kidron, to the corner of the Horse Gate toward the east, shall be sacred to the LORD. It shall not be plucked up or overthrown anymore forever.”</p>\n\n</div>","kjv":"<strong>1</strong> At the same time, saith the LORD, will I be the God of all the families of Israel, and they shall be my people.  <strong>2</strong> Thus saith the LORD, The people which were left of the sword found grace in the wilderness; even Israel, when I went to cause him to rest.  <strong>3</strong> The LORD hath appeared of old unto me, saying, Yea, I have loved thee with an everlasting love: therefore with lovingkindness have I drawn thee.  <strong>4</strong> Again I will build thee, and thou shalt be built, O virgin of Israel: thou shalt again be adorned with thy tabrets, and shalt go forth in the dances of them that make merry.  <strong>5</strong> Thou shalt yet plant vines upon the mountains of Samaria: the planters shall plant, and shall eat them as common things.  <strong>6</strong> For there shall be a day, that the watchmen upon the mount Ephraim shall cry, Arise ye, and let us go up to Zion unto the LORD our God.  <strong>7</strong> For thus saith the LORD; Sing with gladness for Jacob, and shout among the chief of the nations: publish ye, praise ye, and say, O LORD, save thy people, the remnant of Israel.  <strong>8</strong> Behold, I will bring them from the north country, and gather them from the coasts of the earth, and with them the blind and the lame, the woman with child and her that travaileth with child together: a great company shall return thither.  <strong>9</strong> They shall come with weeping, and with supplications will I lead them: I will cause them to walk by the rivers of waters in a straight way, wherein they shall not stumble: for I am a father to Israel, and Ephraim is  my firstborn.  <strong>10</strong> Hear the word of the LORD, O ye nations, and declare it in the isles afar off, and say, He that scattered Israel will gather him, and keep him, as a shepherd doth his flock.  <strong>11</strong> For the LORD hath redeemed Jacob, and ransomed him from the hand of him that was stronger than he.  <strong>12</strong> Therefore they shall come and sing in the height of Zion, and shall flow together to the goodness of the LORD, for wheat, and for wine, and for oil, and for the young of the flock and of the herd: and their soul shall be as a watered garden; and they shall not sorrow any more at all.  <strong>13</strong> Then shall the virgin rejoice in the dance, both young men and old together: for I will turn their mourning into joy, and will comfort them, and make them rejoice from their sorrow.  <strong>14</strong> And I will satiate the soul of the priests with fatness, and my people shall be satisfied with my goodness, saith the LORD.  <strong>15</strong> Thus saith the LORD; A voice was heard in Ramah, lamentation, and bitter weeping; Rahel weeping for her children refused to be comforted for her children, because they were not.  <strong>16</strong> Thus saith the LORD; Refrain thy voice from weeping, and thine eyes from tears: for thy work shall be rewarded, saith the LORD; and they shall come again from the land of the enemy.  <strong>17</strong> And there is hope in thine end, saith the LORD, that thy children shall come again to their own border.  <strong>18</strong> I have surely heard Ephraim bemoaning himself thus; Thou hast chastised me, and I was chastised, as a bullock unaccustomed to the yoke: turn thou me, and I shall be turned; for thou art the LORD my God.  <strong>19</strong> Surely after that I was turned, I repented; and after that I was instructed, I smote upon my thigh: I was ashamed, yea, even confounded, because I did bear the reproach of my youth.  <strong>20</strong> Is Ephraim my dear son? is he a pleasant child? for since I spake against him, I do earnestly remember him still: therefore my bowels are troubled for him; I will surely have mercy upon him, saith the LORD.  <strong>21</strong> Set thee up waymarks, make thee high heaps: set thine heart toward the highway, even the way which thou wentest: turn again, O virgin of Israel, turn again to these thy cities.  <strong>22</strong> How long wilt thou go about, O thou backsliding daughter? for the LORD hath created a new thing in the earth, A woman shall compass a man.  <strong>23</strong> Thus saith the LORD of hosts, the God of Israel; As yet they shall use this speech in the land of Judah and in the cities thereof, when I shall bring again their captivity; The LORD bless thee, O habitation of justice, and mountain of holiness.  <strong>24</strong> And there shall dwell in Judah itself, and in all the cities thereof together, husbandmen, and they that go forth with flocks.  <strong>25</strong> For I have satiated the weary soul, and I have replenished every sorrowful soul.  <strong>26</strong> Upon this I awaked, and beheld; and my sleep was sweet unto me.  <strong>27</strong> Behold, the days come, saith the LORD, that I will sow the house of Israel and the house of Judah with the seed of man, and with the seed of beast.  <strong>28</strong> And it shall come to pass, that like as I have watched over them, to pluck up, and to break down, and to throw down, and to destroy, and to afflict; so will I watch over them, to build, and to plant, saith the LORD.  <strong>29</strong> In those days they shall say no more, The fathers have eaten a sour grape, and the children’s teeth are set on edge.  <strong>30</strong> But every one shall die for his own iniquity: every man that eateth the sour grape, his teeth shall be set on edge.  <strong>31</strong> Behold, the days come, saith the LORD, that I will make a new covenant with the house of Israel, and with the house of Judah:  <strong>32</strong> Not according to the covenant that I made with their fathers in the day that I took them by the hand to bring them out of the land of Egypt; which my covenant they brake, although I was an husband unto them, saith the LORD:  <strong>33</strong> But this shall be the covenant that I will make with the house of Israel; After those days, saith the LORD, I will put my law in their inward parts, and write it in their hearts; and will be their God, and they shall be my people.  <strong>34</strong> And they shall teach no more every man his neighbour, and every man his brother, saying, Know the LORD: for they shall all know me, from the least of them unto the greatest of them, saith the LORD; for I will forgive their iniquity, and I will remember their sin no more.  <strong>35</strong> Thus saith the LORD, which giveth the sun for a light by day, and the ordinances of the moon and of the stars for a light by night, which divideth the sea when the waves thereof roar; The LORD of hosts is his name:  <strong>36</strong> If those ordinances depart from before me, saith the LORD, then  the seed of Israel also shall cease from being a nation before me for ever.  <strong>37</strong> Thus saith the LORD; If heaven above can be measured, and the foundations of the earth searched out beneath, I will also cast off all the seed of Israel for all that they have done, saith the LORD.  <strong>38</strong> Behold, the days come, saith the LORD, that the city shall be built to the LORD from the tower of Hananeel unto the gate of the corner.  <strong>39</strong> And the measuring line shall yet go forth over against it upon the hill Gareb, and shall compass about to Goath.  <strong>40</strong> And the whole valley of the dead bodies, and of the ashes, and all the fields unto the brook of Kidron, unto the corner of the horse gate toward the east, shall be holy unto the LORD; it shall not be plucked up, nor thrown down any more for ever.  ","niv":"<sup><strong>1</strong></sup> \"At that time,\" declares the LORD, \"I will be the God of all the clans of Israel, and they will be my people.\" <sup><strong>2</strong></sup> This is what the LORD says: \"The people who survive the sword will find favor in the desert; I will come to give rest to Israel.\" <sup><strong>3</strong></sup> The LORD appeared to us in the past, saying: \"I have loved you with an everlasting love; I have drawn you with loving-kindness. <sup><strong>4</strong></sup> I will build you up again and you will be rebuilt, O Virgin Israel. Again you will take up your tambourines and go out to dance with the joyful. <sup><strong>5</strong></sup> Again you will plant vineyards on the hills of Samaria; the farmers will plant them and enjoy their fruit. <sup><strong>6</strong></sup> There will be a day when watchmen cry out on the hills of Ephraim, 'Come, let us go up to Zion, to the LORD our God.'\" <sup><strong>7</strong></sup> This is what the LORD says: \"Sing with joy for Jacob; shout for the foremost of the nations. Make your praises heard, and say, 'O LORD, save your people, the remnant of Israel.' <sup><strong>8</strong></sup> See, I will bring them from the land of the north and gather them from the ends of the earth. Among them will be the blind and the lame, expectant mothers and women in labor; a great throng will return. <sup><strong>9</strong></sup> They will come with weeping; they will pray as I bring them back. I will lead them beside streams of water on a level path where they will not stumble, because I am Israel's father, and Ephraim is my firstborn son. <sup><strong>10</strong></sup> \"Hear the word of the LORD, O nations; proclaim it in distant coastlands: 'He who scattered Israel will gather them and will watch over his flock like a shepherd.' <sup><strong>11</strong></sup> For the LORD will ransom Jacob and redeem them from the hand of those stronger than they. <sup><strong>12</strong></sup> They will come and shout for joy on the heights of Zion; they will rejoice in the bounty of the LORD - the grain, the new wine and the oil, the young of the flocks and herds. They will be like a well-watered garden, and they will sorrow no more. <sup><strong>13</strong></sup> Then maidens will dance and be glad, young men and old as well. I will turn their mourning into gladness; I will give them comfort and joy instead of sorrow. <sup><strong>14</strong></sup> I will satisfy the priests with abundance, and my people will be filled with my bounty,\" declares the LORD. <sup><strong>15</strong></sup> This is what the LORD says: \"A voice is heard in Ramah, mourning and great weeping, Rachel weeping for her children and refusing to be comforted, because her children are no more.\" <sup><strong>16</strong></sup> This is what the LORD says: \"Restrain your voice from weeping and your eyes from tears, for your work will be rewarded,\" declares the LORD. \"They will return from the land of the enemy. <sup><strong>17</strong></sup> So there is hope for your future,\" declares the LORD. \"Your children will return to their own land. <sup><strong>18</strong></sup> \"I have surely heard Ephraim's moaning: 'You disciplined me like an unruly calf, and I have been disciplined. Restore me, and I will return, because you are the LORD my God. <sup><strong>19</strong></sup> After I strayed, I repented; after I came to understand, I beat my breast. I was ashamed and humiliated because I bore the disgrace of my youth.' <sup><strong>20</strong></sup> Is not Ephraim my dear son, the child in whom I delight? Though I often speak against him, I still remember him. Therefore my heart yearns for him; I have great compassion for him,\" declares the LORD. <sup><strong>21</strong></sup> \"Set up road signs; put up guideposts. Take note of the highway, the road that you take. Return, O Virgin Israel, return to your towns. <sup><strong>22</strong></sup> How long will you wander, O unfaithful daughter? The LORD will create a new thing on earth- a woman will surround a man.\" <sup><strong>23</strong></sup> This is what the LORD Almighty, the God of Israel, says: \"When I bring them back from captivity, the people in the land of Judah and in its towns will once again use these words: 'The LORD bless you, O righteous dwelling, O sacred mountain.' <sup><strong>24</strong></sup> People will live together in Judah and all its towns-farmers and those who move about with their flocks. <sup><strong>25</strong></sup> I will refresh the weary and satisfy the faint.\" <sup><strong>26</strong></sup> At this I awoke and looked around. My sleep had been pleasant to me. <sup><strong>27</strong></sup> \"The days are coming,\" declares the LORD, \"when I will plant the house of Israel and the house of Judah with the offspring of men and of animals. <sup><strong>28</strong></sup> Just as I watched over them to uproot and tear down, and to overthrow, destroy and bring disaster, so I will watch over them to build and to plant,\" declares the LORD. <sup><strong>29</strong></sup> \"In those days people will no longer say, 'The fathers have eaten sour grapes, and the children's teeth are set on edge.' <sup><strong>30</strong></sup> Instead, everyone will die for his own sin; whoever eats sour grapes-his own teeth will be set on edge. <sup><strong>31</strong></sup> \"The time is coming,\" declares the LORD, \"when I will make a new covenant with the house of Israel and with the house of Judah. <sup><strong>32</strong></sup> It will not be like the covenant I made with their forefathers when I took them by the hand to lead them out of Egypt, because they broke my covenant, though I was a husband to them, \"declares the LORD. <sup><strong>33</strong></sup> \"This is the covenant I will make with the house of Israel after that time,\" declares the LORD. \"I will put my law in their minds and write it on their hearts. I will be their God, and they will be my people. <sup><strong>34</strong></sup> No longer will a man teach his neighbor, or a man his brother, saying, 'Know the LORD,' because they will all know me, from the least of them to the greatest,\" declares the LORD. \"For I will forgive their wickedness and will remember their sins no more.\" <sup><strong>35</strong></sup> This is what the LORD says, he who appoints the sun to shine by day, who decrees the moon and stars to shine by night, who stirs up the sea so that its waves roar- the LORD Almighty is his name: <sup><strong>36</strong></sup> \"Only if these decrees vanish from my sight,\" declares the LORD, \"will the descendants of Israel ever cease to be a nation before me.\" <sup><strong>37</strong></sup> This is what the LORD says: \"Only if the heavens above can be measured and the foundations of the earth below be searched out will I reject all the descendants of Israel because of all they have done,\" declares the LORD. <sup><strong>38</strong></sup> \"The days are coming,\" declares the LORD, \"when this city will be rebuilt for me from the Tower of Hananel to the Corner Gate. <sup><strong>39</strong></sup> The measuring line will stretch from there straight to the hill of Gareb and then turn to Goah. <sup><strong>40</strong></sup> The whole valley where dead bodies and ashes are thrown, and all the terraces out to the Kidron Valley on the east as far as the corner of the Horse Gate, will be holy to the LORD. The city will never again be uprooted or demolished.\" "},{"_id":"6158ee272ee2ce61bea42afb","topicId":"6158ee202ee2ce61bea42ae6","verse":"1 Peter 5:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"6158ee272ee2ce61bea42afc","topicId":"6158ee202ee2ce61bea42ae6","verse":"James 1:19-20","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-24\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"6158ee272ee2ce61bea42afd","topicId":"6158ee202ee2ce61bea42ae6","verse":"1 Peter 3:15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"6158ee272ee2ce61bea42afe","topicId":"6158ee202ee2ce61bea42ae6","verse":"John 6:60-71","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43006060_06-27\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.) <b class=\"verse-num\" id=\"v43006065-1\">65&nbsp;</b>And he said, <span class=\"woc\">“This is why I told you that no one can come to me unless it is granted him by the Father.”</span></p>\n<p id=\"p43006065_06-27\"><b class=\"verse-num\" id=\"v43006066-1\">66&nbsp;</b>After this many of his disciples turned back and no longer walked with him. <b class=\"verse-num\" id=\"v43006067-1\">67&nbsp;</b>So Jesus said to the twelve, <span class=\"woc\">“Do you want to go away as well?”</span> <b class=\"verse-num\" id=\"v43006068-1\">68&nbsp;</b>Simon Peter answered him, “Lord, to whom shall we go? You have the words of eternal life, <b class=\"verse-num\" id=\"v43006069-1\">69&nbsp;</b>and we have believed, and have come to know, that you are the Holy One of God.” <b class=\"verse-num\" id=\"v43006070-1\">70&nbsp;</b>Jesus answered them, <span class=\"woc\">“Did I not choose you, the twelve? And yet one of you is a devil.”</span> <b class=\"verse-num\" id=\"v43006071-1\">71&nbsp;</b>He spoke of Judas the son of Simon Iscariot, for he, one of the twelve, was going to betray him.</p>\n</div>","kjv":"<strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  <strong>65</strong> And he said, Therefore said I unto you, that no man can come unto me, except it were given unto him of my Father. <strong>66</strong> From that time many of his disciples went back, and walked no more with him.  <strong>67</strong> Then said Jesus unto the twelve, Will ye also go away?  <strong>68</strong> Then Simon Peter answered him, Lord, to whom shall we go? thou hast the words of eternal life.  <strong>69</strong> And we believe and are sure that thou art that Christ, the Son of the living God.  <strong>70</strong> Jesus answered them, Have not I chosen you twelve, and one of you is a devil?  <strong>71</strong> He spake of Judas Iscariot the son of Simon: for he it was that should betray him, being one of the twelve.  ","niv":"<sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. <sup><strong>65</strong></sup> He went on to say, \"This is why I told you that no one can come to me unless the Father has enabled him.\" <sup><strong>66</strong></sup> From this time many of his disciples turned back and no longer followed him. <sup><strong>67</strong></sup> \"You do not want to leave too, do you?\" Jesus asked the Twelve. <sup><strong>68</strong></sup> Simon Peter answered him, \"Lord, to whom shall we go? You have the words of eternal life. <sup><strong>69</strong></sup> We believe and know that you are the Holy One of God.\" <sup><strong>70</strong></sup> Then Jesus replied, \"Have I not chosen you, the Twelve? Yet one of you is a devil!\" <sup><strong>71</strong></sup> (He meant Judas, the son of Simon Iscariot, who, though one of the Twelve, was later to betray him.) "},{"_id":"6158ee282ee2ce61bea42aff","topicId":"6158ee202ee2ce61bea42ae6","verse":"Romans 1:26-2:1","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-28\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_01-28\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n<p id=\"p45002001_04-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things.</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  <strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  ","niv":""}]}