{"_id":"6158f9932ee2ce61bea42c26","slug":"artist","name":"Artist","verses":[{"_id":"6158f9932ee2ce61bea42c27","topicId":"6158f9932ee2ce61bea42c26","verse":"1 Corinthians 10:31","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-1\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"6158f9932ee2ce61bea42c28","topicId":"6158f9932ee2ce61bea42c26","verse":"2 Timothy 3:16-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"6158f9932ee2ce61bea42c29","topicId":"6158f9932ee2ce61bea42c26","verse":"Exodus 31:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02031006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v02031006-1\">6&nbsp;</b>And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you:</p>\n</div>","kjv":"<strong>6</strong> And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;  ","niv":"<sup><strong>6</strong></sup> Moreover, I have appointed Oholiab son of Ahisamach, of the tribe of Dan, to help him. Also I have given skill to all the craftsmen to make everything I have commanded you:"},{"_id":"6158f9942ee2ce61bea42c2a","topicId":"6158f9932ee2ce61bea42c26","verse":"Genesis 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"6158f9942ee2ce61bea42c2b","topicId":"6158f9932ee2ce61bea42c26","verse":"Psalm 19:1","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19019001_08-5\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019001_08-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19019001-1\">19:1&nbsp;</b>&nbsp;&nbsp;The heavens declare the glory of God,</span><br><span id=\"p19019001_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sky above proclaims his handiwork.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The heavens declare the glory of God; and the firmament sheweth his handywork.  ","niv":"<sup><strong>1</strong></sup> The heavens declare the glory of God; the skies proclaim the work of his hands."},{"_id":"6158f9942ee2ce61bea42c2c","topicId":"6158f9932ee2ce61bea42c26","verse":"Genesis 5:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01005001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01005001-1\">5:1&nbsp;</b>This is the book of the generations of Adam. When God created man, he made him in the likeness of God. <b class=\"verse-num\" id=\"v01005002-1\">2&nbsp;</b>Male and female he created them, and he blessed them and named them Man when they were created. <b class=\"verse-num\" id=\"v01005003-1\">3&nbsp;</b>When Adam had lived 130 years, he fathered a son in his own likeness, after his image, and named him Seth. <b class=\"verse-num\" id=\"v01005004-1\">4&nbsp;</b>The days of Adam after he fathered Seth were 800 years; and he had other sons and daughters. <b class=\"verse-num\" id=\"v01005005-1\">5&nbsp;</b>Thus all the days that Adam lived were 930 years, and he died.</p>\n<p id=\"p01005005_05-6\"><b class=\"verse-num\" id=\"v01005006-1\">6&nbsp;</b>When Seth had lived 105 years, he fathered Enosh. <b class=\"verse-num\" id=\"v01005007-1\">7&nbsp;</b>Seth lived after he fathered Enosh 807 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005008-1\">8&nbsp;</b>Thus all the days of Seth were 912 years, and he died.</p>\n<p id=\"p01005008_05-6\"><b class=\"verse-num\" id=\"v01005009-1\">9&nbsp;</b>When Enosh had lived 90 years, he fathered Kenan. <b class=\"verse-num\" id=\"v01005010-1\">10&nbsp;</b>Enosh lived after he fathered Kenan 815 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005011-1\">11&nbsp;</b>Thus all the days of Enosh were 905 years, and he died.</p>\n<p id=\"p01005011_05-6\"><b class=\"verse-num\" id=\"v01005012-1\">12&nbsp;</b>When Kenan had lived 70 years, he fathered Mahalalel. <b class=\"verse-num\" id=\"v01005013-1\">13&nbsp;</b>Kenan lived after he fathered Mahalalel 840 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005014-1\">14&nbsp;</b>Thus all the days of Kenan were 910 years, and he died.</p>\n<p id=\"p01005014_05-6\"><b class=\"verse-num\" id=\"v01005015-1\">15&nbsp;</b>When Mahalalel had lived 65 years, he fathered Jared. <b class=\"verse-num\" id=\"v01005016-1\">16&nbsp;</b>Mahalalel lived after he fathered Jared 830 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005017-1\">17&nbsp;</b>Thus all the days of Mahalalel were 895 years, and he died.</p>\n<p id=\"p01005017_05-6\"><b class=\"verse-num\" id=\"v01005018-1\">18&nbsp;</b>When Jared had lived 162 years, he fathered Enoch. <b class=\"verse-num\" id=\"v01005019-1\">19&nbsp;</b>Jared lived after he fathered Enoch 800 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005020-1\">20&nbsp;</b>Thus all the days of Jared were 962 years, and he died.</p>\n<p id=\"p01005020_05-6\"><b class=\"verse-num\" id=\"v01005021-1\">21&nbsp;</b>When Enoch had lived 65 years, he fathered Methuselah. <b class=\"verse-num\" id=\"v01005022-1\">22&nbsp;</b>Enoch walked with God after he fathered Methuselah 300 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005023-1\">23&nbsp;</b>Thus all the days of Enoch were 365 years. <b class=\"verse-num\" id=\"v01005024-1\">24&nbsp;</b>Enoch walked with God, and he was not, for God took him.</p>\n<p id=\"p01005024_05-6\"><b class=\"verse-num\" id=\"v01005025-1\">25&nbsp;</b>When Methuselah had lived 187 years, he fathered Lamech. <b class=\"verse-num\" id=\"v01005026-1\">26&nbsp;</b>Methuselah lived after he fathered Lamech 782 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005027-1\">27&nbsp;</b>Thus all the days of Methuselah were 969 years, and he died.</p>\n<p id=\"p01005027_05-6\"><b class=\"verse-num\" id=\"v01005028-1\">28&nbsp;</b>When Lamech had lived 182 years, he fathered a son <b class=\"verse-num\" id=\"v01005029-1\">29&nbsp;</b>and called his name Noah, saying, “Out of the ground that the LORD has cursed, this one shall bring us relief from our work and from the painful toil of our hands.” <b class=\"verse-num\" id=\"v01005030-1\">30&nbsp;</b>Lamech lived after he fathered Noah 595 years and had other sons and daughters. <b class=\"verse-num\" id=\"v01005031-1\">31&nbsp;</b>Thus all the days of Lamech were 777 years, and he died.</p>\n<p id=\"p01005031_05-6\"><b class=\"verse-num\" id=\"v01005032-1\">32&nbsp;</b>After Noah was 500 years old, Noah fathered Shem, Ham, and Japheth.</p>\n\n</div>","kjv":"<strong>1</strong> This is the book of the generations of Adam. In the day that God created man, in the likeness of God made he him;  <strong>2</strong> Male and female created he them; and blessed them, and called their name Adam, in the day when they were created.  <strong>3</strong> And Adam lived an hundred and thirty years, and begat a son  in his own likeness, after his image; and called his name Seth:  <strong>4</strong> And the days of Adam after he had begotten Seth were eight hundred years: and he begat sons and daughters:  <strong>5</strong> And all the days that Adam lived were nine hundred and thirty years: and he died.  <strong>6</strong> And Seth lived an hundred and five years, and begat Enos:  <strong>7</strong> And Seth lived after he begat Enos eight hundred and seven years, and begat sons and daughters:  <strong>8</strong> And all the days of Seth were nine hundred and twelve years: and he died.  <strong>9</strong> And Enos lived ninety years, and begat Cainan:  <strong>10</strong> And Enos lived after he begat Cainan eight hundred and fifteen years, and begat sons and daughters:  <strong>11</strong> And all the days of Enos were nine hundred and five years: and he died.  <strong>12</strong> And Cainan lived seventy years, and begat Mahalaleel:  <strong>13</strong> And Cainan lived after he begat Mahalaleel eight hundred and forty years, and begat sons and daughters:  <strong>14</strong> And all the days of Cainan were nine hundred and ten years: and he died.  <strong>15</strong> And Mahalaleel lived sixty and five years, and begat Jared:  <strong>16</strong> And Mahalaleel lived after he begat Jared eight hundred and thirty years, and begat sons and daughters:  <strong>17</strong> And all the days of Mahalaleel were eight hundred ninety and five years: and he died.  <strong>18</strong> And Jared lived an hundred sixty and two years, and he begat Enoch:  <strong>19</strong> And Jared lived after he begat Enoch eight hundred years, and begat sons and daughters:  <strong>20</strong> And all the days of Jared were nine hundred sixty and two years: and he died.  <strong>21</strong> And Enoch lived sixty and five years, and begat Methuselah:  <strong>22</strong> And Enoch walked with God after he begat Methuselah three hundred years, and begat sons and daughters:  <strong>23</strong> And all the days of Enoch were three hundred sixty and five years:  <strong>24</strong> And Enoch walked with God: and he was not; for God took him.  <strong>25</strong> And Methuselah lived an hundred eighty and seven years, and begat Lamech:  <strong>26</strong> And Methuselah lived after he begat Lamech seven hundred eighty and two years, and begat sons and daughters:  <strong>27</strong> And all the days of Methuselah were nine hundred sixty and nine years: and he died.  <strong>28</strong> And Lamech lived an hundred eighty and two years, and begat a son:  <strong>29</strong> And he called his name Noah, saying, This same shall comfort us concerning our work and toil of our hands, because of the ground which the LORD hath cursed.  <strong>30</strong> And Lamech lived after he begat Noah five hundred ninety and five years, and begat sons and daughters:  <strong>31</strong> And all the days of Lamech were seven hundred seventy and seven years: and he died.  <strong>32</strong> And Noah was five hundred years old: and Noah begat Shem, Ham, and Japheth.  ","niv":"<sup><strong>1</strong></sup> This is the written account of Adam's line. When God created man, he made him in the likeness of God. <sup><strong>2</strong></sup> He created them male and female and blessed them. And when they were created, he called them \"man. \" <sup><strong>3</strong></sup> When Adam had lived 130 years, he had a son in his own likeness, in his own image; and he named him Seth. <sup><strong>4</strong></sup> After Seth was born, Adam lived 800 years and had other sons and daughters. <sup><strong>5</strong></sup> Altogether, Adam lived 930 years, and then he died. <sup><strong>6</strong></sup> When Seth had lived 105 years, he became the father of Enosh. <sup><strong>7</strong></sup> And after he became the father of Enosh, Seth lived 807 years and had other sons and daughters. <sup><strong>8</strong></sup> Altogether, Seth lived 912 years, and then he died. <sup><strong>9</strong></sup> When Enosh had lived 90 years, he became the father of Kenan. <sup><strong>10</strong></sup> And after he became the father of Kenan, Enosh lived 815 years and had other sons and daughters. <sup><strong>11</strong></sup> Altogether, Enosh lived 905 years, and then he died. <sup><strong>12</strong></sup> When Kenan had lived 70 years, he became the father of Mahalalel. <sup><strong>13</strong></sup> And after he became the father of Mahalalel, Kenan lived 840 years and had other sons and daughters. <sup><strong>14</strong></sup> Altogether, Kenan lived 910 years, and then he died. <sup><strong>15</strong></sup> When Mahalalel had lived 65 years, he became the father of Jared. <sup><strong>16</strong></sup> And after he became the father of Jared, Mahalalel lived 830 years and had other sons and daughters. <sup><strong>17</strong></sup> Altogether, Mahalalel lived 895 years, and then he died. <sup><strong>18</strong></sup> When Jared had lived 162 years, he became the father of Enoch. <sup><strong>19</strong></sup> And after he became the father of Enoch, Jared lived 800 years and had other sons and daughters. <sup><strong>20</strong></sup> Altogether, Jared lived 962 years, and then he died. <sup><strong>21</strong></sup> When Enoch had lived 65 years, he became the father of Methuselah. <sup><strong>22</strong></sup> And after he became the father of Methuselah, Enoch walked with God 300 years and had other sons and daughters. <sup><strong>23</strong></sup> Altogether, Enoch lived 365 years. <sup><strong>24</strong></sup> Enoch walked with God; then he was no more, because God took him away. <sup><strong>25</strong></sup> When Methuselah had lived 187 years, he became the father of Lamech. <sup><strong>26</strong></sup> And after he became the father of Lamech, Methuselah lived 782 years and had other sons and daughters. <sup><strong>27</strong></sup> Altogether, Methuselah lived 969 years, and then he died. <sup><strong>28</strong></sup> When Lamech had lived 182 years, he had a son. <sup><strong>29</strong></sup> He named him Noah and said, \"He will comfort us in the labor and painful toil of our hands caused by the ground the LORD has cursed.\" <sup><strong>30</strong></sup> After Noah was born, Lamech lived 595 years and had other sons and daughters. <sup><strong>31</strong></sup> Altogether, Lamech lived 777 years, and then he died. <sup><strong>32</strong></sup> After Noah was 500 years old, he became the father of Shem, Ham and Japheth. "},{"_id":"6158f9952ee2ce61bea42c2d","topicId":"6158f9932ee2ce61bea42c26","verse":"Isaiah 64:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064008_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064008-1\">8&nbsp;</b>&nbsp;&nbsp;But now, O LORD, you are our Father;</span><br><span id=\"p23064008_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are the clay, and you are our potter;</span><br><span id=\"p23064008_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are all the work of your hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But now, O LORD, thou art our father; we are the clay, and thou our potter; and we all are the work of thy hand.  ","niv":"<sup><strong>8</strong></sup> Yet, O LORD, you are our Father. We are the clay, you are the potter; we are all the work of your hand."},{"_id":"6158f9952ee2ce61bea42c2e","topicId":"6158f9932ee2ce61bea42c26","verse":"Ecclesiastes 3:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p21003011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003011-1\">11&nbsp;</b>He has made everything beautiful in its time. Also, he has put eternity into man’s heart, yet so that he cannot find out what God has done from the beginning to the end.</p>\n</div>","kjv":"<strong>11</strong> He hath made every thing beautiful in his time: also he hath set the world in their heart, so that no man can find out the work that God maketh from the beginning to the end.  ","niv":"<sup><strong>11</strong></sup> He has made everything beautiful in its time. He has also set eternity in the hearts of men; yet they cannot fathom what God has done from beginning to end."},{"_id":"6158f9952ee2ce61bea42c2f","topicId":"6158f9932ee2ce61bea42c26","verse":"Exodus 35:31-33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02035031_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02035031-1\">31&nbsp;</b>and he has filled him with the Spirit of God, with skill, with intelligence, with knowledge, and with all craftsmanship, <b class=\"verse-num\" id=\"v02035032-1\">32&nbsp;</b>to devise artistic designs, to work in gold and silver and bronze, <b class=\"verse-num\" id=\"v02035033-1\">33&nbsp;</b>in cutting stones for setting, and in carving wood, for work in every skilled craft.</p>\n</div>","kjv":"<strong>31</strong> And he hath filled him with the spirit of God, in wisdom, in understanding, and in knowledge, and in all manner of workmanship;  <strong>32</strong> And to devise curious works, to work in gold, and in silver, and in brass,  <strong>33</strong> And in the cutting of stones, to set them, and in carving of wood, to make any manner of cunning work.  ","niv":"<sup><strong>31</strong></sup> and he has filled him with the Spirit of God, with skill, ability and knowledge in all kinds of crafts- <sup><strong>32</strong></sup> to make artistic designs for work in gold, silver and bronze, <sup><strong>33</strong></sup> to cut and set stones, to work in wood and to engage in all kinds of artistic craftsmanship. "}]}