{"_id":"6158fa3e2ee2ce61bea42c9d","slug":"ashes","name":"Ashes","verses":[{"_id":"6158fa3f2ee2ce61bea42c9e","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Job 42:6","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18042006_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v18042006-1\">6&nbsp;</b>&nbsp;&nbsp;therefore I despise myself,</span><br><span id=\"p18042006_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repent in dust and ashes.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Wherefore I abhor myself, and repent in dust and ashes.  ","niv":"<sup><strong>6</strong></sup> Therefore I despise myself and repent in dust and ashes.\"","modified":"2023-04-10T21:00:31.791Z"},{"_id":"6158fa3f2ee2ce61bea42c9f","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Isaiah 61:1-11","votes":23,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061001_07-2\" class=\"line\"><b class=\"chapter-num\" id=\"v23061001-1\">61:1&nbsp;</b>&nbsp;&nbsp;The Spirit of the Lord GOD is upon me,</span><br><span id=\"p23061001_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the LORD has anointed me</span><br><span id=\"p23061001_07-2\" class=\"line\">&nbsp;&nbsp;to bring good news to the poor;</span><br><span id=\"p23061001_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has sent me to bind up the brokenhearted,</span><br><span id=\"p23061001_07-2\" class=\"line\">&nbsp;&nbsp;to proclaim liberty to the captives,</span><br><span id=\"p23061001_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the opening of the prison to those who are bound;</span><br><span id=\"p23061002_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061002-1\">2&nbsp;</b>&nbsp;&nbsp;to proclaim the year of the LORD’s favor,</span><br><span id=\"p23061002_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the day of vengeance of our God;</span><br><span id=\"p23061002_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to comfort all who mourn;</span><br><span id=\"p23061003_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061003-1\">3&nbsp;</b>&nbsp;&nbsp;to grant to those who mourn in Zion—</span><br><span id=\"p23061003_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give them a beautiful headdress instead of ashes,</span><br><span id=\"p23061003_07-2\" class=\"line\">&nbsp;&nbsp;the oil of gladness instead of mourning,</span><br><span id=\"p23061003_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the garment of praise instead of a faint spirit;</span><br><span id=\"p23061003_07-2\" class=\"line\">&nbsp;&nbsp;that they may be called oaks of righteousness,</span><br><span id=\"p23061003_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the planting of the LORD, that he may be glorified.</span><br><span id=\"p23061004_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061004-1\">4&nbsp;</b>&nbsp;&nbsp;They shall build up the ancient ruins;</span><br><span id=\"p23061004_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall raise up the former devastations;</span><br><span id=\"p23061004_07-2\" class=\"line\">&nbsp;&nbsp;they shall repair the ruined cities,</span><br><span id=\"p23061004_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the devastations of many generations.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23061005_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061005-1\">5&nbsp;</b>&nbsp;&nbsp;Strangers shall stand and tend your flocks;</span><br><span id=\"p23061005_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners shall be your plowmen and vinedressers;</span><br><span id=\"p23061006_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061006-1\">6&nbsp;</b>&nbsp;&nbsp;but you shall be called the priests of the LORD;</span><br><span id=\"p23061006_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall speak of you as the ministers of our God;</span><br><span id=\"p23061006_07-2\" class=\"line\">&nbsp;&nbsp;you shall eat the wealth of the nations,</span><br><span id=\"p23061006_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in their glory you shall boast.</span><br><span id=\"p23061007_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061007-1\">7&nbsp;</b>&nbsp;&nbsp;Instead of your shame there shall be a double portion;</span><br><span id=\"p23061007_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of dishonor they shall rejoice in their lot;</span><br><span id=\"p23061007_07-2\" class=\"line\">&nbsp;&nbsp;therefore in their land they shall possess a double portion;</span><br><span id=\"p23061007_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall have everlasting joy.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23061008_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061008-1\">8&nbsp;</b>&nbsp;&nbsp;For I the LORD love justice;</span><br><span id=\"p23061008_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate robbery and wrong;</span><br><span id=\"p23061008_07-2\" class=\"line\">&nbsp;&nbsp;I will faithfully give them their recompense,</span><br><span id=\"p23061008_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make an everlasting covenant with them.</span><br><span id=\"p23061009_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061009-1\">9&nbsp;</b>&nbsp;&nbsp;Their offspring shall be known among the nations,</span><br><span id=\"p23061009_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their descendants in the midst of the peoples;</span><br><span id=\"p23061009_07-2\" class=\"line\">&nbsp;&nbsp;all who see them shall acknowledge them,</span><br><span id=\"p23061009_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they are an offspring the LORD has blessed.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23061010_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061010-1\">10&nbsp;</b>&nbsp;&nbsp;I will greatly rejoice in the LORD;</span><br><span id=\"p23061010_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul shall exult in my God,</span><br><span id=\"p23061010_07-2\" class=\"line\">&nbsp;&nbsp;for he has clothed me with the garments of salvation;</span><br><span id=\"p23061010_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has covered me with the robe of righteousness,</span><br><span id=\"p23061010_07-2\" class=\"line\">&nbsp;&nbsp;as a bridegroom decks himself like a priest with a beautiful headdress,</span><br><span id=\"p23061010_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as a bride adorns herself with her jewels.</span><br><span id=\"p23061011_07-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061011-1\">11&nbsp;</b>&nbsp;&nbsp;For as the earth brings forth its sprouts,</span><br><span id=\"p23061011_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as a garden causes what is sown in it to sprout up,</span><br><span id=\"p23061011_07-2\" class=\"line\">&nbsp;&nbsp;so the Lord GOD will cause righteousness and praise</span><br><span id=\"p23061011_07-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to sprout up before all the nations.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The Spirit of the Lord GOD is upon me; because the LORD hath anointed me to preach good tidings unto the meek; he hath sent me to bind up the brokenhearted, to proclaim liberty to the captives, and the opening of the prison to them that are bound;  <strong>2</strong> To proclaim the acceptable year of the LORD, and the day of vengeance of our God; to comfort all that mourn;  <strong>3</strong> To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.  <strong>4</strong> And they shall build the old wastes, they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.  <strong>5</strong> And strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your vinedressers.  <strong>6</strong> But ye shall be named the Priests of the LORD: men shall call you the Ministers of our God: ye shall eat the riches of the Gentiles, and in their glory shall ye boast yourselves.  <strong>7</strong> For your shame ye shall have double; and for confusion they shall rejoice in their portion: therefore in their land they shall possess the double: everlasting joy shall be unto them.  <strong>8</strong> For I the LORD love judgment, I hate robbery for burnt offering; and I will direct their work in truth, and I will make an everlasting covenant with them.  <strong>9</strong> And their seed shall be known among the Gentiles, and their offspring among the people: all that see them shall acknowledge them, that they are the seed which the LORD hath blessed.  <strong>10</strong> I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.  <strong>11</strong> For as the earth bringeth forth her bud, and as the garden causeth the things that are sown in it to spring forth; so the Lord GOD will cause righteousness and praise to spring forth before all the nations.  ","niv":"<sup><strong>1</strong></sup> The Spirit of the Sovereign LORD is on me, because the LORD has anointed me to preach good news to the poor. He has sent me to bind up the brokenhearted, to proclaim freedom for the captives and release from darkness for the prisoners, <sup><strong>2</strong></sup> to proclaim the year of the LORD's favor and the day of vengeance of our God, to comfort all who mourn, <sup><strong>3</strong></sup> and provide for those who grieve in Zion- to bestow on them a crown of beauty instead of ashes, the oil of gladness instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the LORD for the display of his splendor. <sup><strong>4</strong></sup> They will rebuild the ancient ruins and restore the places long devastated; they will renew the ruined cities that have been devastated for generations. <sup><strong>5</strong></sup> Aliens will shepherd your flocks; foreigners will work your fields and vineyards. <sup><strong>6</strong></sup> And you will be called priests of the LORD, you will be named ministers of our God. You will feed on the wealth of nations, and in their riches you will boast. <sup><strong>7</strong></sup> Instead of their shame my people will receive a double portion, and instead of disgrace they will rejoice in their inheritance; and so they will inherit a double portion in their land, and everlasting joy will be theirs. <sup><strong>8</strong></sup> \"For I, the LORD, love justice; I hate robbery and iniquity. In my faithfulness I will reward them and make an everlasting covenant with them. <sup><strong>9</strong></sup> Their descendants will be known among the nations and their offspring among the peoples. All who see them will acknowledge that they are a people the LORD has blessed.\" <sup><strong>10</strong></sup> I delight greatly in the LORD; my soul rejoices in my God. For he has clothed me with garments of salvation and arrayed me in a robe of righteousness, as a bridegroom adorns his head like a priest, and as a bride adorns herself with her jewels. <sup><strong>11</strong></sup> For as the soil makes the sprout come up and a garden causes seeds to grow, so the Sovereign LORD will make righteousness and praise spring up before all nations. "},{"_id":"6158fa3f2ee2ce61bea42ca0","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Daniel 9:3","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p27009001_06-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27009001-1\">9:1&nbsp;</b>In the first year of Darius the son of Ahasuerus, by descent a Mede, who was made king over the realm of the Chaldeans—<b class=\"verse-num\" id=\"v27009002-1\">2&nbsp;</b>in the first year of his reign, I, Daniel, perceived in the books the number of years that, according to the word of the LORD to Jeremiah the prophet, must pass before the end of the desolations of Jerusalem, namely, seventy years.</p>\n<p id=\"p27009002_06-26\"><b class=\"verse-num\" id=\"v27009003-1\">3&nbsp;</b>Then I turned my face to the Lord God, seeking him by prayer and pleas for mercy with fasting and sackcloth and ashes. <b class=\"verse-num\" id=\"v27009004-1\">4&nbsp;</b>I prayed to the LORD my God and made confession, saying, “O Lord, the great and awesome God, who keeps covenant and steadfast love with those who love him and keep his commandments, <b class=\"verse-num\" id=\"v27009005-1\">5&nbsp;</b>we have sinned and done wrong and acted wickedly and rebelled, turning aside from your commandments and rules. <b class=\"verse-num\" id=\"v27009006-1\">6&nbsp;</b>We have not listened to your servants the prophets, who spoke in your name to our kings, our princes, and our fathers, and to all the people of the land. <b class=\"verse-num\" id=\"v27009007-1\">7&nbsp;</b>To you, O Lord, belongs righteousness, but to us open shame, as at this day, to the men of Judah, to the inhabitants of Jerusalem, and to all Israel, those who are near and those who are far away, in all the lands to which you have driven them, because of the treachery that they have committed against you. <b class=\"verse-num\" id=\"v27009008-1\">8&nbsp;</b>To us, O LORD, belongs open shame, to our kings, to our princes, and to our fathers, because we have sinned against you. <b class=\"verse-num\" id=\"v27009009-1\">9&nbsp;</b>To the Lord our God belong mercy and forgiveness, for we have rebelled against him <b class=\"verse-num\" id=\"v27009010-1\">10&nbsp;</b>and have not obeyed the voice of the LORD our God by walking in his laws, which he set before us by his servants the prophets. <b class=\"verse-num\" id=\"v27009011-1\">11&nbsp;</b>All Israel has transgressed your law and turned aside, refusing to obey your voice. And the curse and oath that are written in the Law of Moses the servant of God have been poured out upon us, because we have sinned against him. <b class=\"verse-num\" id=\"v27009012-1\">12&nbsp;</b>He has confirmed his words, which he spoke against us and against our rulers who ruled us, by bringing upon us a great calamity. For under the whole heaven there has not been done anything like what has been done against Jerusalem. <b class=\"verse-num\" id=\"v27009013-1\">13&nbsp;</b>As it is written in the Law of Moses, all this calamity has come upon us; yet we have not entreated the favor of the LORD our God, turning from our iniquities and gaining insight by your truth. <b class=\"verse-num\" id=\"v27009014-1\">14&nbsp;</b>Therefore the LORD has kept ready the calamity and has brought it upon us, for the LORD our God is righteous in all the works that he has done, and we have not obeyed his voice. <b class=\"verse-num\" id=\"v27009015-1\">15&nbsp;</b>And now, O Lord our God, who brought your people out of the land of Egypt with a mighty hand, and have made a name for yourself, as at this day, we have sinned, we have done wickedly.</p>\n<p id=\"p27009015_06-26\"><b class=\"verse-num\" id=\"v27009016-1\">16&nbsp;</b>“O Lord, according to all your righteous acts, let your anger and your wrath turn away from your city Jerusalem, your holy hill, because for our sins, and for the iniquities of our fathers, Jerusalem and your people have become a byword among all who are around us. <b class=\"verse-num\" id=\"v27009017-1\">17&nbsp;</b>Now therefore, O our God, listen to the prayer of your servant and to his pleas for mercy, and for your own sake, O Lord, make your face to shine upon your sanctuary, which is desolate. <b class=\"verse-num\" id=\"v27009018-1\">18&nbsp;</b>O my God, incline your ear and hear. Open your eyes and see our desolations, and the city that is called by your name. For we do not present our pleas before you because of our righteousness, but because of your great mercy. <b class=\"verse-num\" id=\"v27009019-1\">19&nbsp;</b>O Lord, hear; O Lord, forgive. O Lord, pay attention and act. Delay not, for your own sake, O my God, because your city and your people are called by your name.”</p>\n\n<p id=\"p27009019_10-26\"><b class=\"verse-num\" id=\"v27009020-1\">20&nbsp;</b>While I was speaking and praying, confessing my sin and the sin of my people Israel, and presenting my plea before the LORD my God for the holy hill of my God, <b class=\"verse-num\" id=\"v27009021-1\">21&nbsp;</b>while I was speaking in prayer, the man Gabriel, whom I had seen in the vision at the first, came to me in swift flight at the time of the evening sacrifice. <b class=\"verse-num\" id=\"v27009022-1\">22&nbsp;</b>He made me understand, speaking with me and saying, “O Daniel, I have now come out to give you insight and understanding. <b class=\"verse-num\" id=\"v27009023-1\">23&nbsp;</b>At the beginning of your pleas for mercy a word went out, and I have come to tell it to you, for you are greatly loved. Therefore consider the word and understand the vision.</p>\n\n<p id=\"p27009023_13-26\"><b class=\"verse-num\" id=\"v27009024-1\">24&nbsp;</b>“Seventy weeks are decreed about your people and your holy city, to finish the transgression, to put an end to sin, and to atone for iniquity, to bring in everlasting righteousness, to seal both vision and prophet, and to anoint a most holy place. <b class=\"verse-num\" id=\"v27009025-1\">25&nbsp;</b>Know therefore and understand that from the going out of the word to restore and build Jerusalem to the coming of an anointed one, a prince, there shall be seven weeks. Then for sixty-two weeks it shall be built again with squares and moat, but in a troubled time. <b class=\"verse-num\" id=\"v27009026-1\">26&nbsp;</b>And after the sixty-two weeks, an anointed one shall be cut off and shall have nothing. And the people of the prince who is to come shall destroy the city and the sanctuary. Its end shall come with a flood, and to the end there shall be war. Desolations are decreed. <b class=\"verse-num\" id=\"v27009027-1\">27&nbsp;</b>And he shall make a strong covenant with many for one week, and for half of the week he shall put an end to sacrifice and offering. And on the wing of abominations shall come one who makes desolate, until the decreed end is poured out on the desolator.”</p>\n\n</div>","kjv":"<strong>3</strong> And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:  ","niv":"<sup><strong>3</strong></sup> So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes."},{"_id":"6158fa402ee2ce61bea42ca1","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Numbers 19:17","votes":19,"__v":0,"esv":"<div>\n<p id=\"p04019017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v04019017-1\">17&nbsp;</b>For the unclean they shall take some ashes of the burnt sin offering, and fresh water shall be added in a vessel.</p>\n\n</div>","kjv":"<strong>17</strong> And for an unclean person they shall take of the ashes of the burnt heifer of purification for sin, and running water shall be put thereto in a vessel:  ","niv":"<sup><strong>17</strong></sup> \"For the unclean person, put some ashes from the burned purification offering into a jar and pour fresh water over them.","modified":"2021-12-29T01:53:18.274Z"},{"_id":"6158fa402ee2ce61bea42ca2","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Job 2:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p18002008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v18002008-1\">8&nbsp;</b>And he took a piece of broken pottery with which to scrape himself while he sat in the ashes.</p>\n</div>","kjv":"<strong>8</strong> And he took him a potsherd to scrape himself withal; and he sat down among the ashes.  ","niv":"<sup><strong>8</strong></sup> Then Job took a piece of broken pottery and scraped himself with it as he sat among the ashes.","modified":"2023-05-11T10:01:01.161Z"},{"_id":"6158fa402ee2ce61bea42ca3","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Isaiah 61:3","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061003-1\">3&nbsp;</b>&nbsp;&nbsp;to grant to those who mourn in Zion—</span><br><span id=\"p23061003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give them a beautiful headdress instead of ashes,</span><br><span id=\"p23061003_01-6\" class=\"line\">&nbsp;&nbsp;the oil of gladness instead of mourning,</span><br><span id=\"p23061003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the garment of praise instead of a faint spirit;</span><br><span id=\"p23061003_01-6\" class=\"line\">&nbsp;&nbsp;that they may be called oaks of righteousness,</span><br><span id=\"p23061003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the planting of the LORD, that he may be glorified.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> To appoint unto them that mourn in Zion, to give unto them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness; that they might be called trees of righteousness, the planting of the LORD, that he might be glorified.  ","niv":"<sup><strong>3</strong></sup> and provide for those who grieve in Zion- to bestow on them a crown of beauty instead of ashes, the oil of gladness instead of mourning, and a garment of praise instead of a spirit of despair. They will be called oaks of righteousness, a planting of the LORD for the display of his splendor."},{"_id":"6158fa412ee2ce61bea42ca4","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"2 Samuel 13:19","votes":13,"__v":0,"esv":"<div>\n<p id=\"p10013019_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v10013019-1\">19&nbsp;</b>And Tamar put ashes on her head and tore the long robe that she wore. And she laid her hand on her head and went away, crying aloud as she went.</p>\n</div>","kjv":"<strong>19</strong> And Tamar put ashes on her head, and rent her garment of divers colours that was on her, and laid her hand on her head, and went on crying.  ","niv":"<sup><strong>19</strong></sup> Tamar put ashes on her head and tore the ornamented robe she was wearing. She put her hand on her head and went away, weeping aloud as she went."},{"_id":"6158fa412ee2ce61bea42ca5","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Esther 4:3","votes":13,"__v":0,"esv":"<div>\n<p id=\"p17004003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v17004003-1\">3&nbsp;</b>And in every province, wherever the king’s command and his decree reached, there was great mourning among the Jews, with fasting and weeping and lamenting, and many of them lay in sackcloth and ashes.</p>\n</div>","kjv":"<strong>3</strong> And in every province, whithersoever the king’s commandment and his decree came, there was great mourning among the Jews, and fasting, and weeping, and wailing; and many lay in sackcloth and ashes.  ","niv":"<sup><strong>3</strong></sup> In every province to which the edict and order of the king came, there was great mourning among the Jews, with fasting, weeping and wailing. Many lay in sackcloth and ashes."},{"_id":"6158fa412ee2ce61bea42ca6","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Malachi 4:3","votes":12,"__v":0,"esv":"<div>\n<p id=\"p39004003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v39004003-1\">3&nbsp;</b>And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the LORD of hosts.</p>\n</div>","kjv":"<strong>3</strong> And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the LORD of hosts.  ","niv":"<sup><strong>3</strong></sup> Then you will trample down the wicked; they will be ashes under the soles of your feet on the day when I do these things,\" says the LORD Almighty."},{"_id":"6158fa412ee2ce61bea42ca7","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Esther 4:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p17004001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17004001-1\">4:1&nbsp;</b>When Mordecai learned all that had been done, Mordecai tore his clothes and put on sackcloth and ashes, and went out into the midst of the city, and he cried out with a loud and bitter cry.</p>\n</div>","kjv":"<strong>1</strong> When Mordecai perceived all that was done, Mordecai rent his clothes, and put on sackcloth with ashes, and went out into the midst of the city, and cried with a loud and a bitter cry;  ","niv":"<sup><strong>1</strong></sup> When Mordecai learned of all that had been done, he tore his clothes, put on sackcloth and ashes, and went out into the city, wailing loudly and bitterly."},{"_id":"6158fa422ee2ce61bea42ca8","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Matthew 11:21","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40011021_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011021-1\">21&nbsp;</b><span class=\"woc\">“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.</span></p>\n</div>","kjv":"<strong>21</strong> Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works, which were done in you, had been done in Tyre and Sidon, they would have repented long ago in sackcloth and ashes.  ","niv":"<sup><strong>21</strong></sup> \"Woe to you, Korazin! Woe to you, Bethsaida! If the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago in sackcloth and ashes."},{"_id":"6158fa422ee2ce61bea42ca9","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Hebrews 9:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58009013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009013-1\">13&nbsp;</b>For if the blood of goats and bulls, and the sprinkling of defiled persons with the ashes of a heifer, sanctify for the purification of the flesh,</p>\n\n</div>","kjv":"<strong>13</strong> For if the blood of bulls and of goats, and the ashes of an heifer sprinkling the unclean, sanctifieth to the purifying of the flesh:  ","niv":"<sup><strong>13</strong></sup> The blood of goats and bulls and the ashes of a heifer sprinkled on those who are ceremonially unclean sanctify them so that they are outwardly clean.","modified":"2022-04-17T02:09:09.186Z"},{"_id":"6158fa422ee2ce61bea42caa","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Luke 10:13","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42010013_05-13\"><b class=\"verse-num woc\" id=\"v42010013-1\">13&nbsp;</b><span class=\"woc\">“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.</span></p>\n</div>","kjv":"<strong>13</strong> Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes.  ","niv":"<sup><strong>13</strong></sup> \"Woe to you, Korazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes."},{"_id":"6158fa422ee2ce61bea42cab","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Numbers 19:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p04019010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v04019010-1\">10&nbsp;</b>And the one who gathers the ashes of the heifer shall wash his clothes and be unclean until evening. And this shall be a perpetual statute for the people of Israel, and for the stranger who sojourns among them.</p>\n</div>","kjv":"<strong>10</strong> And he that gathereth the ashes of the heifer shall wash his clothes, and be unclean until the even: and it shall be unto the children of Israel, and unto the stranger that sojourneth among them, for a statute for ever.  ","niv":"<sup><strong>10</strong></sup> The man who gathers up the ashes of the heifer must also wash his clothes, and he too will be unclean till evening. This will be a lasting ordinance both for the Israelites and for the aliens living among them."},{"_id":"6158fa432ee2ce61bea42cac","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Jonah 3:6","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p32003006_06-15\"><b class=\"verse-num\" id=\"v32003006-1\">6&nbsp;</b>The word reached the king of Nineveh, and he arose from his throne, removed his robe, covered himself with sackcloth, and sat in ashes.</p>\n\n</div>","kjv":"<strong>6</strong> For word came unto the king of Nineveh, and he arose from his throne, and he laid his robe from him, and covered him with sackcloth, and sat in ashes.  ","niv":"<sup><strong>6</strong></sup> When the news reached the king of Nineveh, he rose from his throne, took off his royal robes, covered himself with sackcloth and sat down in the dust."},{"_id":"6158fa432ee2ce61bea42cad","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"1 Peter 5:1-14","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_06-17\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. <b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. <b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_08-17\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_08-17\">Peace to all of you who are in Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  <strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  <strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. <sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast. <sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. "},{"_id":"6158fa432ee2ce61bea42cae","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Ecclesiastes 3:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p21003020_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003020-1\">20&nbsp;</b>All go to one place. All are from the dust, and to dust all return.</p>\n</div>","kjv":"<strong>20</strong> All go unto one place; all are of the dust, and all turn to dust again.  ","niv":"<sup><strong>20</strong></sup> All go to the same place; all come from dust, and to dust all return.","modified":"2022-08-13T03:59:50.574Z"},{"_id":"6158fa442ee2ce61bea42caf","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Genesis 18:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01018027_01-19\"><b class=\"verse-num\" id=\"v01018027-1\">27&nbsp;</b>Abraham answered and said, “Behold, I have undertaken to speak to the Lord, I who am but dust and ashes.</p>\n</div>","kjv":"<strong>27</strong> And Abraham answered and said, Behold now, I have taken upon me to speak unto the Lord, which am but dust and ashes:  ","niv":"<sup><strong>27</strong></sup> Then Abraham spoke up again: \"Now that I have been so bold as to speak to the Lord, though I am nothing but dust and ashes,"},{"_id":"6158fa442ee2ce61bea42cb0","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Genesis 3:19","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003019_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-20\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-20\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\""},{"_id":"6158fa442ee2ce61bea42cb1","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Ezekiel 28:18","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26028018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v26028018-1\">18&nbsp;</b>&nbsp;&nbsp;By the multitude of your iniquities,</span><br><span id=\"p26028018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the unrighteousness of your trade</span><br><span id=\"p26028018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you profaned your sanctuaries;</span><br><span id=\"p26028018_01-21\" class=\"line\">&nbsp;&nbsp;so I brought fire out from your midst;</span><br><span id=\"p26028018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it consumed you,</span><br><span id=\"p26028018_01-21\" class=\"line\">&nbsp;&nbsp;and I turned you to ashes on the earth</span><br><span id=\"p26028018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of all who saw you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffick; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all them that behold thee.  ","niv":"<sup><strong>18</strong></sup> By your many sins and dishonest trade you have desecrated your sanctuaries. So I made a fire come out from you, and it consumed you, and I reduced you to ashes on the ground in the sight of all who were watching."},{"_id":"6158fa452ee2ce61bea42cb2","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"2 Peter 2:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61002006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly;</p>\n\n</div>","kjv":"<strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  ","niv":"<sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly;"},{"_id":"6158fa452ee2ce61bea42cb3","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Isaiah 44:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p23044020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v23044020-1\">20&nbsp;</b>He feeds on ashes; a deluded heart has led him astray, and he cannot deliver himself or say, “Is there not a lie in my right hand?”</p>\n</div>","kjv":"<strong>20</strong> He feedeth on ashes: a deceived heart hath turned him aside, that he cannot deliver his soul, nor say, Is there not a lie in my right hand?  ","niv":"<sup><strong>20</strong></sup> He feeds on ashes, a deluded heart misleads him; he cannot save himself, or say, \"Is not this thing in my right hand a lie?\""},{"_id":"6158fa452ee2ce61bea42cb4","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Job 30:19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18030019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v18030019-1\">19&nbsp;</b>&nbsp;&nbsp;God has cast me into the mire,</span><br><span id=\"p18030019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I have become like dust and ashes.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>19</strong> He hath cast me into the mire, and I am become like dust and ashes.  ","niv":"<sup><strong>19</strong></sup> He throws me into the mud, and I am reduced to dust and ashes.","modified":"2023-03-08T11:06:07.933Z"},{"_id":"6158fa462ee2ce61bea42cb5","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Joel 2:12-18","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002012_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002012-1\">12&nbsp;</b>&nbsp;&nbsp;“Yet even now,” declares the LORD,</span><br><span id=\"p29002012_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“return to me with all your heart,</span><br><span id=\"p29002012_05-25\" class=\"line\">&nbsp;&nbsp;with fasting, with weeping, and with mourning;</span><br><span id=\"p29002013_05-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v29002013-1\">13&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and rend your hearts and not your garments.”</span><br><span id=\"p29002013_05-25\" class=\"line\">&nbsp;&nbsp;Return to the LORD your God,</span><br><span id=\"p29002013_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is gracious and merciful,</span><br><span id=\"p29002013_05-25\" class=\"line\">&nbsp;&nbsp;slow to anger, and abounding in steadfast love;</span><br><span id=\"p29002013_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he relents over disaster.</span><br><span id=\"p29002014_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002014-1\">14&nbsp;</b>&nbsp;&nbsp;Who knows whether he will not turn and relent,</span><br><span id=\"p29002014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and leave a blessing behind him,</span><br><span id=\"p29002014_05-25\" class=\"line\">&nbsp;&nbsp;a grain offering and a drink offering</span><br><span id=\"p29002014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD your God?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29002015_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002015-1\">15&nbsp;</b>&nbsp;&nbsp;Blow the trumpet in Zion;</span><br><span id=\"p29002015_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;consecrate a fast;</span><br><span id=\"p29002015_05-25\" class=\"line\">&nbsp;&nbsp;call a solemn assembly;</span><br><span id=\"p29002016_05-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v29002016-1\">16&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;gather the people.</span><br><span id=\"p29002016_05-25\" class=\"line\">&nbsp;&nbsp;Consecrate the congregation;</span><br><span id=\"p29002016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;assemble the elders;</span><br><span id=\"p29002016_05-25\" class=\"line\">&nbsp;&nbsp;gather the children,</span><br><span id=\"p29002016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even nursing infants.</span><br><span id=\"p29002016_05-25\" class=\"line\">&nbsp;&nbsp;Let the bridegroom leave his room,</span><br><span id=\"p29002016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the bride her chamber.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p29002017_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002017-1\">17&nbsp;</b>&nbsp;&nbsp;Between the vestibule and the altar</span><br><span id=\"p29002017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the priests, the ministers of the LORD, weep</span><br><span id=\"p29002017_05-25\" class=\"line\">&nbsp;&nbsp;and say, “Spare your people, O LORD,</span><br><span id=\"p29002017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make not your heritage a reproach,</span><br><span id=\"p29002017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a byword among the nations.</span><br><span id=\"p29002017_05-25\" class=\"line\">&nbsp;&nbsp;Why should they say among the peoples,</span><br><span id=\"p29002017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Where is their God?’”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002018_09-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002018-1\">18&nbsp;</b>&nbsp;&nbsp;Then the LORD became jealous for his land</span><br><span id=\"p29002018_09-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and had pity on his people.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> Therefore also now, saith the LORD, turn ye even to me with all your heart, and with fasting, and with weeping, and with mourning:  <strong>13</strong> And rend your heart, and not your garments, and turn unto the LORD your God: for he is gracious and merciful, slow to anger, and of great kindness, and repenteth him of the evil.  <strong>14</strong> Who knoweth if he will return and repent, and leave a blessing behind him; even a meat offering and a drink offering unto the LORD your God?  <strong>15</strong> Blow the trumpet in Zion, sanctify a fast, call a solemn assembly:  <strong>16</strong> Gather the people, sanctify the congregation, assemble the elders, gather the children, and those that suck the breasts: let the bridegroom go forth of his chamber, and the bride out of her closet.  <strong>17</strong> Let the priests, the ministers of the LORD, weep between the porch and the altar, and let them say, Spare thy people, O LORD, and give not thine heritage to reproach, that the heathen should rule over them: wherefore should they say among the people, Where is their God?  <strong>18</strong> Then will the LORD be jealous for his land, and pity his people.  ","niv":"<sup><strong>12</strong></sup> \"Even now,\" declares the LORD, \"return to me with all your heart, with fasting and weeping and mourning.\" <sup><strong>13</strong></sup> Rend your heart and not your garments. Return to the LORD your God, for he is gracious and compassionate, slow to anger and abounding in love, and he relents from sending calamity. <sup><strong>14</strong></sup> Who knows? He may turn and have pity and leave behind a blessing- grain offerings and drink offerings for the LORD your God. <sup><strong>15</strong></sup> Blow the trumpet in Zion, declare a holy fast, call a sacred assembly. <sup><strong>16</strong></sup> Gather the people, consecrate the assembly; bring together the elders, gather the children, those nursing at the breast. Let the bridegroom leave his room and the bride her chamber. <sup><strong>17</strong></sup> Let the priests, who minister before the LORD, weep between the temple porch and the altar. Let them say, \"Spare your people, O LORD. Do not make your inheritance an object of scorn, a byword among the nations. Why should they say among the peoples, 'Where is their God?'\" <sup><strong>18</strong></sup> Then the LORD will be jealous for his land and take pity on his people. ","modified":"2022-10-14T21:47:54.827Z"},{"_id":"6158fa462ee2ce61bea42cb6","topicId":"6158fa3e2ee2ce61bea42c9d","verse":"Daniel 9:1-27","votes":1,"__v":0,"kjv":"<strong>1</strong> In the first year of Darius the son of Ahasuerus, of the seed of the Medes, which was made king over the realm of the Chaldeans;  <strong>2</strong> In the first year of his reign I Daniel understood by books the number of the years, whereof the word of the LORD came to Jeremiah the prophet, that he would accomplish seventy years in the desolations of Jerusalem.  <strong>3</strong> And I set my face unto the Lord God, to seek by prayer and supplications, with fasting, and sackcloth, and ashes:  <strong>4</strong> And I prayed unto the LORD my God, and made my confession, and said, O Lord, the great and dreadful God, keeping the covenant and mercy to them that love him, and to them that keep his commandments;  <strong>5</strong> We have sinned, and have committed iniquity, and have done wickedly, and have rebelled, even by departing from thy precepts and from thy judgments:  <strong>6</strong> Neither have we hearkened unto thy servants the prophets, which spake in thy name to our kings, our princes, and our fathers, and to all the people of the land.  <strong>7</strong> O Lord, righteousness belongeth unto thee, but unto us confusion of faces, as at this day; to the men of Judah, and to the inhabitants of Jerusalem, and unto all Israel, that are near, and that are far off, through all the countries whither thou hast driven them, because of their trespass that they have trespassed against thee.  <strong>8</strong> O Lord, to us belongeth confusion of face, to our kings, to our princes, and to our fathers, because we have sinned against thee.  <strong>9</strong> To the Lord our God belong mercies and forgivenesses, though we have rebelled against him;  <strong>10</strong> Neither have we obeyed the voice of the LORD our God, to walk in his laws, which he set before us by his servants the prophets.  <strong>11</strong> Yea, all Israel have transgressed thy law, even by departing, that they might not obey thy voice; therefore the curse is poured upon us, and the oath that is written in the law of Moses the servant of God, because we have sinned against him.  <strong>12</strong> And he hath confirmed his words, which he spake against us, and against our judges that judged us, by bringing upon us a great evil: for under the whole heaven hath not been done as hath been done upon Jerusalem.  <strong>13</strong> As it is written in the law of Moses, all this evil is come upon us: yet made we not our prayer before the LORD our God, that we might turn from our iniquities, and understand thy truth.  <strong>14</strong> Therefore hath the LORD watched upon the evil, and brought it upon us: for the LORD our God is righteous in all his works which he doeth: for we obeyed not his voice.  <strong>15</strong> And now, O Lord our God, that hast brought thy people forth out of the land of Egypt with a mighty hand, and hast gotten thee renown, as at this day; we have sinned, we have done wickedly.  <strong>16</strong> O Lord, according to all thy righteousness, I beseech thee, let thine anger and thy fury be turned away from thy city Jerusalem, thy holy mountain: because for our sins, and for the iniquities of our fathers, Jerusalem and thy people are become a reproach to all that are about us.  <strong>17</strong> Now therefore, O our God, hear the prayer of thy servant, and his supplications, and cause thy face to shine upon thy sanctuary that is desolate, for the Lord’s sake.  <strong>18</strong> O my God, incline thine ear, and hear; open thine eyes, and behold our desolations, and the city which is called by thy name: for we do not present our supplications before thee for our righteousnesses, but for thy great mercies.  <strong>19</strong> O Lord, hear; O Lord, forgive; O Lord, hearken and do; defer not, for thine own sake, O my God: for thy city and thy people are called by thy name.  <strong>20</strong> And whiles I was speaking, and praying, and confessing my sin and the sin of my people Israel, and presenting my supplication before the LORD my God for the holy mountain of my God;  <strong>21</strong> Yea, whiles I was speaking in prayer, even the man Gabriel, whom I had seen in the vision at the beginning, being caused to fly swiftly, touched me about the time of the evening oblation.  <strong>22</strong> And he informed me, and talked with me, and said, O Daniel, I am now come forth to give thee skill and understanding.  <strong>23</strong> At the beginning of thy supplications the commandment came forth, and I am come to shew thee; for thou art greatly beloved: therefore understand the matter, and consider the vision.  <strong>24</strong> Seventy weeks are determined upon thy people and upon thy holy city, to finish the transgression, and to make an end of sins, and to make reconciliation for iniquity, and to bring in everlasting righteousness, and to seal up the vision and prophecy, and to anoint the most Holy.  <strong>25</strong> Know therefore and understand, that from the going forth of the commandment to restore and to build Jerusalem unto the Messiah the Prince shall be seven weeks, and threescore and two weeks: the street shall be built again, and the wall, even in troublous times.  <strong>26</strong> And after threescore and two weeks shall Messiah be cut off, but not for himself: and the people of the prince that shall come shall destroy the city and the sanctuary; and the end thereof shall be with a flood, and unto the end of the war desolations are determined.  <strong>27</strong> And he shall confirm the covenant with many for one week: and in the midst of the week he shall cause the sacrifice and the oblation to cease, and for the overspreading of abominations he shall make it desolate, even until the consummation, and that determined shall be poured upon the desolate.  ","niv":"<sup><strong>1</strong></sup> In the first year of Darius son of Ahasuerus (a Mede by descent), who was made ruler over the Babylonian kingdom- <sup><strong>2</strong></sup> in the first year of his reign, I, Daniel, understood from the Scriptures, according to the word of the LORD given to Jeremiah the prophet, that the desolation of Jerusalem would last seventy years. <sup><strong>3</strong></sup> So I turned to the Lord God and pleaded with him in prayer and petition, in fasting, and in sackcloth and ashes. <sup><strong>4</strong></sup> I prayed to the LORD my God and confessed: \"O Lord, the great and awesome God, who keeps his covenant of love with all who love him and obey his commands, <sup><strong>5</strong></sup> we have sinned and done wrong. We have been wicked and have rebelled; we have turned away from your commands and laws. <sup><strong>6</strong></sup> We have not listened to your servants the prophets, who spoke in your name to our kings, our princes and our fathers, and to all the people of the land. <sup><strong>7</strong></sup> \"Lord, you are righteous, but this day we are covered with shame-the men of Judah and people of Jerusalem and all Israel, both near and far, in all the countries where you have scattered us because of our unfaithfulness to you. <sup><strong>8</strong></sup> O LORD, we and our kings, our princes and our fathers are covered with shame because we have sinned against you. <sup><strong>9</strong></sup> The Lord our God is merciful and forgiving, even though we have rebelled against him; <sup><strong>10</strong></sup> we have not obeyed the LORD our God or kept the laws he gave us through his servants the prophets. <sup><strong>11</strong></sup> All Israel has transgressed your law and turned away, refusing to obey you. \"Therefore the curses and sworn judgments written in the Law of Moses, the servant of God, have been poured out on us, because we have sinned against you. <sup><strong>12</strong></sup> You have fulfilled the words spoken against us and against our rulers by bringing upon us great disaster. Under the whole heaven nothing has ever been done like what has been done to Jerusalem. <sup><strong>13</strong></sup> Just as it is written in the Law of Moses, all this disaster has come upon us, yet we have not sought the favor of the LORD our God by turning from our sins and giving attention to your truth. <sup><strong>14</strong></sup> The LORD did not hesitate to bring the disaster upon us, for the LORD our God is righteous in everything he does; yet we have not obeyed him. <sup><strong>15</strong></sup> \"Now, O Lord our God, who brought your people out of Egypt with a mighty hand and who made for yourself a name that endures to this day, we have sinned, we have done wrong. <sup><strong>16</strong></sup> O Lord, in keeping with all your righteous acts, turn away your anger and your wrath from Jerusalem, your city, your holy hill. Our sins and the iniquities of our fathers have made Jerusalem and your people an object of scorn to all those around us. <sup><strong>17</strong></sup> \"Now, our God, hear the prayers and petitions of your servant. For your sake, O Lord, look with favor on your desolate sanctuary. <sup><strong>18</strong></sup> Give ear, O God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy. <sup><strong>19</strong></sup> O Lord, listen! O Lord, forgive! O Lord, hear and act! For your sake, O my God, do not delay, because your city and your people bear your Name.\" <sup><strong>20</strong></sup> While I was speaking and praying, confessing my sin and the sin of my people Israel and making my request to the LORD my God for his holy hill- <sup><strong>21</strong></sup> while I was still in prayer, Gabriel, the man I had seen in the earlier vision, came to me in swift flight about the time of the evening sacrifice. <sup><strong>22</strong></sup> He instructed me and said to me, \"Daniel, I have now come to give you insight and understanding. <sup><strong>23</strong></sup> As soon as you began to pray, an answer was given, which I have come to tell you, for you are highly esteemed. Therefore, consider the message and understand the vision: <sup><strong>24</strong></sup> \"Seventy 'sevens' are decreed for your people and your holy city to finish transgression, to put an end to sin, to atone for wickedness, to bring in everlasting righteousness, to seal up vision and prophecy and to anoint the most holy. <sup><strong>25</strong></sup> \"Know and understand this: From the issuing of the decree to restore and rebuild Jerusalem until the Anointed One, the ruler, comes, there will be seven 'sevens,' and sixty-two 'sevens.' It will be rebuilt with streets and a trench, but in times of trouble. <sup><strong>26</strong></sup> After the sixty-two 'sevens,' the Anointed One will be cut off and will have nothing. The people of the ruler who will come will destroy the city and the sanctuary. The end will come like a flood: War will continue until the end, and desolations have been decreed. <sup><strong>27</strong></sup> He will confirm a covenant with many for one 'seven.' In the middle of the 'seven' he will put an end to sacrifice and offering. And on a wing of the temple he will set up an abomination that causes desolation, until the end that is decreed is poured out on him. \" ","modified":"2022-01-04T22:37:08.148Z"}]}