{"_id":"6158fabf2ee2ce61bea42d05","slug":"asking","name":"Asking","verses":[{"_id":"6158fac02ee2ce61bea42d06","topicId":"6158fabf2ee2ce61bea42d05","verse":"Matthew 7:7","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-1\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},{"_id":"6158fac02ee2ce61bea42d07","topicId":"6158fabf2ee2ce61bea42d05","verse":"1 John 3:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p62003022_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him.</p>\n</div>","kjv":"<strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  ","niv":"<sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him."},{"_id":"6158fac02ee2ce61bea42d08","topicId":"6158fabf2ee2ce61bea42d05","verse":"James 4:3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59004003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions.</p>\n</div>","kjv":"<strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  ","niv":"<sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures."},{"_id":"6158fac12ee2ce61bea42d09","topicId":"6158fabf2ee2ce61bea42d05","verse":"Romans 12:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6158fac12ee2ce61bea42d0a","topicId":"6158fabf2ee2ce61bea42d05","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158fac12ee2ce61bea42d0b","topicId":"6158fabf2ee2ce61bea42d05","verse":"Luke 11:8-10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42011008_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011008-1\">8&nbsp;</b><span class=\"woc\">I tell you, though he will not get up and give him anything because he is his friend, yet because of his impudence he will rise and give him whatever he needs.</span> <b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v42011010-1\">10&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span></p>\n\n</div>","kjv":"<strong>8</strong> I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.  <strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  <strong>10</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  ","niv":"<sup><strong>8</strong></sup> I tell you, though he will not get up and give him the bread because he is his friend, yet because of the man's boldness he will get up and give him as much as he needs. <sup><strong>9</strong></sup> \"So I say to you: Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>10</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. "},{"_id":"6158fac12ee2ce61bea42d0c","topicId":"6158fabf2ee2ce61bea42d05","verse":"James 4:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004002_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask.</p>\n</div>","kjv":"<strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  ","niv":"<sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God."},{"_id":"6158fac22ee2ce61bea42d0d","topicId":"6158fabf2ee2ce61bea42d05","verse":"1 John 2:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."},{"_id":"6158fac22ee2ce61bea42d0e","topicId":"6158fabf2ee2ce61bea42d05","verse":"2 Peter 3:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"6158fac22ee2ce61bea42d0f","topicId":"6158fabf2ee2ce61bea42d05","verse":"Genesis 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"6158fac32ee2ce61bea42d10","topicId":"6158fabf2ee2ce61bea42d05","verse":"Luke 1:1-80","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-11\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-11\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-11\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-11\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-11\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-11\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-11\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-11\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-11\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-11\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-11\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-11\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-11\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"6158fac32ee2ce61bea42d11","topicId":"6158fabf2ee2ce61bea42d05","verse":"1 Corinthians 6:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"6158fac32ee2ce61bea42d12","topicId":"6158fabf2ee2ce61bea42d05","verse":"Romans 1:1-32","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-14\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-14\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-14\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-14\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-14\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-14\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-14\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-14\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6158fac42ee2ce61bea42d13","topicId":"6158fabf2ee2ce61bea42d05","verse":"Acts 20:35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"6158fac42ee2ce61bea42d14","topicId":"6158fabf2ee2ce61bea42d05","verse":"Acts 2:41","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002041_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n</div>","kjv":"<strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  ","niv":"<sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day."},{"_id":"6158fac42ee2ce61bea42d15","topicId":"6158fabf2ee2ce61bea42d05","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6158fac42ee2ce61bea42d16","topicId":"6158fabf2ee2ce61bea42d05","verse":"Luke 15:11-12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42015011_07-18\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span></p>\n</div>","kjv":"<strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  ","niv":"<sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. "},{"_id":"6158fac52ee2ce61bea42d17","topicId":"6158fabf2ee2ce61bea42d05","verse":"Genesis 2:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."}]}