{"_id":"6158fc405788f063699d8323","slug":"assurance","name":"Assurance","verses":[{"_id":"6158fc405788f063699d8324","topicId":"6158fc405788f063699d8323","verse":"Matthew 24:11-13","votes":41,"__v":0,"esv":"<div>\n<p id=\"p40024011_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024011-1\">11&nbsp;</b><span class=\"woc\">And many false prophets will arise and lead many astray.</span> <b class=\"verse-num woc\" id=\"v40024012-1\">12&nbsp;</b><span class=\"woc\">And because lawlessness will be increased, the love of many will grow cold.</span> <b class=\"verse-num woc\" id=\"v40024013-1\">13&nbsp;</b><span class=\"woc\">But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>11</strong> And many false prophets shall rise, and shall deceive many.  <strong>12</strong> And because iniquity shall abound, the love of many shall wax cold.  <strong>13</strong> But he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>11</strong></sup> and many false prophets will appear and deceive many people. <sup><strong>12</strong></sup> Because of the increase of wickedness, the love of most will grow cold, <sup><strong>13</strong></sup> but he who stands firm to the end will be saved. ","modified":"2023-01-22T00:43:21.858Z"},{"_id":"6158fc405788f063699d8325","topicId":"6158fc405788f063699d8323","verse":"Philippians 4:6-7","votes":40,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. ","modified":"2022-08-10T04:15:36.969Z"},{"_id":"6158fc415788f063699d8326","topicId":"6158fc405788f063699d8323","verse":"John 3:36","votes":29,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\"","modified":"2021-11-11T01:42:57.793Z"},{"_id":"6158fc415788f063699d8327","topicId":"6158fc405788f063699d8323","verse":"Romans 8:16","votes":24,"__v":0,"esv":"<div>\n<p id=\"p45008016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008016-1\">16&nbsp;</b>The Spirit himself bears witness with our spirit that we are children of God,</p>\n</div>","kjv":"<strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  ","niv":"<sup><strong>16</strong></sup> The Spirit himself testifies with our spirit that we are God's children.","modified":"2023-12-03T07:58:37.829Z"},{"_id":"6158fc415788f063699d8328","topicId":"6158fc405788f063699d8323","verse":"1 John 5:13","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p62005013_05-5\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.</p>\n</div>","kjv":"<strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  ","niv":"<sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life.","modified":"2023-01-18T05:27:04.098Z"},{"_id":"6158fc415788f063699d8329","topicId":"6158fc405788f063699d8323","verse":"James 1:12","votes":36,"__v":0,"esv":"<div>\n<p id=\"p59001012_01-6\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.</p>\n</div>","kjv":"<strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  ","niv":"<sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him.","modified":"2022-10-09T03:09:16.589Z"},{"_id":"6158fc425788f063699d832a","topicId":"6158fc405788f063699d8323","verse":"Psalm 23:4","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_01-7\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  ","niv":"<sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me.","modified":"2022-08-30T15:30:56.673Z"},{"_id":"6158fc425788f063699d832b","topicId":"6158fc405788f063699d8323","verse":"1 John 3:18-22","votes":19,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n<p id=\"p62003018_01-8\"><b class=\"verse-num\" id=\"v62003019-1\">19&nbsp;</b>By this we shall know that we are of the truth and reassure our heart before him; <b class=\"verse-num\" id=\"v62003020-1\">20&nbsp;</b>for whenever our heart condemns us, God is greater than our heart, and he knows everything. <b class=\"verse-num\" id=\"v62003021-1\">21&nbsp;</b>Beloved, if our heart does not condemn us, we have confidence before God; <b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  <strong>19</strong> And hereby we know that we are of the truth, and shall assure our hearts before him.  <strong>20</strong> For if our heart condemn us, God is greater than our heart, and knoweth all things.  <strong>21</strong> Beloved, if our heart condemn us not, then have we confidence toward God.  <strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. <sup><strong>19</strong></sup> This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence <sup><strong>20</strong></sup> whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. <sup><strong>21</strong></sup> Dear friends, if our hearts do not condemn us, we have confidence before God <sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him. ","modified":"2022-11-10T11:26:26.585Z"},{"_id":"6158fc425788f063699d832c","topicId":"6158fc405788f063699d8323","verse":"2 Timothy 1:12","votes":19,"__v":0,"esv":"<div>\n<p id=\"p55001012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001012-1\">12&nbsp;</b>which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me.</p>\n\n</div>","kjv":"<strong>12</strong> For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.  ","niv":"<sup><strong>12</strong></sup> That is why I am suffering as I am. Yet I am not ashamed, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him for that day.","modified":"2023-11-06T14:39:56.796Z"},{"_id":"6158fc435788f063699d832d","topicId":"6158fc405788f063699d8323","verse":"Hebrews 10:22","votes":16,"__v":0,"esv":"<div>\n<p id=\"p58010022_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010022-1\">22&nbsp;</b>let us draw near with a true heart in full assurance of faith, with our hearts sprinkled clean from an evil conscience and our bodies washed with pure water.</p>\n</div>","kjv":"<strong>22</strong> Let us draw near with a true heart in full assurance of faith, having our hearts sprinkled from an evil conscience, and our bodies washed with pure water.  ","niv":"<sup><strong>22</strong></sup> let us draw near to God with a sincere heart in full assurance of faith, having our hearts sprinkled to cleanse us from a guilty conscience and having our bodies washed with pure water.","modified":"2022-10-05T17:14:38.328Z"},{"_id":"6158fc435788f063699d832e","topicId":"6158fc405788f063699d8323","verse":"1 John 5:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.","modified":"2023-11-06T22:56:49.244Z"},{"_id":"6158fc435788f063699d832f","topicId":"6158fc405788f063699d8323","verse":"Philippians 1:6","votes":13,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."},{"_id":"6158fc445788f063699d8330","topicId":"6158fc405788f063699d8323","verse":"Hebrews 12:28","votes":13,"__v":0,"esv":"<div>\n<p id=\"p58012028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe,</p>\n</div>","kjv":"<strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  ","niv":"<sup><strong>28</strong></sup> Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe,"},{"_id":"6158fc445788f063699d8331","topicId":"6158fc405788f063699d8323","verse":"Romans 8:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"_id":"6158fc445788f063699d8332","topicId":"6158fc405788f063699d8323","verse":"Hebrews 6:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p58006011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006011-1\">11&nbsp;</b>And we desire each one of you to show the same earnestness to have the full assurance of hope until the end,</p>\n</div>","kjv":"<strong>11</strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:  ","niv":"<sup><strong>11</strong></sup> We want each of you to show this same diligence to the very end, in order to make your hope sure."},{"_id":"6158fc445788f063699d8333","topicId":"6158fc405788f063699d8323","verse":"John 6:60-64","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43006060_06-16\"><b class=\"verse-num\" id=\"v43006060-1\">60&nbsp;</b>When many of his disciples heard it, they said, “This is a hard saying; who can listen to it?” <b class=\"verse-num\" id=\"v43006061-1\">61&nbsp;</b>But Jesus, knowing in himself that his disciples were grumbling about this, said to them, <span class=\"woc\">“Do you take offense at this?</span> <b class=\"verse-num woc\" id=\"v43006062-1\">62&nbsp;</b><span class=\"woc\">Then what if you were to see the Son of Man ascending to where he was before?</span> <b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span> <b class=\"verse-num woc\" id=\"v43006064-1\">64&nbsp;</b><span class=\"woc\">But there are some of you who do not believe.”</span> (For Jesus knew from the beginning who those were who did not believe, and who it was who would betray him.)</p>\n</div>","kjv":"<strong>60</strong> Many therefore of his disciples, when they had heard this,  said, This is an hard saying; who can hear it?  <strong>61</strong> When Jesus knew in himself that his disciples murmured at it, he said unto them, Doth this offend you?  <strong>62</strong> What and if ye shall see the Son of man ascend up where he was before?  <strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  <strong>64</strong> But there are some of you that believe not. For Jesus knew from the beginning who they were that believed not, and who should betray him.  ","niv":"<sup><strong>60</strong></sup> On hearing it, many of his disciples said, \"This is a hard teaching. Who can accept it?\" <sup><strong>61</strong></sup> Aware that his disciples were grumbling about this, Jesus said to them, \"Does this offend you? <sup><strong>62</strong></sup> What if you see the Son of Man ascend to where he was before! <sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life. <sup><strong>64</strong></sup> Yet there are some of you who do not believe.\" For Jesus had known from the beginning which of them did not believe and who would betray him. ","modified":"2023-11-15T11:52:27.786Z"},{"_id":"6158fc455788f063699d8334","topicId":"6158fc405788f063699d8323","verse":"1 John 3:22","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62003022_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him.</p>\n</div>","kjv":"<strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  ","niv":"<sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him.","modified":"2023-11-15T11:54:11.679Z"},{"_id":"6158fc455788f063699d8335","topicId":"6158fc405788f063699d8323","verse":"Romans 5:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"},{"_id":"6158fc455788f063699d8336","topicId":"6158fc405788f063699d8323","verse":"John 5:24","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43005024_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, whoever hears my word and believes him who sent me has eternal life. He does not come into judgment, but has passed from death to life.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, He that heareth my word, and believeth on him that sent me, hath everlasting life, and shall not come into condemnation; but is passed from death unto life.  ","niv":"<sup><strong>24</strong></sup> \"I tell you the truth, whoever hears my word and believes him who sent me has eternal life and will not be condemned; he has crossed over from death to life.","modified":"2022-05-29T14:00:40.322Z"},{"_id":"6158fc465788f063699d8337","topicId":"6158fc405788f063699d8323","verse":"John 3:16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-20\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-04-03T10:40:57.024Z"},{"_id":"6158fc465788f063699d8338","topicId":"6158fc405788f063699d8323","verse":"Isaiah 12:2","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23012002_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23012002-1\">2&nbsp;</b>&nbsp;&nbsp;“Behold, God is my salvation;</span><br><span id=\"p23012002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will trust, and will not be afraid;</span><br><span id=\"p23012002_01-21\" class=\"line\">&nbsp;&nbsp;for the LORD GOD is my strength and my song,</span><br><span id=\"p23012002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he has become my salvation.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Behold, God is my salvation; I will trust, and not be afraid: for the LORD JEHOVAH is my strength and my song; he also is become my salvation.  ","niv":"<sup><strong>2</strong></sup> Surely God is my salvation; I will trust and not be afraid. The LORD, the LORD, is my strength and my song; he has become my salvation.\""},{"_id":"6158fc465788f063699d8339","topicId":"6158fc405788f063699d8323","verse":"John 6:55-59","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43006055_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006055-1\">55&nbsp;</b><span class=\"woc\">For my flesh is true food, and my blood is true drink.</span> <b class=\"verse-num woc\" id=\"v43006056-1\">56&nbsp;</b><span class=\"woc\">Whoever feeds on my flesh and drinks my blood abides in me, and I in him.</span> <b class=\"verse-num woc\" id=\"v43006057-1\">57&nbsp;</b><span class=\"woc\">As the living Father sent me, and I live because of the Father, so whoever feeds on me, he also will live because of me.</span> <b class=\"verse-num woc\" id=\"v43006058-1\">58&nbsp;</b><span class=\"woc\">This is the bread that came down from heaven, not like the bread the fathers ate, and died. Whoever feeds on this bread will live forever.”</span> <b class=\"verse-num\" id=\"v43006059-1\">59&nbsp;</b>Jesus said these things in the synagogue, as he taught at Capernaum.</p>\n\n</div>","kjv":"<strong>55</strong> For my flesh is meat indeed, and my blood is drink indeed.  <strong>56</strong> He that eateth my flesh, and drinketh my blood, dwelleth in me, and I in him.  <strong>57</strong> As the living Father hath sent me, and I live by the Father: so he that eateth me, even he shall live by me.  <strong>58</strong> This is that bread which came down from heaven: not as your fathers did eat manna, and are dead: he that eateth of this bread shall live for ever.  <strong>59</strong> These things said he in the synagogue, as he taught in Capernaum.  ","niv":"<sup><strong>55</strong></sup> For my flesh is real food and my blood is real drink. <sup><strong>56</strong></sup> Whoever eats my flesh and drinks my blood remains in me, and I in him. <sup><strong>57</strong></sup> Just as the living Father sent me and I live because of the Father, so the one who feeds on me will live because of me. <sup><strong>58</strong></sup> This is the bread that came down from heaven. Your forefathers ate manna and died, but he who feeds on this bread will live forever.\" <sup><strong>59</strong></sup> He said this while teaching in the synagogue in Capernaum. ","modified":"2023-05-13T13:28:21.182Z"},{"_id":"6158fc475788f063699d833a","topicId":"6158fc405788f063699d8323","verse":"Job 19:25","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18019025_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v18019025-1\">25&nbsp;</b>&nbsp;&nbsp;For I know that my Redeemer lives,</span><br><span id=\"p18019025_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and at the last he will stand upon the earth.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>25</strong> For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:  ","niv":"<sup><strong>25</strong></sup> I know that my Redeemer lives, and that in the end he will stand upon the earth.","modified":"2023-10-29T15:37:57.167Z"},{"_id":"6158fc475788f063699d833b","topicId":"6158fc405788f063699d8323","verse":"Colossians 2:2","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51002002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ,</p>\n</div>","kjv":"<strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  ","niv":"<sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ,","modified":"2022-09-09T19:55:25.651Z"},{"_id":"6158fc475788f063699d833c","topicId":"6158fc405788f063699d8323","verse":"2 Corinthians 13:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-25\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?","modified":"2022-06-20T03:37:01.540Z"}]}