{"_id":"6158fc605788f063699d833d","slug":"assyria","name":"Assyria","verses":[{"_id":"6158fc605788f063699d833e","topicId":"6158fc605788f063699d833d","verse":"Hosea 11:5","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28011005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v28011005-1\">5&nbsp;</b>&nbsp;&nbsp;They shall not return to the land of Egypt,</span><br><span id=\"p28011005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but Assyria shall be their king,</span><br><span id=\"p28011005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have refused to return to me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> He shall not return into the land of Egypt, but the Assyrian shall be his king, because they refused to return.  ","niv":"<sup><strong>5</strong></sup> \"Will they not return to Egypt and will not Assyria rule over them because they refuse to repent?"},{"_id":"6158fc605788f063699d833f","topicId":"6158fc605788f063699d833d","verse":"Isaiah 36:1-22","votes":34,"__v":0,"esv":"<div>\n\n<p id=\"p23036001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23036001-1\">36:1&nbsp;</b>In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them. <b class=\"verse-num\" id=\"v23036002-1\">2&nbsp;</b>And the king of Assyria sent the Rabshakeh from Lachish to King Hezekiah at Jerusalem, with a great army. And he stood by the conduit of the upper pool on the highway to the Washer’s Field. <b class=\"verse-num\" id=\"v23036003-1\">3&nbsp;</b>And there came out to him Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder.</p>\n<p id=\"p23036003_04-2\"><b class=\"verse-num\" id=\"v23036004-1\">4&nbsp;</b>And the Rabshakeh said to them, “Say to Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you rest this trust of yours? <b class=\"verse-num\" id=\"v23036005-1\">5&nbsp;</b>Do you think that mere words are strategy and power for war? In whom do you now trust, that you have rebelled against me? <b class=\"verse-num\" id=\"v23036006-1\">6&nbsp;</b>Behold, you are trusting in Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who trust in him. <b class=\"verse-num\" id=\"v23036007-1\">7&nbsp;</b>But if you say to me, “We trust in the LORD our God,” is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You shall worship before this altar”? <b class=\"verse-num\" id=\"v23036008-1\">8&nbsp;</b>Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them. <b class=\"verse-num\" id=\"v23036009-1\">9&nbsp;</b>How then can you repulse a single captain among the least of my master’s servants, when you trust in Egypt for chariots and for horsemen? <b class=\"verse-num\" id=\"v23036010-1\">10&nbsp;</b>Moreover, is it without the LORD that I have come up against this land to destroy it? The LORD said to me, “Go up against this land and destroy it.”’”</p>\n<p id=\"p23036010_04-2\"><b class=\"verse-num\" id=\"v23036011-1\">11&nbsp;</b>Then Eliakim, Shebna, and Joah said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on the wall.” <b class=\"verse-num\" id=\"v23036012-1\">12&nbsp;</b>But the Rabshakeh said, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are doomed with you to eat their own dung and drink their own urine?”</p>\n<p id=\"p23036012_04-2\"><b class=\"verse-num\" id=\"v23036013-1\">13&nbsp;</b>Then the Rabshakeh stood and called out in a loud voice in the language of Judah: “Hear the words of the great king, the king of Assyria! <b class=\"verse-num\" id=\"v23036014-1\">14&nbsp;</b>Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you. <b class=\"verse-num\" id=\"v23036015-1\">15&nbsp;</b>Do not let Hezekiah make you trust in the LORD by saying, “The LORD will surely deliver us. This city will not be given into the hand of the king of Assyria.” <b class=\"verse-num\" id=\"v23036016-1\">16&nbsp;</b>Do not listen to Hezekiah. For thus says the king of Assyria: Make your peace with me and come out to me. Then each one of you will eat of his own vine, and each one of his own fig tree, and each one of you will drink the water of his own cistern, <b class=\"verse-num\" id=\"v23036017-1\">17&nbsp;</b>until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards. <b class=\"verse-num\" id=\"v23036018-1\">18&nbsp;</b>Beware lest Hezekiah mislead you by saying, “The LORD will deliver us.” Has any of the gods of the nations delivered his land out of the hand of the king of Assyria? <b class=\"verse-num\" id=\"v23036019-1\">19&nbsp;</b>Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they delivered Samaria out of my hand? <b class=\"verse-num\" id=\"v23036020-1\">20&nbsp;</b>Who among all the gods of these lands have delivered their lands out of my hand, that the LORD should deliver Jerusalem out of my hand?’”</p>\n<p id=\"p23036020_04-2\"><b class=\"verse-num\" id=\"v23036021-1\">21&nbsp;</b>But they were silent and answered him not a word, for the king’s command was, “Do not answer him.” <b class=\"verse-num\" id=\"v23036022-1\">22&nbsp;</b>Then Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn, and told him the words of the Rabshakeh.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the fourteenth year of king Hezekiah, that  Sennacherib king of Assyria came up against all the defenced cities of Judah, and took them.  <strong>2</strong> And the king of Assyria sent Rabshakeh from Lachish to Jerusalem unto king Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller’s field.  <strong>3</strong> Then came forth unto him Eliakim, Hilkiah’s son, which was over the house, and Shebna the scribe, and Joah, Asaph’s son, the recorder.  <strong>4</strong> And Rabshakeh said unto them, Say ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?  <strong>5</strong> I say, sayest thou, (but they are but vain words) I have counsel and strength for war: now on whom dost thou trust, that thou rebellest against me?  <strong>6</strong> Lo, thou trustest in the staff of this broken reed, on Egypt; whereon if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt to all that trust in him.  <strong>7</strong> But if thou say to me, We trust in the LORD our God: is it  not he, whose high places and whose altars Hezekiah hath taken away, and said to Judah and to Jerusalem, Ye shall worship before this altar?  <strong>8</strong> Now therefore give pledges, I pray thee, to my master the king of Assyria, and I will give thee two thousand horses, if thou be able on thy part to set riders upon them.  <strong>9</strong> How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?  <strong>10</strong> And am I now come up without the LORD against this land to destroy it? the LORD said unto me, Go up against this land, and destroy it.  <strong>11</strong> Then said Eliakim and Shebna and Joah unto Rabshakeh, Speak, I pray thee, unto thy servants in the Syrian language; for we understand it:  and speak not to us in the Jews’ language, in the ears of the people that are on the wall.  <strong>12</strong> But Rabshakeh said, Hath my master sent me to thy master and to thee to speak these words? hath he not sent me to the men that sit upon the wall, that they may eat their own dung, and drink their own piss with you?  <strong>13</strong> Then Rabshakeh stood, and cried with a loud voice in the Jews’ language, and said, Hear ye the words of the great king, the king of Assyria.  <strong>14</strong> Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you.  <strong>15</strong> Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us: this city shall not be delivered into the hand of the king of Assyria.  <strong>16</strong> Hearken not to Hezekiah: for thus saith the king of Assyria, Make an agreement with me by a present, and come out to me: and eat ye every one of his vine, and every one of his fig tree, and drink ye every one the waters of his own cistern;  <strong>17</strong> Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards.  <strong>18</strong> Beware lest Hezekiah persuade you, saying, The LORD will deliver us. Hath any of the gods of the nations delivered his land out of the hand of the king of Assyria?  <strong>19</strong> Where are the gods of Hamath and Arphad? where are  the gods of Sepharvaim? and have they delivered Samaria out of my hand?  <strong>20</strong> Who are they among all the gods of these lands, that have delivered their land out of my hand, that the LORD should deliver Jerusalem out of my hand?  <strong>21</strong> But they held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not.  <strong>22</strong> Then came Eliakim, the son of Hilkiah, that was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder, to Hezekiah with their clothes rent, and told him the words of Rabshakeh.  ","niv":"<sup><strong>1</strong></sup> In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them. <sup><strong>2</strong></sup> Then the king of Assyria sent his field commander with a large army from Lachish to King Hezekiah at Jerusalem. When the commander stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field, <sup><strong>3</strong></sup> Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to him. <sup><strong>4</strong></sup> The field commander said to them, \"Tell Hezekiah, \"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours? <sup><strong>5</strong></sup> You say you have strategy and military strength-but you speak only empty words. On whom are you depending, that you rebel against me? <sup><strong>6</strong></sup> Look now, you are depending on Egypt, that splintered reed of a staff, which pierces a man's hand and wounds him if he leans on it! Such is Pharaoh king of Egypt to all who depend on him. <sup><strong>7</strong></sup> And if you say to me, \"We are depending on the LORD our God\"-isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar\"? <sup><strong>8</strong></sup> \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses-if you can put riders on them! <sup><strong>9</strong></sup> How then can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen? <sup><strong>10</strong></sup> Furthermore, have I come to attack and destroy this land without the LORD? The LORD himself told me to march against this country and destroy it.'\" <sup><strong>11</strong></sup> Then Eliakim, Shebna and Joah said to the field commander, \"Please speak to your servants in Aramaic, since we understand it. Don't speak to us in Hebrew in the hearing of the people on the wall.\" <sup><strong>12</strong></sup> But the commander replied, \"Was it only to your master and you that my master sent me to say these things, and not to the men sitting on the wall-who, like you, will have to eat their own filth and drink their own urine?\" <sup><strong>13</strong></sup> Then the commander stood and called out in Hebrew, \"Hear the words of the great king, the king of Assyria! <sup><strong>14</strong></sup> This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you! <sup><strong>15</strong></sup> Do not let Hezekiah persuade you to trust in the LORD when he says, 'The LORD will surely deliver us; this city will not be given into the hand of the king of Assyria.' <sup><strong>16</strong></sup> \"Do not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then every one of you will eat from his own vine and fig tree and drink water from his own cistern, <sup><strong>17</strong></sup> until I come and take you to a land like your own-a land of grain and new wine, a land of bread and vineyards. <sup><strong>18</strong></sup> \"Do not let Hezekiah mislead you when he says, 'The LORD will deliver us.' Has the god of any nation ever delivered his land from the hand of the king of Assyria? <sup><strong>19</strong></sup> Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand? <sup><strong>20</strong></sup> Who of all the gods of these countries has been able to save his land from me? How then can the LORD deliver Jerusalem from my hand?\" <sup><strong>21</strong></sup> But the people remained silent and said nothing in reply, because the king had commanded, \"Do not answer him.\" <sup><strong>22</strong></sup> Then Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said. "},{"_id":"6158fc605788f063699d8340","topicId":"6158fc605788f063699d833d","verse":"Isaiah 19:23-25","votes":29,"__v":0,"esv":"<div>\n<p id=\"p23019023_01-3\"><b class=\"verse-num\" id=\"v23019023-1\">23&nbsp;</b>In that day there will be a highway from Egypt to Assyria, and Assyria will come into Egypt, and Egypt into Assyria, and the Egyptians will worship with the Assyrians.</p>\n<p id=\"p23019023_01-3\"><b class=\"verse-num\" id=\"v23019024-1\">24&nbsp;</b>In that day Israel will be the third with Egypt and Assyria, a blessing in the midst of the earth, <b class=\"verse-num\" id=\"v23019025-1\">25&nbsp;</b>whom the LORD of hosts has blessed, saying, “Blessed be Egypt my people, and Assyria the work of my hands, and Israel my inheritance.”</p>\n</div>","kjv":"<strong>23</strong> In that day shall there be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall serve with the Assyrians.  <strong>24</strong> In that day shall Israel be the third with Egypt and with Assyria, even a blessing in the midst of the land:  <strong>25</strong> Whom the LORD of hosts shall bless, saying, Blessed be Egypt my people, and Assyria the work of my hands, and Israel mine inheritance.  ","niv":"<sup><strong>23</strong></sup> In that day there will be a highway from Egypt to Assyria. The Assyrians will go to Egypt and the Egyptians to Assyria. The Egyptians and Assyrians will worship together. <sup><strong>24</strong></sup> In that day Israel will be the third, along with Egypt and Assyria, a blessing on the earth. <sup><strong>25</strong></sup> The LORD Almighty will bless them, saying, \"Blessed be Egypt my people, Assyria my handiwork, and Israel my inheritance.\" "},{"_id":"6158fc615788f063699d8341","topicId":"6158fc605788f063699d833d","verse":"1 Chronicles 5:26","votes":26,"__v":0,"esv":"<div>\n<p id=\"p13005026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v13005026-1\">26&nbsp;</b>So the God of Israel stirred up the spirit of Pul king of Assyria, the spirit of Tiglath-pileser king of Assyria, and he took them into exile, namely, the Reubenites, the Gadites, and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara, and the river Gozan, to this day.</p>\n</div>","kjv":"<strong>26</strong> And the God of Israel stirred up the spirit of Pul king of Assyria, and the spirit of Tilgath-pilneser king of Assyria, and he carried them away, even the Reubenites, and the Gadites, and the half tribe of Manasseh, and brought them unto Halah, and Habor, and Hara, and to the river Gozan, unto this day.  ","niv":"<sup><strong>26</strong></sup> So the God of Israel stirred up the spirit of Pul king of Assyria (that is, Tiglath-Pileser king of Assyria), who took the Reubenites, the Gadites and the half-tribe of Manasseh into exile. He took them to Halah, Habor, Hara and the river of Gozan, where they are to this day."},{"_id":"6158fc615788f063699d8342","topicId":"6158fc605788f063699d833d","verse":"2 Kings 15:29","votes":22,"__v":0,"esv":"<div>\n<p id=\"p12015029_01-6\"><b class=\"verse-num\" id=\"v12015029-1\">29&nbsp;</b>In the days of Pekah king of Israel, Tiglath-pileser king of Assyria came and captured Ijon, Abel-beth-maacah, Janoah, Kedesh, Hazor, Gilead, and Galilee, all the land of Naphtali, and he carried the people captive to Assyria.</p>\n</div>","kjv":"<strong>29</strong> In the days of Pekah king of Israel came Tiglath-pileser king of Assyria, and took Ijon, and Abel-beth-maachah, and Janoah, and Kedesh, and Hazor, and Gilead, and Galilee, all the land of Naphtali, and carried them captive to Assyria.  ","niv":"<sup><strong>29</strong></sup> In the time of Pekah king of Israel, Tiglath-Pileser king of Assyria came and took Ijon, Abel Beth Maacah, Janoah, Kedesh and Hazor. He took Gilead and Galilee, including all the land of Naphtali, and deported the people to Assyria."},{"_id":"6158fc615788f063699d8343","topicId":"6158fc605788f063699d833d","verse":"Genesis 2:14","votes":20,"__v":0,"esv":"<div>\n<p id=\"p01002014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002014-1\">14&nbsp;</b>And the name of the third river is the Tigris, which flows east of Assyria. And the fourth river is the Euphrates.</p>\n</div>","kjv":"<strong>14</strong> And the name of the third river is Hiddekel: that is  it which goeth toward the east of Assyria. And the fourth river is Euphrates.  ","niv":"<sup><strong>14</strong></sup> The name of the third river is the Tigris; it runs along the east side of Asshur. And the fourth river is the Euphrates."},{"_id":"6158fc625788f063699d8344","topicId":"6158fc605788f063699d833d","verse":"2 Kings 17:24-27","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p12017024_04-8\"><b class=\"verse-num\" id=\"v12017024-1\">24&nbsp;</b>And the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath, and Sepharvaim, and placed them in the cities of Samaria instead of the people of Israel. And they took possession of Samaria and lived in its cities. <b class=\"verse-num\" id=\"v12017025-1\">25&nbsp;</b>And at the beginning of their dwelling there, they did not fear the LORD. Therefore the LORD sent lions among them, which killed some of them. <b class=\"verse-num\" id=\"v12017026-1\">26&nbsp;</b>So the king of Assyria was told, “The nations that you have carried away and placed in the cities of Samaria do not know the law of the god of the land. Therefore he has sent lions among them, and behold, they are killing them, because they do not know the law of the god of the land.” <b class=\"verse-num\" id=\"v12017027-1\">27&nbsp;</b>Then the king of Assyria commanded, “Send there one of the priests whom you carried away from there, and let him go and dwell there and teach them the law of the god of the land.”</p>\n\n</div>","kjv":"<strong>24</strong> And the king of Assyria brought men from Babylon, and from Cuthah, and from Ava, and from Hamath, and from Sepharvaim, and placed them in the cities of Samaria instead of the children of Israel: and they possessed Samaria, and dwelt in the cities thereof.  <strong>25</strong> And so it was at the beginning of their dwelling there, that they feared not the LORD: therefore the LORD sent lions among them, which slew some of them.  <strong>26</strong> Wherefore they spake to the king of Assyria, saying, The nations which thou hast removed, and placed in the cities of Samaria, know not the manner of the God of the land: therefore he hath sent lions among them, and, behold, they slay them, because they know not the manner of the God of the land.  <strong>27</strong> Then the king of Assyria commanded, saying, Carry thither one of the priests whom ye brought from thence; and let them go and dwell there, and let him teach them the manner of the God of the land.  ","niv":"<sup><strong>24</strong></sup> The king of Assyria brought people from Babylon, Cuthah, Avva, Hamath and Sepharvaim and settled them in the towns of Samaria to replace the Israelites. They took over Samaria and lived in its towns. <sup><strong>25</strong></sup> When they first lived there, they did not worship the LORD; so he sent lions among them and they killed some of the people. <sup><strong>26</strong></sup> It was reported to the king of Assyria: \"The people you deported and resettled in the towns of Samaria do not know what the god of that country requires. He has sent lions among them, which are killing them off, because the people do not know what he requires.\" <sup><strong>27</strong></sup> Then the king of Assyria gave this order: \"Have one of the priests you took captive from Samaria go back to live there and teach the people what the god of the land requires.\" "},{"_id":"6158fc625788f063699d8345","topicId":"6158fc605788f063699d833d","verse":"Micah 5:6","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005006-1\">6&nbsp;</b>&nbsp;&nbsp;they shall shepherd the land of Assyria with the sword,</span><br><span id=\"p33005006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the land of Nimrod at its entrances;</span><br><span id=\"p33005006_01-9\" class=\"line\">&nbsp;&nbsp;and he shall deliver us from the Assyrian</span><br><span id=\"p33005006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he comes into our land</span><br><span id=\"p33005006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and treads within our border.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> And they shall waste the land of Assyria with the sword, and the land of Nimrod in the entrances thereof: thus shall he deliver us from the Assyrian, when he cometh into our land, and when he treadeth within our borders.  ","niv":"<sup><strong>6</strong></sup> They will rule the land of Assyria with the sword, the land of Nimrod with drawn sword. He will deliver us from the Assyrian when he invades our land and marches into our borders."},{"_id":"6158fc625788f063699d8346","topicId":"6158fc605788f063699d833d","verse":"Isaiah 31:8","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23031008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23031008-1\">8&nbsp;</b>&nbsp;&nbsp;“And the Assyrian shall fall by a sword, not of man;</span><br><span id=\"p23031008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a sword, not of man, shall devour him;</span><br><span id=\"p23031008_01-10\" class=\"line\">&nbsp;&nbsp;and he shall flee from the sword,</span><br><span id=\"p23031008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his young men shall be put to forced labor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Then shall the Assyrian fall with the sword, not of a mighty man; and the sword, not of a mean man, shall devour him: but he shall flee from the sword, and his young men shall be discomfited.  ","niv":"<sup><strong>8</strong></sup> \"Assyria will fall by a sword that is not of man; a sword, not of mortals, will devour them. They will flee before the sword and their young men will be put to forced labor."},{"_id":"6158fc625788f063699d8347","topicId":"6158fc605788f063699d833d","verse":"2 Kings 18:13-37","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p12018013_04-11\"><b class=\"verse-num\" id=\"v12018013-1\">13&nbsp;</b>In the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all the fortified cities of Judah and took them. <b class=\"verse-num\" id=\"v12018014-1\">14&nbsp;</b>And Hezekiah king of Judah sent to the king of Assyria at Lachish, saying, “I have done wrong; withdraw from me. Whatever you impose on me I will bear.” And the king of Assyria required of Hezekiah king of Judah three hundred talents of silver and thirty talents of gold. <b class=\"verse-num\" id=\"v12018015-1\">15&nbsp;</b>And Hezekiah gave him all the silver that was found in the house of the LORD and in the treasuries of the king’s house. <b class=\"verse-num\" id=\"v12018016-1\">16&nbsp;</b>At that time Hezekiah stripped the gold from the doors of the temple of the LORD and from the doorposts that Hezekiah king of Judah had overlaid and gave it to the king of Assyria. <b class=\"verse-num\" id=\"v12018017-1\">17&nbsp;</b>And the king of Assyria sent the Tartan, the Rab-saris, and the Rabshakeh with a great army from Lachish to King Hezekiah at Jerusalem. And they went up and came to Jerusalem. When they arrived, they came and stood by the conduit of the upper pool, which is on the highway to the Washer’s Field. <b class=\"verse-num\" id=\"v12018018-1\">18&nbsp;</b>And when they called for the king, there came out to them Eliakim the son of Hilkiah, who was over the household, and Shebnah the secretary, and Joah the son of Asaph, the recorder.</p>\n<p id=\"p12018018_04-11\"><b class=\"verse-num\" id=\"v12018019-1\">19&nbsp;</b>And the Rabshakeh said to them, “Say to Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you rest this trust of yours? <b class=\"verse-num\" id=\"v12018020-1\">20&nbsp;</b>Do you think that mere words are strategy and power for war? In whom do you now trust, that you have rebelled against me? <b class=\"verse-num\" id=\"v12018021-1\">21&nbsp;</b>Behold, you are trusting now in Egypt, that broken reed of a staff, which will pierce the hand of any man who leans on it. Such is Pharaoh king of Egypt to all who trust in him. <b class=\"verse-num\" id=\"v12018022-1\">22&nbsp;</b>But if you say to me, “We trust in the LORD our God,” is it not he whose high places and altars Hezekiah has removed, saying to Judah and to Jerusalem, “You shall worship before this altar in Jerusalem”? <b class=\"verse-num\" id=\"v12018023-1\">23&nbsp;</b>Come now, make a wager with my master the king of Assyria: I will give you two thousand horses, if you are able on your part to set riders on them. <b class=\"verse-num\" id=\"v12018024-1\">24&nbsp;</b>How then can you repulse a single captain among the least of my master’s servants, when you trust in Egypt for chariots and for horsemen? <b class=\"verse-num\" id=\"v12018025-1\">25&nbsp;</b>Moreover, is it without the LORD that I have come up against this place to destroy it? The LORD said to me, “Go up against this land and destroy it.”’”</p>\n<p id=\"p12018025_04-11\"><b class=\"verse-num\" id=\"v12018026-1\">26&nbsp;</b>Then Eliakim the son of Hilkiah, and Shebnah, and Joah, said to the Rabshakeh, “Please speak to your servants in Aramaic, for we understand it. Do not speak to us in the language of Judah within the hearing of the people who are on the wall.” <b class=\"verse-num\" id=\"v12018027-1\">27&nbsp;</b>But the Rabshakeh said to them, “Has my master sent me to speak these words to your master and to you, and not to the men sitting on the wall, who are doomed with you to eat their own dung and to drink their own urine?”</p>\n<p id=\"p12018027_04-11\"><b class=\"verse-num\" id=\"v12018028-1\">28&nbsp;</b>Then the Rabshakeh stood and called out in a loud voice in the language of Judah: “Hear the word of the great king, the king of Assyria! <b class=\"verse-num\" id=\"v12018029-1\">29&nbsp;</b>Thus says the king: ‘Do not let Hezekiah deceive you, for he will not be able to deliver you out of my hand. <b class=\"verse-num\" id=\"v12018030-1\">30&nbsp;</b>Do not let Hezekiah make you trust in the LORD by saying, The LORD will surely deliver us, and this city will not be given into the hand of the king of Assyria.’ <b class=\"verse-num\" id=\"v12018031-1\">31&nbsp;</b>Do not listen to Hezekiah, for thus says the king of Assyria: ‘Make your peace with me and come out to me. Then each one of you will eat of his own vine, and each one of his own fig tree, and each one of you will drink the water of his own cistern, <b class=\"verse-num\" id=\"v12018032-1\">32&nbsp;</b>until I come and take you away to a land like your own land, a land of grain and wine, a land of bread and vineyards, a land of olive trees and honey, that you may live, and not die. And do not listen to Hezekiah when he misleads you by saying, “The LORD will deliver us.” <b class=\"verse-num\" id=\"v12018033-1\">33&nbsp;</b>Has any of the gods of the nations ever delivered his land out of the hand of the king of Assyria? <b class=\"verse-num\" id=\"v12018034-1\">34&nbsp;</b>Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they delivered Samaria out of my hand? <b class=\"verse-num\" id=\"v12018035-1\">35&nbsp;</b>Who among all the gods of the lands have delivered their lands out of my hand, that the LORD should deliver Jerusalem out of my hand?’”</p>\n<p id=\"p12018035_04-11\"><b class=\"verse-num\" id=\"v12018036-1\">36&nbsp;</b>But the people were silent and answered him not a word, for the king’s command was, “Do not answer him.” <b class=\"verse-num\" id=\"v12018037-1\">37&nbsp;</b>Then Eliakim the son of Hilkiah, who was over the household, and Shebna the secretary, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rabshakeh.</p>\n\n</div>","kjv":"<strong>13</strong> Now in the fourteenth year of king Hezekiah did Sennacherib king of Assyria come up against all the fenced cities of Judah, and took them.  <strong>14</strong> And Hezekiah king of Judah sent to the king of Assyria to Lachish, saying, I have offended; return from me: that which thou puttest on me will I bear. And the king of Assyria appointed unto Hezekiah king of Judah three hundred talents of silver and thirty talents of gold.  <strong>15</strong> And Hezekiah gave him all the silver that was found in the house of the LORD, and in the treasures of the king’s house.  <strong>16</strong> At that time did Hezekiah cut off the gold from the doors of the temple of the LORD, and from the pillars which Hezekiah king of Judah had overlaid, and gave it to the king of Assyria.  <strong>17</strong> And the king of Assyria sent Tartan and Rabsaris and Rab-shakeh from Lachish to king Hezekiah with a great host against Jerusalem. And they went up and came to Jerusalem. And when they were come up, they came and stood by the conduit of the upper pool, which is in the highway of the fuller’s field.  <strong>18</strong> And when they had called to the king, there came out to them Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder.  <strong>19</strong> And Rab-shakeh said unto them, Speak ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?  <strong>20</strong> Thou sayest, (but they are but vain words,) I have  counsel and strength for the war. Now on whom dost thou trust, that thou rebellest against me?  <strong>21</strong> Now, behold, thou trustest upon the staff of this bruised reed, even upon Egypt, on which if a man lean, it will go into his hand, and pierce it: so is Pharaoh king of Egypt unto all that trust on him.  <strong>22</strong> But if ye say unto me, We trust in the LORD our God: is not that he, whose high places and whose altars Hezekiah hath taken away, and hath said to Judah and Jerusalem, Ye shall worship before this altar in Jerusalem?  <strong>23</strong> Now therefore, I pray thee, give pledges to my lord the king of Assyria, and I will deliver thee two thousand horses, if thou be able on thy part to set riders upon them.  <strong>24</strong> How then wilt thou turn away the face of one captain of the least of my master’s servants, and put thy trust on Egypt for chariots and for horsemen?  <strong>25</strong> Am I now come up without the LORD against this place to destroy it? The LORD said to me, Go up against this land, and destroy it.  <strong>26</strong> Then said Eliakim the son of Hilkiah, and Shebna, and Joah, unto Rab-shakeh, Speak, I pray thee, to thy servants in the Syrian language; for we understand it: and talk not with us in the Jews’ language in the ears of the people that are on the wall.  <strong>27</strong> But Rab-shakeh said unto them, Hath my master sent me to thy master, and to thee, to speak these words? hath he not sent me to the men which sit on the wall, that they may eat their own dung, and drink their own piss with you.  <strong>28</strong> Then Rab-shakeh stood and cried with a loud voice in the Jews language, and spake, saying, Hear the word of the great king, the king of Assyria:  <strong>29</strong> Thus saith the king, Let not Hezekiah deceive you: for he shall not be able to deliver you out of his hand:  <strong>30</strong> Neither let Hezekiah make you trust in the LORD, saying, The LORD will surely deliver us, and this city shall not be delivered into the hand of the king of Assyria.  <strong>31</strong> Hearken not to Hezekiah: for thus saith the king of Assyria, Make an agreement with me by a present, and come out to me, and then eat ye every man of his own vine, and every one of his fig tree, and drink ye every one the waters of his cistern:  <strong>32</strong> Until I come and take you away to a land like your own land, a land of corn and wine, a land of bread and vineyards, a land of oil olive and of honey, that ye may live, and not die: and hearken not unto Hezekiah, when he persuadeth you, saying, The LORD will deliver us.  <strong>33</strong> Hath any of the gods of the nations delivered at all his land out of the hand of the king of Assyria?  <strong>34</strong> Where are the gods of Hamath, and of Arpad? where are  the gods of Sepharvaim, Hena, and Ivah? have they delivered Samaria out of mine hand?  <strong>35</strong> Who are they among all the gods of the countries, that have delivered their country out of mine hand, that the LORD should deliver Jerusalem out of mine hand?  <strong>36</strong> But the people held their peace, and answered him not a word: for the king’s commandment was, saying, Answer him not.  <strong>37</strong> Then came Eliakim the son of Hilkiah, which was over the household, and Shebna the scribe, and Joah the son of Asaph the recorder, to Hezekiah with their clothes rent, and told him the words of Rab-shakeh.  ","niv":"<sup><strong>13</strong></sup> In the fourteenth year of King Hezekiah's reign, Sennacherib king of Assyria attacked all the fortified cities of Judah and captured them. <sup><strong>14</strong></sup> So Hezekiah king of Judah sent this message to the king of Assyria at Lachish: \"I have done wrong. Withdraw from me, and I will pay whatever you demand of me.\" The king of Assyria exacted from Hezekiah king of Judah three hundred talents of silver and thirty talents of gold. <sup><strong>15</strong></sup> So Hezekiah gave him all the silver that was found in the temple of the LORD and in the treasuries of the royal palace. <sup><strong>16</strong></sup> At this time Hezekiah king of Judah stripped off the gold with which he had covered the doors and doorposts of the temple of the LORD, and gave it to the king of Assyria. <sup><strong>17</strong></sup> The king of Assyria sent his supreme commander, his chief officer and his field commander with a large army, from Lachish to King Hezekiah at Jerusalem. They came up to Jerusalem and stopped at the aqueduct of the Upper Pool, on the road to the Washerman's Field. <sup><strong>18</strong></sup> They called for the king; and Eliakim son of Hilkiah the palace administrator, Shebna the secretary, and Joah son of Asaph the recorder went out to them. <sup><strong>19</strong></sup> The field commander said to them, \"Tell Hezekiah: \"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours? <sup><strong>20</strong></sup> You say you have strategy and military strength-but you speak only empty words. On whom are you depending, that you rebel against me? <sup><strong>21</strong></sup> Look now, you are depending on Egypt, that splintered reed of a staff, which pierces a man's hand and wounds him if he leans on it! Such is Pharaoh king of Egypt to all who depend on him. <sup><strong>22</strong></sup> And if you say to me, \"We are depending on the LORD our God\"-isn't he the one whose high places and altars Hezekiah removed, saying to Judah and Jerusalem, \"You must worship before this altar in Jerusalem\"? <sup><strong>23</strong></sup> \"'Come now, make a bargain with my master, the king of Assyria: I will give you two thousand horses-if you can put riders on them! <sup><strong>24</strong></sup> How can you repulse one officer of the least of my master's officials, even though you are depending on Egypt for chariots and horsemen? <sup><strong>25</strong></sup> Furthermore, have I come to attack and destroy this place without word from the LORD? The LORD himself told me to march against this country and destroy it.'\" <sup><strong>26</strong></sup> Then Eliakim son of Hilkiah, and Shebna and Joah said to the field commander, \"Please speak to your servants in Aramaic, since we understand it. Don't speak to us in Hebrew in the hearing of the people on the wall.\" <sup><strong>27</strong></sup> But the commander replied, \"Was it only to your master and you that my master sent me to say these things, and not to the men sitting on the wall-who, like you, will have to eat their own filth and drink their own urine?\" <sup><strong>28</strong></sup> Then the commander stood and called out in Hebrew: \"Hear the word of the great king, the king of Assyria! <sup><strong>29</strong></sup> This is what the king says: Do not let Hezekiah deceive you. He cannot deliver you from my hand. <sup><strong>30</strong></sup> Do not let Hezekiah persuade you to trust in the LORD when he says, 'The LORD will surely deliver us; this city will not be given into the hand of the king of Assyria.' <sup><strong>31</strong></sup> \"Do not listen to Hezekiah. This is what the king of Assyria says: Make peace with me and come out to me. Then every one of you will eat from his own vine and fig tree and drink water from his own cistern, <sup><strong>32</strong></sup> until I come and take you to a land like your own, a land of grain and new wine, a land of bread and vineyards, a land of olive trees and honey. Choose life and not death! \"Do not listen to Hezekiah, for he is misleading you when he says, 'The LORD will deliver us.' <sup><strong>33</strong></sup> Has the god of any nation ever delivered his land from the hand of the king of Assyria? <sup><strong>34</strong></sup> Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena and Ivvah? Have they rescued Samaria from my hand? <sup><strong>35</strong></sup> Who of all the gods of these countries has been able to save his land from me? How then can the LORD deliver Jerusalem from my hand?\" <sup><strong>36</strong></sup> But the people remained silent and said nothing in reply, because the king had commanded, \"Do not answer him.\" <sup><strong>37</strong></sup> Then Eliakim son of Hilkiah the palace administrator, Shebna the secretary and Joah son of Asaph the recorder went to Hezekiah, with their clothes torn, and told him what the field commander had said. "},{"_id":"6158fc635788f063699d8348","topicId":"6158fc605788f063699d833d","verse":"2 Kings 18:19","votes":14,"__v":0,"esv":"<div>\n<p id=\"p12018019_01-12\"><b class=\"verse-num\" id=\"v12018019-1\">19&nbsp;</b>And the Rabshakeh said to them, “Say to Hezekiah, ‘Thus says the great king, the king of Assyria: On what do you rest this trust of yours?</p>\n</div>","kjv":"<strong>19</strong> And Rab-shakeh said unto them, Speak ye now to Hezekiah, Thus saith the great king, the king of Assyria, What confidence is this wherein thou trustest?  ","niv":"<sup><strong>19</strong></sup> The field commander said to them, \"Tell Hezekiah: \"'This is what the great king, the king of Assyria, says: On what are you basing this confidence of yours?"},{"_id":"6158fc635788f063699d8349","topicId":"6158fc605788f063699d833d","verse":"Hosea 5:13","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28005013_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v28005013-1\">13&nbsp;</b>&nbsp;&nbsp;When Ephraim saw his sickness,</span><br><span id=\"p28005013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Judah his wound,</span><br><span id=\"p28005013_01-13\" class=\"line\">&nbsp;&nbsp;then Ephraim went to Assyria,</span><br><span id=\"p28005013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sent to the great king.</span><br><span id=\"p28005013_01-13\" class=\"line\">&nbsp;&nbsp;But he is not able to cure you</span><br><span id=\"p28005013_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or heal your wound.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> When Ephraim saw his sickness, and Judah saw his wound, then went Ephraim to the Assyrian, and sent to king Jareb: yet could he not heal you, nor cure you of your wound.  ","niv":"<sup><strong>13</strong></sup> \"When Ephraim saw his sickness, and Judah his sores, then Ephraim turned to Assyria, and sent to the great king for help. But he is not able to cure you, not able to heal your sores."},{"_id":"6158fc635788f063699d834a","topicId":"6158fc605788f063699d833d","verse":"Genesis 10:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p01010011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01010011-1\">11&nbsp;</b>From that land he went into Assyria and built Nineveh, Rehoboth-Ir, Calah, and</p>\n</div>","kjv":"<strong>11</strong> Out of that land went forth Asshur, and builded Nineveh, and the city Rehoboth, and Calah,  ","niv":"<sup><strong>11</strong></sup> From that land he went to Assyria, where he built Nineveh, Rehoboth Ir, Calah"},{"_id":"6158fc645788f063699d834b","topicId":"6158fc605788f063699d833d","verse":"Isaiah 10:5","votes":13,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010005_05-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010005-1\">5&nbsp;</b>&nbsp;&nbsp;Woe to Assyria, the rod of my anger;</span><br><span id=\"p23010005_05-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the staff in their hands is my fury!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation.  ","niv":"<sup><strong>5</strong></sup> \"Woe to the Assyrian, the rod of my anger, in whose hand is the club of my wrath!"},{"_id":"6158fc645788f063699d834c","topicId":"6158fc605788f063699d833d","verse":"Matthew 12:41","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40012041_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012041-1\">41&nbsp;</b><span class=\"woc\">The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.</span></p>\n</div>","kjv":"<strong>41</strong> The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.  ","niv":"<sup><strong>41</strong></sup> The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here."},{"_id":"6158fc645788f063699d834d","topicId":"6158fc605788f063699d833d","verse":"Isaiah 10:5-6","votes":12,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23010005_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010005-1\">5&nbsp;</b>&nbsp;&nbsp;Woe to Assyria, the rod of my anger;</span><br><span id=\"p23010005_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the staff in their hands is my fury!</span><br><span id=\"p23010006_05-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23010006-1\">6&nbsp;</b>&nbsp;&nbsp;Against a godless nation I send him,</span><br><span id=\"p23010006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and against the people of my wrath I command him,</span><br><span id=\"p23010006_05-17\" class=\"line\">&nbsp;&nbsp;to take spoil and seize plunder,</span><br><span id=\"p23010006_05-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to tread them down like the mire of the streets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> O Assyrian, the rod of mine anger, and the staff in their hand is mine indignation.  <strong>6</strong> I will send him against an hypocritical nation, and against the people of my wrath will I give him a charge, to take the spoil, and to take the prey, and to tread them down like the mire of the streets.  ","niv":"<sup><strong>5</strong></sup> \"Woe to the Assyrian, the rod of my anger, in whose hand is the club of my wrath! <sup><strong>6</strong></sup> I send him against a godless nation, I dispatch him against a people who anger me, to seize loot and snatch plunder, and to trample them down like mud in the streets. "},{"_id":"6158fc655788f063699d834e","topicId":"6158fc605788f063699d833d","verse":"2 Kings 15:19","votes":11,"__v":0,"esv":"<div>\n<p id=\"p12015019_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v12015019-1\">19&nbsp;</b>Pul the king of Assyria came against the land, and Menahem gave Pul a thousand talents of silver, that he might help him to confirm his hold on the royal power.</p>\n\n</div>","kjv":"<strong>19</strong> And Pul the king of Assyria came against the land: and Menahem gave Pul a thousand talents of silver, that his hand might be with him to confirm the kingdom in his hand.  ","niv":"<sup><strong>19</strong></sup> Then Pul king of Assyria invaded the land, and Menahem gave him a thousand talents of silver to gain his support and strengthen his own hold on the kingdom."},{"_id":"6158fc655788f063699d834f","topicId":"6158fc605788f063699d833d","verse":"Isaiah 52:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p23052004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v23052004-1\">4&nbsp;</b>For thus says the Lord GOD: “My people went down at the first into Egypt to sojourn there, and the Assyrian oppressed them for nothing.</p>\n\n</div>","kjv":"<strong>4</strong> For thus saith the Lord GOD, My people went down aforetime into Egypt to sojourn there; and the Assyrian oppressed them without cause.  ","niv":"<sup><strong>4</strong></sup> For this is what the Sovereign LORD says: \"At first my people went down to Egypt to live; lately, Assyria has oppressed them."},{"_id":"6158fc655788f063699d8350","topicId":"6158fc605788f063699d833d","verse":"Isaiah 37:36","votes":10,"__v":0,"esv":"<div>\n<p id=\"p23037036_01-20\"><b class=\"verse-num\" id=\"v23037036-1\">36&nbsp;</b>And the angel of the LORD went out and struck down 185,000 in the camp of the Assyrians. And when people arose early in the morning, behold, these were all dead bodies.</p>\n</div>","kjv":"<strong>36</strong> Then the angel of the LORD went forth, and smote in the camp of the Assyrians a hundred and fourscore and five thousand: and when they arose early in the morning, behold, they were all dead corpses.  ","niv":"<sup><strong>36</strong></sup> Then the angel of the LORD went out and put to death a hundred and eighty-five thousand men in the Assyrian camp. When the people got up the next morning-there were all the dead bodies!"},{"_id":"6158fc655788f063699d8351","topicId":"6158fc605788f063699d833d","verse":"Isaiah 10:12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p23010012_01-21\"><b class=\"verse-num\" id=\"v23010012-1\">12&nbsp;</b>When the Lord has finished all his work on Mount Zion and on Jerusalem, he will punish the speech of the arrogant heart of the king of Assyria and the boastful look in his eyes.</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore it shall come to pass, that when the Lord hath performed his whole work upon mount Zion and on Jerusalem, I will punish the fruit of the stout heart of the king of Assyria, and the glory of his high looks.  ","niv":"<sup><strong>12</strong></sup> When the Lord has finished all his work against Mount Zion and Jerusalem, he will say, \"I will punish the king of Assyria for the willful pride of his heart and the haughty look in his eyes."},{"_id":"6158fc665788f063699d8352","topicId":"6158fc605788f063699d833d","verse":"2 Kings 17:3-6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p12017003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v12017003-1\">3&nbsp;</b>Against him came up Shalmaneser king of Assyria. And Hoshea became his vassal and paid him tribute. <b class=\"verse-num\" id=\"v12017004-1\">4&nbsp;</b>But the king of Assyria found treachery in Hoshea, for he had sent messengers to So, king of Egypt, and offered no tribute to the king of Assyria, as he had done year by year. Therefore the king of Assyria shut him up and bound him in prison. <b class=\"verse-num\" id=\"v12017005-1\">5&nbsp;</b>Then the king of Assyria invaded all the land and came to Samaria, and for three years he besieged it.</p>\n\n<p id=\"p12017005_05-22\"><b class=\"verse-num\" id=\"v12017006-1\">6&nbsp;</b>In the ninth year of Hoshea, the king of Assyria captured Samaria, and he carried the Israelites away to Assyria and placed them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes.</p>\n</div>","kjv":"<strong>3</strong> Against him came up Shalmaneser king of Assyria; and Hoshea became his servant, and gave him presents.  <strong>4</strong> And the king of Assyria found conspiracy in Hoshea: for he had sent messengers to So king of Egypt, and brought no present to the king of Assyria, as he had done year by year: therefore the king of Assyria shut him up, and bound him in prison.  <strong>5</strong> Then the king of Assyria came up throughout all the land, and went up to Samaria, and besieged it three years.  <strong>6</strong> In the ninth year of Hoshea the king of Assyria took Samaria, and carried Israel away into Assyria, and placed them in Halah and in Habor by  the river of Gozan, and in the cities of the Medes.  ","niv":"<sup><strong>3</strong></sup> Shalmaneser king of Assyria came up to attack Hoshea, who had been Shalmaneser's vassal and had paid him tribute. <sup><strong>4</strong></sup> But the king of Assyria discovered that Hoshea was a traitor, for he had sent envoys to So king of Egypt, and he no longer paid tribute to the king of Assyria, as he had done year by year. Therefore Shalmaneser seized him and put him in prison. <sup><strong>5</strong></sup> The king of Assyria invaded the entire land, marched against Samaria and laid siege to it for three years. <sup><strong>6</strong></sup> In the ninth year of Hoshea, the king of Assyria captured Samaria and deported the Israelites to Assyria. He settled them in Halah, in Gozan on the Habor River and in the towns of the Medes. "},{"_id":"6158fc665788f063699d8353","topicId":"6158fc605788f063699d833d","verse":"2 Kings 23:29","votes":9,"__v":0,"esv":"<div>\n<p id=\"p12023029_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023029-1\">29&nbsp;</b>In his days Pharaoh Neco king of Egypt went up to the king of Assyria to the river Euphrates. King Josiah went to meet him, and Pharaoh Neco killed him at Megiddo, as soon as he saw him.</p>\n</div>","kjv":"<strong>29</strong> In his days Pharaoh-nechoh king of Egypt went up against the king of Assyria to the river Euphrates: and king Josiah went against him; and he slew him at Megiddo, when he had seen him.  ","niv":"<sup><strong>29</strong></sup> While Josiah was king, Pharaoh Neco king of Egypt went up to the Euphrates River to help the king of Assyria. King Josiah marched out to meet him in battle, but Neco faced him and killed him at Megiddo."},{"_id":"6158fc665788f063699d8354","topicId":"6158fc605788f063699d833d","verse":"2 Kings 17:6","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p12017006_05-24\"><b class=\"verse-num\" id=\"v12017006-1\">6&nbsp;</b>In the ninth year of Hoshea, the king of Assyria captured Samaria, and he carried the Israelites away to Assyria and placed them in Halah, and on the Habor, the river of Gozan, and in the cities of the Medes.</p>\n</div>","kjv":"<strong>6</strong> In the ninth year of Hoshea the king of Assyria took Samaria, and carried Israel away into Assyria, and placed them in Halah and in Habor by  the river of Gozan, and in the cities of the Medes.  ","niv":"<sup><strong>6</strong></sup> In the ninth year of Hoshea, the king of Assyria captured Samaria and deported the Israelites to Assyria. He settled them in Halah, in Gozan on the Habor River and in the towns of the Medes."},{"_id":"6158fc675788f063699d8355","topicId":"6158fc605788f063699d833d","verse":"Genesis 25:18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p01025018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025018-1\">18&nbsp;</b>They settled from Havilah to Shur, which is opposite Egypt in the direction of Assyria. He settled over against all his kinsmen.</p>\n\n</div>","kjv":"<strong>18</strong> And they dwelt from Havilah unto Shur, that is before Egypt, as thou goest toward Assyria: and he died in the presence of all his brethren.  ","niv":"<sup><strong>18</strong></sup> His descendants settled in the area from Havilah to Shur, near the border of Egypt, as you go toward Asshur. And they lived in hostility toward all their brothers."},{"_id":"6158fc675788f063699d8356","topicId":"6158fc605788f063699d833d","verse":"Jonah 3:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p32003010_01-26\"><b class=\"verse-num\" id=\"v32003010-1\">10&nbsp;</b>When God saw what they did, how they turned from their evil way, God relented of the disaster that he had said he would do to them, and he did not do it.</p>\n</div>","kjv":"<strong>10</strong> And God saw their works, that they turned from their evil way; and God repented of the evil, that he had said that he would do unto them; and he did it not.  ","niv":"<sup><strong>10</strong></sup> When God saw what they did and how they turned from their evil ways, he had compassion and did not bring upon them the destruction he had threatened."}]}