{"_id":"6158fce95788f063699d83a5","slug":"astrologers","name":"Astrologers","verses":[{"_id":"6158fcea5788f063699d83a6","topicId":"6158fce95788f063699d83a5","verse":"Deuteronomy 4:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05004019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004019-1\">19&nbsp;</b>And beware lest you raise your eyes to heaven, and when you see the sun and the moon and the stars, all the host of heaven, you be drawn away and bow down to them and serve them, things that the LORD your God has allotted to all the peoples under the whole heaven.</p>\n</div>","kjv":"<strong>19</strong> And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the LORD thy God hath divided unto all nations under the whole heaven.  ","niv":"<sup><strong>19</strong></sup> And when you look up to the sky and see the sun, the moon and the stars-all the heavenly array-do not be enticed into bowing down to them and worshiping things the LORD your God has apportioned to all the nations under heaven."},{"_id":"6158fcea5788f063699d83a7","topicId":"6158fce95788f063699d83a5","verse":"Revelation 21:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6158fcea5788f063699d83a8","topicId":"6158fce95788f063699d83a5","verse":"Daniel 2:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked,</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about,"},{"_id":"6158fcea5788f063699d83a9","topicId":"6158fce95788f063699d83a5","verse":"Leviticus 19:31","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-4\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"6158fceb5788f063699d83aa","topicId":"6158fce95788f063699d83a5","verse":"Isaiah 47:13-14","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047013_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047013-1\">13&nbsp;</b>&nbsp;&nbsp;You are wearied with your many counsels;</span><br><span id=\"p23047013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them stand forth and save you,</span><br><span id=\"p23047013_01-5\" class=\"line\">&nbsp;&nbsp;those who divide the heavens,</span><br><span id=\"p23047013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gaze at the stars,</span><br><span id=\"p23047013_01-5\" class=\"line\">&nbsp;&nbsp;who at the new moons make known</span><br><span id=\"p23047013_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what shall come upon you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23047014_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047014-1\">14&nbsp;</b>&nbsp;&nbsp;Behold, they are like stubble;</span><br><span id=\"p23047014_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fire consumes them;</span><br><span id=\"p23047014_01-5\" class=\"line\">&nbsp;&nbsp;they cannot deliver themselves</span><br><span id=\"p23047014_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the flame.</span><br><span id=\"p23047014_01-5\" class=\"line\">&nbsp;&nbsp;No coal for warming oneself is this,</span><br><span id=\"p23047014_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no fire to sit before!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  <strong>14</strong> Behold, they shall be as stubble; the fire shall burn them; they shall not deliver themselves from the power of the flame: there shall  not be a coal to warm at, nor fire to sit before it.  ","niv":"<sup><strong>13</strong></sup> All the counsel you have received has only worn you out! Let your astrologers come forward, those stargazers who make predictions month by month, let them save you from what is coming upon you. <sup><strong>14</strong></sup> Surely they are like stubble; the fire will burn them up. They cannot even save themselves from the power of the flame. Here are no coals to warm anyone; here is no fire to sit by. "},{"_id":"6158fceb5788f063699d83ab","topicId":"6158fce95788f063699d83a5","verse":"Isaiah 47:13","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23047013_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23047013-1\">13&nbsp;</b>&nbsp;&nbsp;You are wearied with your many counsels;</span><br><span id=\"p23047013_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them stand forth and save you,</span><br><span id=\"p23047013_01-6\" class=\"line\">&nbsp;&nbsp;those who divide the heavens,</span><br><span id=\"p23047013_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who gaze at the stars,</span><br><span id=\"p23047013_01-6\" class=\"line\">&nbsp;&nbsp;who at the new moons make known</span><br><span id=\"p23047013_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what shall come upon you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Thou art wearied in the multitude of thy counsels. Let now the astrologers, the stargazers, the monthly prognosticators, stand up, and save thee from these things that shall come upon thee.  ","niv":"<sup><strong>13</strong></sup> All the counsel you have received has only worn you out! Let your astrologers come forward, those stargazers who make predictions month by month, let them save you from what is coming upon you."},{"_id":"6158fceb5788f063699d83ac","topicId":"6158fce95788f063699d83a5","verse":"Deuteronomy 18:9-14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p05018009_03-7\"><b class=\"verse-num\" id=\"v05018009-1\">9&nbsp;</b>“When you come into the land that the LORD your God is giving you, you shall not learn to follow the abominable practices of those nations. <b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you. <b class=\"verse-num\" id=\"v05018013-1\">13&nbsp;</b>You shall be blameless before the LORD your God, <b class=\"verse-num\" id=\"v05018014-1\">14&nbsp;</b>for these nations, which you are about to dispossess, listen to fortune-tellers and to diviners. But as for you, the LORD your God has not allowed you to do this.</p>\n\n</div>","kjv":"<strong>9</strong> When thou art come into the land which the LORD thy God giveth thee, thou shalt not learn to do after the abominations of those nations.  <strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  <strong>13</strong> Thou shalt be perfect with the LORD thy God.  <strong>14</strong> For these nations, which thou shalt possess, hearkened unto observers of times, and unto diviners: but as for thee, the LORD thy God hath not suffered thee so to do. ","niv":"<sup><strong>9</strong></sup> When you enter the land the LORD your God is giving you, do not learn to imitate the detestable ways of the nations there. <sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. <sup><strong>13</strong></sup> You must be blameless before the LORD your God. <sup><strong>14</strong></sup> The nations you will dispossess listen to those who practice sorcery or divination. But as for you, the LORD your God has not permitted you to do so. "},{"_id":"6158fceb5788f063699d83ad","topicId":"6158fce95788f063699d83a5","verse":"Daniel 2:27-28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p27002027_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002027-1\">27&nbsp;</b>Daniel answered the king and said, “No wise men, enchanters, magicians, or astrologers can show to the king the mystery that the king has asked, <b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these:</p>\n</div>","kjv":"<strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  ","niv":"<sup><strong>27</strong></sup> Daniel replied, \"No wise man, enchanter, magician or diviner can explain to the king the mystery he has asked about, <sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these: "},{"_id":"6158fcec5788f063699d83ae","topicId":"6158fce95788f063699d83a5","verse":"2 Kings 21:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12021006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v12021006-1\">6&nbsp;</b>And he burned his son as an offering and used fortune-telling and omens and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n\n</div>","kjv":"<strong>6</strong> And he made his son pass through the fire, and observed times, and used enchantments, and dealt with familiar spirits and wizards: he wrought much wickedness in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his own son in the fire, practiced sorcery and divination, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"6158fcec5788f063699d83af","topicId":"6158fce95788f063699d83a5","verse":"Isaiah 8:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"6158fcec5788f063699d83b0","topicId":"6158fce95788f063699d83a5","verse":"Deuteronomy 18:10-12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"6158fced5788f063699d83b1","topicId":"6158fce95788f063699d83a5","verse":"Matthew 2:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh."},{"_id":"6158fced5788f063699d83b2","topicId":"6158fce95788f063699d83a5","verse":"Amos 3:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"6158fced5788f063699d83b3","topicId":"6158fce95788f063699d83a5","verse":"Psalm 8:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19008003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19008003-1\">3&nbsp;</b>&nbsp;&nbsp;When I look at your heavens, the work of your fingers,</span><br><span id=\"p19008003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the moon and the stars, which you have set in place,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;  ","niv":"<sup><strong>3</strong></sup> When I consider your heavens, the work of your fingers, the moon and the stars, which you have set in place,"},{"_id":"6158fcee5788f063699d83b4","topicId":"6158fce95788f063699d83a5","verse":"Revelation 19:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66019010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019010-1\">10&nbsp;</b>Then I fell down at his feet to worship him, but he said to me, “You must not do that! I am a fellow servant with you and your brothers who hold to the testimony of Jesus. Worship God.” For the testimony of Jesus is the spirit of prophecy.</p>\n</div>","kjv":"<strong>10</strong> And I fell at his feet to worship him. And he said unto me, See thou do it not: I am thy fellowservant, and of thy brethren that have the testimony of Jesus: worship God: for the testimony of Jesus is the spirit of prophecy.  ","niv":"<sup><strong>10</strong></sup> At this I fell at his feet to worship him. But he said to me, \"Do not do it! I am a fellow servant with you and with your brothers who hold to the testimony of Jesus. Worship God! For the testimony of Jesus is the spirit of prophecy.\""},{"_id":"6158fcee5788f063699d83b5","topicId":"6158fce95788f063699d83a5","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6158fcee5788f063699d83b6","topicId":"6158fce95788f063699d83a5","verse":"Acts 16:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44016016_06-17\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling.</p>\n</div>","kjv":"<strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  ","niv":"<sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling."},{"_id":"6158fcee5788f063699d83b7","topicId":"6158fce95788f063699d83a5","verse":"Luke 21:25-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42021025_08-18\"><b class=\"verse-num woc\" id=\"v42021025-1\">25&nbsp;</b><span class=\"woc\">“And there will be signs in sun and moon and stars, and on the earth distress of nations in perplexity because of the roaring of the sea and the waves,</span> <b class=\"verse-num woc\" id=\"v42021026-1\">26&nbsp;</b><span class=\"woc\">people fainting with fear and with foreboding of what is coming on the world. For the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v42021027-1\">27&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in a cloud with power and great glory.</span></p>\n</div>","kjv":"<strong>25</strong>           And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring;  <strong>26</strong> Men’s hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.  <strong>27</strong> And then shall they see the Son of man coming in a cloud with power and great glory.  ","niv":"<sup><strong>25</strong></sup> \"There will be signs in the sun, moon and stars. On the earth, nations will be in anguish and perplexity at the roaring and tossing of the sea. <sup><strong>26</strong></sup> Men will faint from terror, apprehensive of what is coming on the world, for the heavenly bodies will be shaken. <sup><strong>27</strong></sup> At that time they will see the Son of Man coming in a cloud with power and great glory. "},{"_id":"6158fcef5788f063699d83b8","topicId":"6158fce95788f063699d83a5","verse":"Micah 5:12","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005012_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005012-1\">12&nbsp;</b>&nbsp;&nbsp;and I will cut off sorceries from your hand,</span><br><span id=\"p33005012_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall have no more tellers of fortunes;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And I will cut off witchcrafts out of thine hand; and thou shalt have no more soothsayers:  ","niv":"<sup><strong>12</strong></sup> I will destroy your witchcraft and you will no longer cast spells."},{"_id":"6158fcef5788f063699d83b9","topicId":"6158fce95788f063699d83a5","verse":"Deuteronomy 18:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft,"},{"_id":"6158fcef5788f063699d83ba","topicId":"6158fce95788f063699d83a5","verse":"Deuteronomy 17:2-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05017002_01-21\"><b class=\"verse-num\" id=\"v05017002-1\">2&nbsp;</b>“If there is found among you, within any of your towns that the LORD your God is giving you, a man or woman who does what is evil in the sight of the LORD your God, in transgressing his covenant, <b class=\"verse-num\" id=\"v05017003-1\">3&nbsp;</b>and has gone and served other gods and worshiped them, or the sun or the moon or any of the host of heaven, which I have forbidden, <b class=\"verse-num\" id=\"v05017004-1\">4&nbsp;</b>and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel, <b class=\"verse-num\" id=\"v05017005-1\">5&nbsp;</b>then you shall bring out to your gates that man or woman who has done this evil thing, and you shall stone that man or woman to death with stones.</p>\n</div>","kjv":"<strong>2</strong> If there be found among you, within any of thy gates which the LORD thy God giveth thee, man or woman, that hath wrought wickedness in the sight of the LORD thy God, in transgressing his covenant,  <strong>3</strong> And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;  <strong>4</strong> And it be told thee, and thou hast heard of it, and enquired diligently, and, behold, it be true, and the thing certain, that such abomination is wrought in Israel:  <strong>5</strong> Then shalt thou bring forth that man or that woman, which have committed that wicked thing, unto thy gates, even that man or that woman, and shalt stone them with stones, till they die.  ","niv":"<sup><strong>2</strong></sup> If a man or woman living among you in one of the towns the LORD gives you is found doing evil in the eyes of the LORD your God in violation of his covenant, <sup><strong>3</strong></sup> and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars of the sky, <sup><strong>4</strong></sup> and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel, <sup><strong>5</strong></sup> take the man or woman who has done this evil deed to your city gate and stone that person to death. "},{"_id":"6158fcf05788f063699d83bb","topicId":"6158fce95788f063699d83a5","verse":"1 Corinthians 10:1-33","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46010001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46010001-1\">10:1&nbsp;</b>For I do not want you to be unaware, brothers, that our fathers were all under the cloud, and all passed through the sea, <b class=\"verse-num\" id=\"v46010002-1\">2&nbsp;</b>and all were baptized into Moses in the cloud and in the sea, <b class=\"verse-num\" id=\"v46010003-1\">3&nbsp;</b>and all ate the same spiritual food, <b class=\"verse-num\" id=\"v46010004-1\">4&nbsp;</b>and all drank the same spiritual drink. For they drank from the spiritual Rock that followed them, and the Rock was Christ. <b class=\"verse-num\" id=\"v46010005-1\">5&nbsp;</b>Nevertheless, with most of them God was not pleased, for they were overthrown in the wilderness.</p>\n<p id=\"p46010005_04-23\"><b class=\"verse-num\" id=\"v46010006-1\">6&nbsp;</b>Now these things took place as examples for us, that we might not desire evil as they did. <b class=\"verse-num\" id=\"v46010007-1\">7&nbsp;</b>Do not be idolaters as some of them were; as it is written, “The people sat down to eat and drink and rose up to play.” <b class=\"verse-num\" id=\"v46010008-1\">8&nbsp;</b>We must not indulge in sexual immorality as some of them did, and twenty-three thousand fell in a single day. <b class=\"verse-num\" id=\"v46010009-1\">9&nbsp;</b>We must not put Christ to the test, as some of them did and were destroyed by serpents, <b class=\"verse-num\" id=\"v46010010-1\">10&nbsp;</b>nor grumble, as some of them did and were destroyed by the Destroyer. <b class=\"verse-num\" id=\"v46010011-1\">11&nbsp;</b>Now these things happened to them as an example, but they were written down for our instruction, on whom the end of the ages has come. <b class=\"verse-num\" id=\"v46010012-1\">12&nbsp;</b>Therefore let anyone who thinks that he stands take heed lest he fall. <b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n<p id=\"p46010013_04-23\"><b class=\"verse-num\" id=\"v46010014-1\">14&nbsp;</b>Therefore, my beloved, flee from idolatry. <b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread. <b class=\"verse-num\" id=\"v46010018-1\">18&nbsp;</b>Consider the people of Israel: are not those who eat the sacrifices participants in the altar? <b class=\"verse-num\" id=\"v46010019-1\">19&nbsp;</b>What do I imply then? That food offered to idols is anything, or that an idol is anything? <b class=\"verse-num\" id=\"v46010020-1\">20&nbsp;</b>No, I imply that what pagans sacrifice they offer to demons and not to God. I do not want you to be participants with demons. <b class=\"verse-num\" id=\"v46010021-1\">21&nbsp;</b>You cannot drink the cup of the Lord and the cup of demons. You cannot partake of the table of the Lord and the table of demons. <b class=\"verse-num\" id=\"v46010022-1\">22&nbsp;</b>Shall we provoke the Lord to jealousy? Are we stronger than he?</p>\n\n<p id=\"p46010022_11-23\"><b class=\"verse-num\" id=\"v46010023-1\">23&nbsp;</b>“All things are lawful,” but not all things are helpful. “All things are lawful,” but not all things build up. <b class=\"verse-num\" id=\"v46010024-1\">24&nbsp;</b>Let no one seek his own good, but the good of his neighbor. <b class=\"verse-num\" id=\"v46010025-1\">25&nbsp;</b>Eat whatever is sold in the meat market without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010026-1\">26&nbsp;</b>For “the earth is the Lord’s, and the fullness thereof.” <b class=\"verse-num\" id=\"v46010027-1\">27&nbsp;</b>If one of the unbelievers invites you to dinner and you are disposed to go, eat whatever is set before you without raising any question on the ground of conscience. <b class=\"verse-num\" id=\"v46010028-1\">28&nbsp;</b>But if someone says to you, “This has been offered in sacrifice,” then do not eat it, for the sake of the one who informed you, and for the sake of conscience—<b class=\"verse-num\" id=\"v46010029-1\">29&nbsp;</b>I do not mean your conscience, but his. For why should my liberty be determined by someone else’s conscience? <b class=\"verse-num\" id=\"v46010030-1\">30&nbsp;</b>If I partake with thankfulness, why am I denounced because of that for which I give thanks?</p>\n<p id=\"p46010030_11-23\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God. <b class=\"verse-num\" id=\"v46010032-1\">32&nbsp;</b>Give no offense to Jews or to Greeks or to the church of God, <b class=\"verse-num\" id=\"v46010033-1\">33&nbsp;</b>just as I try to please everyone in everything I do, not seeking my own advantage, but that of many, that they may be saved.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I would not that ye should be ignorant, how that all our fathers were under the cloud, and all passed through the sea;  <strong>2</strong> And were all baptized unto Moses in the cloud and in the sea;  <strong>3</strong> And did all eat the same spiritual meat;  <strong>4</strong> And did all drink the same spiritual drink: for they drank of that spiritual Rock that followed them: and that Rock was Christ.  <strong>5</strong> But with many of them God was not well pleased: for they were overthrown in the wilderness.  <strong>6</strong> Now these things were our examples, to the intent we should not lust after evil things, as they also lusted.  <strong>7</strong> Neither be ye idolaters, as were some of them; as it is written, The people sat down to eat and drink, and rose up to play.  <strong>8</strong> Neither let us commit fornication, as some of them committed, and fell in one day three and twenty thousand.  <strong>9</strong> Neither let us tempt Christ, as some of them also tempted, and were destroyed of serpents.  <strong>10</strong> Neither murmur ye, as some of them also murmured, and were destroyed of the destroyer.  <strong>11</strong> Now all these things happened unto them for ensamples: and they are written for our admonition, upon whom the ends of the world are come.  <strong>12</strong> Wherefore let him that thinketh he standeth take heed lest he fall.  <strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  <strong>14</strong> Wherefore, my dearly beloved, flee from idolatry.  <strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  <strong>18</strong> Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?  <strong>19</strong> What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?  <strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  <strong>21</strong> Ye cannot drink the cup of the Lord, and the cup of devils: ye cannot be partakers of the Lord’s table, and of the table of devils.  <strong>22</strong> Do we provoke the Lord to jealousy? are we stronger than he?  <strong>23</strong> All things are lawful for me, but all things are not expedient: all things are lawful for me, but all things edify not.  <strong>24</strong> Let no man seek his own, but every man another’s wealth.  <strong>25</strong> Whatsoever is sold in the shambles, that eat, asking no question for conscience sake:  <strong>26</strong> For the earth is the Lord’s, and the fulness thereof.  <strong>27</strong> If any of them that believe not bid you to a feast, and ye be disposed to go; whatsoever is set before you, eat, asking no question for conscience sake.  <strong>28</strong> But if any man say unto you, This is offered in sacrifice unto idols, eat not for his sake that shewed it, and for conscience sake: for the earth is the Lord’s, and the fulness thereof:  <strong>29</strong> Conscience, I say, not thine own, but of the other: for why is my liberty judged of another man’s conscience?  <strong>30</strong> For if I by grace be a partaker, why am I evil spoken of for that for which I give thanks?  <strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  <strong>32</strong> Give none offence, neither to the Jews, nor to the Gentiles, nor to the church of God:  <strong>33</strong> Even as I please all men in all things, not seeking mine own profit, but the profit of many, that they may be saved.  ","niv":"<sup><strong>1</strong></sup> For I do not want you to be ignorant of the fact, brothers, that our forefathers were all under the cloud and that they all passed through the sea. <sup><strong>2</strong></sup> They were all baptized into Moses in the cloud and in the sea. <sup><strong>3</strong></sup> They all ate the same spiritual food <sup><strong>4</strong></sup> and drank the same spiritual drink; for they drank from the spiritual rock that accompanied them, and that rock was Christ. <sup><strong>5</strong></sup> Nevertheless, God was not pleased with most of them; their bodies were scattered over the desert. <sup><strong>6</strong></sup> Now these things occurred as examples to keep us from setting our hearts on evil things as they did. <sup><strong>7</strong></sup> Do not be idolaters, as some of them were; as it is written: \"The people sat down to eat and drink and got up to indulge in pagan revelry.\" <sup><strong>8</strong></sup> We should not commit sexual immorality, as some of them did--and in one day twenty-three thousand of them died. <sup><strong>9</strong></sup> We should not test the Lord, as some of them did--and were killed by snakes. <sup><strong>10</strong></sup> And do not grumble, as some of them did--and were killed by the destroying angel. <sup><strong>11</strong></sup> These things happened to them as examples and were written down as warnings for us, on whom the fulfillment of the ages has come. <sup><strong>12</strong></sup> So, if you think you are standing firm, be careful that you don't fall! <sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it. <sup><strong>14</strong></sup> Therefore, my dear friends, flee from idolatry. <sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. <sup><strong>18</strong></sup> Consider the people of Israel: Do not those who eat the sacrifices participate in the altar? <sup><strong>19</strong></sup> Do I mean then that a sacrifice offered to an idol is anything, or that an idol is anything? <sup><strong>20</strong></sup> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons. <sup><strong>21</strong></sup> You cannot drink the cup of the Lord and the cup of demons too; you cannot have a part in both the Lord's table and the table of demons. <sup><strong>22</strong></sup> Are we trying to arouse the Lord's jealousy? Are we stronger than he? <sup><strong>23</strong></sup> \"Everything is permissible\"--but not everything is beneficial. \"Everything is permissible\"--but not everything is constructive. <sup><strong>24</strong></sup> Nobody should seek his own good, but the good of others. <sup><strong>25</strong></sup> Eat anything sold in the meat market without raising questions of conscience, <sup><strong>26</strong></sup> for, \"The earth is the Lord's, and everything in it.\" <sup><strong>27</strong></sup> If some unbeliever invites you to a meal and you want to go, eat whatever is put before you without raising questions of conscience. <sup><strong>28</strong></sup> But if anyone says to you, \"This has been offered in sacrifice,\" then do not eat it, both for the sake of the man who told you and for conscience' sake-- <sup><strong>29</strong></sup> the other man's conscience, I mean, not yours. For why should my freedom be judged by another's conscience? <sup><strong>30</strong></sup> If I take part in the meal with thankfulness, why am I denounced because of something I thank God for? <sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God. <sup><strong>32</strong></sup> Do not cause anyone to stumble, whether Jews, Greeks or the church of God-- <sup><strong>33</strong></sup> even as I try to please everybody in every way. For I am not seeking my own good but the good of many, so that they may be saved. "},{"_id":"6158fcf05788f063699d83bc","topicId":"6158fce95788f063699d83a5","verse":"Romans 8:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"6158fcf05788f063699d83bd","topicId":"6158fce95788f063699d83a5","verse":"Acts 19:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver. <b class=\"verse-num\" id=\"v44019020-1\">20&nbsp;</b>So the word of the Lord continued to increase and prevail mightily.</p>\n</div>","kjv":"<strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  <strong>20</strong> So mightily grew the word of God and prevailed.  ","niv":"<sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. <sup><strong>20</strong></sup> In this way the word of the Lord spread widely and grew in power. "},{"_id":"6158fcf15788f063699d83be","topicId":"6158fce95788f063699d83a5","verse":"Acts 8:9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44008009_05-26\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great.</p>\n</div>","kjv":"<strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  ","niv":"<sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great,","modified":"2023-10-26T08:15:40.553Z"}]}