{"_id":"6158fda95788f063699d8429","slug":"atheist","name":"Atheist","verses":[{"_id":"6158fda95788f063699d842a","topicId":"6158fda95788f063699d8429","verse":"Jude 1:22","votes":239,"__v":0,"kjv":"<strong>22</strong> And of some have compassion, making a difference:  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-05-11T23:08:57.414Z"},{"_id":"6158fda95788f063699d842b","topicId":"6158fda95788f063699d8429","verse":"Psalm 14:1","votes":213,"__v":0,"esv":"<div>\n\n<h4 id=\"p19014001_08-2\" class=\"psalm-title\">To the choirmaster. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19014001_08-2\" class=\"line\"><b class=\"chapter-num\" id=\"v19014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;The fool says in his heart, “There is no God.”</span><br><span id=\"p19014001_08-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;They are corrupt, they do abominable deeds;</span><br><span id=\"p19014001_08-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none who does good.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The fool hath said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that doeth good.  ","niv":"<sup><strong>1</strong></sup> The fool says in his heart, \"There is no God.\" They are corrupt, their deeds are vile; there is no one who does good."},{"_id":"6158fdaa5788f063699d842c","topicId":"6158fda95788f063699d8429","verse":"Ephesians 4:18-19","votes":175,"__v":0,"esv":"<div>\n<p id=\"p49004018_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity.</p>\n</div>","kjv":"<strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  ","niv":"<sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. "},{"_id":"6158fdaa5788f063699d842d","topicId":"6158fda95788f063699d8429","verse":"James 2:24","votes":125,"__v":0,"esv":"<div>\n<p id=\"p59002024_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone.</p>\n</div>","kjv":"<strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  ","niv":"<sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone."},{"_id":"6158fdaa5788f063699d842e","topicId":"6158fda95788f063699d8429","verse":"2 Timothy 2:22-26","votes":102,"__v":0,"esv":"<div>\n<p id=\"p55002022_01-5\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "},{"_id":"6158fdab5788f063699d842f","topicId":"6158fda95788f063699d8429","verse":"1 Corinthians 2:14","votes":100,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-7\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"6158fdab5788f063699d8430","topicId":"6158fda95788f063699d8429","verse":"1 Timothy 4:1-5","votes":80,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. "},{"_id":"6158fdab5788f063699d8431","topicId":"6158fda95788f063699d8429","verse":"Job 12:7-25","votes":75,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18012007_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012007-1\">7&nbsp;</b>&nbsp;&nbsp;“But ask the beasts, and they will teach you;</span><br><span id=\"p18012007_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the birds of the heavens, and they will tell you;</span><br><span id=\"p18012008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012008-1\">8&nbsp;</b>&nbsp;&nbsp;or the bushes of the earth, and they will teach you;</span><br><span id=\"p18012008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fish of the sea will declare to you.</span><br><span id=\"p18012009_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012009-1\">9&nbsp;</b>&nbsp;&nbsp;Who among all these does not know</span><br><span id=\"p18012009_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the hand of the LORD has done this?</span><br><span id=\"p18012010_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012010-1\">10&nbsp;</b>&nbsp;&nbsp;In his hand is the life of every living thing</span><br><span id=\"p18012010_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the breath of all mankind.</span><br><span id=\"p18012011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012011-1\">11&nbsp;</b>&nbsp;&nbsp;Does not the ear test words</span><br><span id=\"p18012011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the palate tastes food?</span><br><span id=\"p18012012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012012-1\">12&nbsp;</b>&nbsp;&nbsp;Wisdom is with the aged,</span><br><span id=\"p18012012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understanding in length of days.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18012013_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012013-1\">13&nbsp;</b>&nbsp;&nbsp;“With God are wisdom and might;</span><br><span id=\"p18012013_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has counsel and understanding.</span><br><span id=\"p18012014_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012014-1\">14&nbsp;</b>&nbsp;&nbsp;If he tears down, none can rebuild;</span><br><span id=\"p18012014_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if he shuts a man in, none can open.</span><br><span id=\"p18012015_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012015-1\">15&nbsp;</b>&nbsp;&nbsp;If he withholds the waters, they dry up;</span><br><span id=\"p18012015_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if he sends them out, they overwhelm the land.</span><br><span id=\"p18012016_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012016-1\">16&nbsp;</b>&nbsp;&nbsp;With him are strength and sound wisdom;</span><br><span id=\"p18012016_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the deceived and the deceiver are his.</span><br><span id=\"p18012017_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012017-1\">17&nbsp;</b>&nbsp;&nbsp;He leads counselors away stripped,</span><br><span id=\"p18012017_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and judges he makes fools.</span><br><span id=\"p18012018_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012018-1\">18&nbsp;</b>&nbsp;&nbsp;He looses the bonds of kings</span><br><span id=\"p18012018_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and binds a waistcloth on their hips.</span><br><span id=\"p18012019_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012019-1\">19&nbsp;</b>&nbsp;&nbsp;He leads priests away stripped</span><br><span id=\"p18012019_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and overthrows the mighty.</span><br><span id=\"p18012020_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012020-1\">20&nbsp;</b>&nbsp;&nbsp;He deprives of speech those who are trusted</span><br><span id=\"p18012020_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and takes away the discernment of the elders.</span><br><span id=\"p18012021_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012021-1\">21&nbsp;</b>&nbsp;&nbsp;He pours contempt on princes</span><br><span id=\"p18012021_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and loosens the belt of the strong.</span><br><span id=\"p18012022_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012022-1\">22&nbsp;</b>&nbsp;&nbsp;He uncovers the deeps out of darkness</span><br><span id=\"p18012022_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and brings deep darkness to light.</span><br><span id=\"p18012023_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012023-1\">23&nbsp;</b>&nbsp;&nbsp;He makes nations great, and he destroys them;</span><br><span id=\"p18012023_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he enlarges nations, and leads them away.</span><br><span id=\"p18012024_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012024-1\">24&nbsp;</b>&nbsp;&nbsp;He takes away understanding from the chiefs of the people of the earth</span><br><span id=\"p18012024_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes them wander in a trackless waste.</span><br><span id=\"p18012025_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v18012025-1\">25&nbsp;</b>&nbsp;&nbsp;They grope in the dark without light,</span><br><span id=\"p18012025_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he makes them stagger like a drunken man.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> But ask now the beasts, and they shall teach thee; and the fowls of the air, and they shall tell thee:  <strong>8</strong> Or speak to the earth, and it shall teach thee: and the fishes of the sea shall declare unto thee.  <strong>9</strong> Who knoweth not in all these that the hand of the LORD hath wrought this?  <strong>10</strong> In whose hand is the soul of every living thing, and the breath of all mankind.  <strong>11</strong> Doth not the ear try words? and the mouth taste his meat?  <strong>12</strong> With the ancient is wisdom; and in length of days understanding.  <strong>13</strong> With him is wisdom and strength, he hath counsel and understanding.  <strong>14</strong> Behold, he breaketh down, and it cannot be built again: he shutteth up a man, and there can be no opening.  <strong>15</strong> Behold, he withholdeth the waters, and they dry up: also he sendeth them out, and they overturn the earth.  <strong>16</strong> With him is strength and wisdom: the deceived and the deceiver are his.  <strong>17</strong> He leadeth counsellors away spoiled, and maketh the judges fools.  <strong>18</strong> He looseth the bond of kings, and girdeth their loins with a girdle.  <strong>19</strong> He leadeth princes away spoiled, and overthroweth the mighty.  <strong>20</strong> He removeth away the speech of the trusty, and taketh away the understanding of the aged.  <strong>21</strong> He poureth contempt upon princes, and weakeneth the strength of the mighty.  <strong>22</strong> He discovereth deep things out of darkness, and bringeth out to light the shadow of death.  <strong>23</strong> He increaseth the nations, and destroyeth them: he enlargeth the nations, and straiteneth them again.  <strong>24</strong> He taketh away the heart of the chief of the people of the earth, and causeth them to wander in a wilderness where there is no way.  <strong>25</strong> They grope in the dark without light, and he maketh them to stagger like a drunken man. ","niv":"<sup><strong>7</strong></sup> \"But ask the animals, and they will teach you, or the birds of the air, and they will tell you; <sup><strong>8</strong></sup> or speak to the earth, and it will teach you, or let the fish of the sea inform you. <sup><strong>9</strong></sup> Which of all these does not know that the hand of the LORD has done this? <sup><strong>10</strong></sup> In his hand is the life of every creature and the breath of all mankind. <sup><strong>11</strong></sup> Does not the ear test words as the tongue tastes food? <sup><strong>12</strong></sup> Is not wisdom found among the aged? Does not long life bring understanding? <sup><strong>13</strong></sup> \"To God belong wisdom and power; counsel and understanding are his. <sup><strong>14</strong></sup> What he tears down cannot be rebuilt; the man he imprisons cannot be released. <sup><strong>15</strong></sup> If he holds back the waters, there is drought; if he lets them loose, they devastate the land. <sup><strong>16</strong></sup> To him belong strength and victory; both deceived and deceiver are his. <sup><strong>17</strong></sup> He leads counselors away stripped and makes fools of judges. <sup><strong>18</strong></sup> He takes off the shackles put on by kings and ties a loincloth around their waist. <sup><strong>19</strong></sup> He leads priests away stripped and overthrows men long established. <sup><strong>20</strong></sup> He silences the lips of trusted advisers and takes away the discernment of elders. <sup><strong>21</strong></sup> He pours contempt on nobles and disarms the mighty. <sup><strong>22</strong></sup> He reveals the deep things of darkness and brings deep shadows into the light. <sup><strong>23</strong></sup> He makes nations great, and destroys them; he enlarges nations, and disperses them. <sup><strong>24</strong></sup> He deprives the leaders of the earth of their reason; he sends them wandering through a trackless waste. <sup><strong>25</strong></sup> They grope in darkness with no light; he makes them stagger like drunkards. "},{"_id":"6158fdab5788f063699d8432","topicId":"6158fda95788f063699d8429","verse":"Revelation 21:8","votes":60,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"6158fdac5788f063699d8433","topicId":"6158fda95788f063699d8429","verse":"Colossians 2:8","votes":56,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-12\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"6158fdac5788f063699d8434","topicId":"6158fda95788f063699d8429","verse":"John 10:37","votes":48,"__v":0,"esv":"<div>\n<p id=\"p43010037_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010037-1\">37&nbsp;</b><span class=\"woc\">If I am not doing the works of my Father, then do not believe me;</span></p>\n</div>","kjv":"<strong>37</strong> If I do not the works of my Father, believe me not.  ","niv":"<sup><strong>37</strong></sup> Do not believe me unless I do what my Father does."},{"_id":"6158fdac5788f063699d8435","topicId":"6158fda95788f063699d8429","verse":"John 13:7","votes":48,"__v":0,"esv":"<div>\n<p id=\"p43013007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43013007-1\">7&nbsp;</b>Jesus answered him, <span class=\"woc\">“What I am doing you do not understand now, but afterward you will understand.”</span></p>\n</div>","kjv":"<strong>7</strong> Jesus answered and said unto him, What I do thou knowest not now; but thou shalt know hereafter.  ","niv":"<sup><strong>7</strong></sup> Jesus replied, \"You do not realize now what I am doing, but later you will understand.\""},{"_id":"6158fdad5788f063699d8436","topicId":"6158fda95788f063699d8429","verse":"2 Timothy 4:3","votes":43,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear."},{"_id":"6158fdad5788f063699d8437","topicId":"6158fda95788f063699d8429","verse":"John 6:27-44","votes":39,"__v":0,"esv":"<div>\n<p id=\"p43006027_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006027-1\">27&nbsp;</b><span class=\"woc\">Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.”</span> <b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span> <b class=\"verse-num\" id=\"v43006030-1\">30&nbsp;</b>So they said to him, “Then what sign do you do, that we may see and believe you? What work do you perform? <b class=\"verse-num\" id=\"v43006031-1\">31&nbsp;</b>Our fathers ate the manna in the wilderness; as it is written, ‘He gave them bread from heaven to eat.’” <b class=\"verse-num\" id=\"v43006032-1\">32&nbsp;</b>Jesus then said to them, <span class=\"woc\">“Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.</span> <b class=\"verse-num woc\" id=\"v43006033-1\">33&nbsp;</b><span class=\"woc\">For the bread of God is he who comes down from heaven and gives life to the world.”</span> <b class=\"verse-num\" id=\"v43006034-1\">34&nbsp;</b>They said to him, “Sir, give us this bread always.”</p>\n<p id=\"p43006034_01-16\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span> <b class=\"verse-num woc\" id=\"v43006036-1\">36&nbsp;</b><span class=\"woc\">But I said to you that you have seen me and yet do not believe.</span> <b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span> <b class=\"verse-num woc\" id=\"v43006038-1\">38&nbsp;</b><span class=\"woc\">For I have come down from heaven, not to do my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n<p id=\"p43006040_01-16\"><b class=\"verse-num\" id=\"v43006041-1\">41&nbsp;</b>So the Jews grumbled about him, because he said, <span class=\"woc\">“I am the bread that came down from heaven.”</span> <b class=\"verse-num\" id=\"v43006042-1\">42&nbsp;</b>They said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How does he now say, <span class=\"woc\">‘I have come down from heaven’</span>?” <b class=\"verse-num\" id=\"v43006043-1\">43&nbsp;</b>Jesus answered them, <span class=\"woc\">“Do not grumble among yourselves.</span> <b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>27</strong></sup> Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you. On him God the Father has placed his seal of approval.\" <sup><strong>28</strong></sup> Then they asked him, \"What must we do to do the works God requires?\" <sup><strong>29</strong></sup> Jesus answered, \"The work of God is this: to believe in the one he has sent.\" <sup><strong>30</strong></sup> So they asked him, \"What miraculous sign then will you give that we may see it and believe you? What will you do? <sup><strong>31</strong></sup> Our forefathers ate the manna in the desert; as it is written: 'He gave them bread from heaven to eat.'\" <sup><strong>32</strong></sup> Jesus said to them, \"I tell you the truth, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven. <sup><strong>33</strong></sup> For the bread of God is he who comes down from heaven and gives life to the world.\" <sup><strong>34</strong></sup> \"Sir,\" they said, \"from now on give us this bread.\" <sup><strong>35</strong></sup> Then Jesus declared, \"I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty. <sup><strong>36</strong></sup> But as I told you, you have seen me and still you do not believe. <sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away. <sup><strong>38</strong></sup> For I have come down from heaven not to do my will but to do the will of him who sent me. <sup><strong>39</strong></sup> And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day. <sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\" <sup><strong>41</strong></sup> At this the Jews began to grumble about him because he said, \"I am the bread that came down from heaven.\" <sup><strong>42</strong></sup> They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, 'I came down from heaven'?\" <sup><strong>43</strong></sup> \"Stop grumbling among yourselves,\" Jesus answered. <sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day. "},{"_id":"6158fdad5788f063699d8438","topicId":"6158fda95788f063699d8429","verse":"Joshua 24:15","votes":37,"__v":0,"esv":"<div>\n<p id=\"p06024015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024015-1\">15&nbsp;</b>And if it is evil in your eyes to serve the LORD, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the LORD.”</p>\n</div>","kjv":"<strong>15</strong> And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were  on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.  ","niv":"<sup><strong>15</strong></sup> But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your forefathers served beyond the River, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.\""},{"_id":"6158fdae5788f063699d8439","topicId":"6158fda95788f063699d8429","verse":"Psalm 10:4","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19010004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19010004-1\">4&nbsp;</b>&nbsp;&nbsp;In the pride of his face the wicked does not seek him;</span><br><span id=\"p19010004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all his thoughts are, “There is no God.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.  ","niv":"<sup><strong>4</strong></sup> In his pride the wicked does not seek him; in all his thoughts there is no room for God."},{"_id":"6158fdae5788f063699d843a","topicId":"6158fda95788f063699d8429","verse":"Exodus 33:20","votes":32,"__v":0,"esv":"<div>\n<p id=\"p02033020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v02033020-1\">20&nbsp;</b>But,” he said, “you cannot see my face, for man shall not see me and live.”</p>\n</div>","kjv":"<strong>20</strong> And he said, Thou canst not see my face: for there shall no man see me, and live.  ","niv":"<sup><strong>20</strong></sup> But,\" he said, \"you cannot see my face, for no one may see me and live.\""},{"_id":"6158fdae5788f063699d843b","topicId":"6158fda95788f063699d8429","verse":"Ephesians 2:12","votes":32,"__v":0,"esv":"<div>\n<p id=\"p49002012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world.</p>\n</div>","kjv":"<strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  ","niv":"<sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world."},{"_id":"6158fdae5788f063699d843c","topicId":"6158fda95788f063699d8429","verse":"Numbers 14:11","votes":32,"__v":0,"esv":"<div>\n<p id=\"p04014011_01-21\"><b class=\"verse-num\" id=\"v04014011-1\">11&nbsp;</b>And the LORD said to Moses, “How long will this people despise me? And how long will they not believe in me, in spite of all the signs that I have done among them?</p>\n</div>","kjv":"<strong>11</strong> And the LORD said unto Moses, How long will this people provoke me? and how long will it be ere they believe me, for all the signs which I have shewed among them?  ","niv":"<sup><strong>11</strong></sup> The LORD said to Moses, \"How long will these people treat me with contempt? How long will they refuse to believe in me, in spite of all the miraculous signs I have performed among them?"},{"_id":"6158fdaf5788f063699d843d","topicId":"6158fda95788f063699d8429","verse":"1 Peter 5:8-9","votes":29,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. "},{"_id":"6158fdaf5788f063699d843e","topicId":"6158fda95788f063699d8429","verse":"Matthew 12:39","votes":29,"__v":0,"esv":"<div>\n<p id=\"p40012039_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40012039-1\">39&nbsp;</b>But he answered them, <span class=\"woc\">“An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.</span></p>\n</div>","kjv":"<strong>39</strong> But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:  ","niv":"<sup><strong>39</strong></sup> He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah."},{"_id":"6158fdaf5788f063699d843f","topicId":"6158fda95788f063699d8429","verse":"Romans 2:12-16","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p45002012_06-25\"><b class=\"verse-num\" id=\"v45002012-1\">12&nbsp;</b>For all who have sinned without the law will also perish without the law, and all who have sinned under the law will be judged by the law. <b class=\"verse-num\" id=\"v45002013-1\">13&nbsp;</b>For it is not the hearers of the law who are righteous before God, but the doers of the law who will be justified. <b class=\"verse-num\" id=\"v45002014-1\">14&nbsp;</b>For when Gentiles, who do not have the law, by nature do what the law requires, they are a law to themselves, even though they do not have the law. <b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them <b class=\"verse-num\" id=\"v45002016-1\">16&nbsp;</b>on that day when, according to my gospel, God judges the secrets of men by Christ Jesus.</p>\n</div>","kjv":"<strong>12</strong> For as many as have sinned without law shall also perish without law: and as many as have sinned in the law shall be judged by the law;  <strong>13</strong> (For not the hearers of the law are just before God, but the doers of the law shall be justified.  <strong>14</strong> For when the Gentiles, which have not the law, do by nature the things contained in the law, these, having not the law, are a law unto themselves:  <strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  <strong>16</strong> In the day when God shall judge the secrets of men by Jesus Christ according to my gospel.  ","niv":"<sup><strong>12</strong></sup> All who sin apart from the law will also perish apart from the law, and all who sin under the law will be judged by the law. <sup><strong>13</strong></sup> For it is not those who hear the law who are righteous in God's sight, but it is those who obey the law who will be declared righteous. <sup><strong>14</strong></sup> (Indeed, when Gentiles, who do not have the law, do by nature things required by the law, they are a law for themselves, even though they do not have the law, <sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.) <sup><strong>16</strong></sup> This will take place on the day when God will judge men's secrets through Jesus Christ, as my gospel declares. "},{"_id":"6158fdb05788f063699d8440","topicId":"6158fda95788f063699d8429","verse":"John 1:50","votes":28,"__v":0,"esv":"<div>\n<p id=\"p43001050_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span></p>\n</div>","kjv":"<strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  ","niv":"<sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\""},{"_id":"6158fdb05788f063699d8441","topicId":"6158fda95788f063699d8429","verse":"Hebrews 12:14","votes":25,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"6158fdb05788f063699d8442","topicId":"6158fda95788f063699d8429","verse":"James 1:13","votes":23,"__v":0,"esv":"<div>\n<p id=\"p59001013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one.</p>\n</div>","kjv":"<strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  ","niv":"<sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone;","modified":"2023-01-18T21:29:44.990Z"}]}