{"_id":"6159000d5788f063699d85f9","slug":"avenging-","name":"Avenging ","verses":[{"_id":"6159000d5788f063699d85fa","topicId":"6159000d5788f063699d85f9","verse":"Luke 18:1-24:53","votes":6,"__v":0,"kjv":"<strong>1</strong> And he spake a parable unto them to this end, that men ought always to pray, and not to faint;  <strong>2</strong> Saying, There was in a city a judge, which feared not God, neither regarded man:  <strong>3</strong> And there was a widow in that city; and she came unto him, saying, Avenge me of mine adversary.  <strong>4</strong> And he would not for a while: but afterward he said within himself, Though I fear not God, nor regard man;  <strong>5</strong> Yet because this widow troubleth me, I will avenge her, lest by her continual coming she weary me.  <strong>6</strong> And the Lord said, Hear what the unjust judge saith.  <strong>7</strong> And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them?  <strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  <strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  <strong>15</strong> And they brought unto him also infants, that he would touch them: but when his disciples saw it, they rebuked them.  <strong>16</strong> But Jesus called them unto him, and said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God.  <strong>17</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein.  <strong>18</strong> And a certain ruler asked him, saying, Good Master, what shall I do to inherit eternal life?  <strong>19</strong> And Jesus said unto him, Why callest thou me good? none is  good, save one, that is, God.  <strong>20</strong> Thou knowest the commandments, Do not commit adultery, Do not kill, Do not steal, Do not bear false witness, Honour thy father and thy mother.  <strong>21</strong> And he said, All these have I kept from my youth up.  <strong>22</strong> Now when Jesus heard these things, he said unto him, Yet lackest thou one thing: sell all that thou hast, and distribute unto the poor, and thou shalt have treasure in heaven: and come, follow me.  <strong>23</strong> And when he heard this, he was very sorrowful: for he was very rich.  <strong>24</strong> And when Jesus saw that he was very sorrowful, he said, How hardly shall they that have riches enter into the kingdom of God!  <strong>25</strong> For it is easier for a camel to go through a needle’s eye, than for a rich man to enter into the kingdom of God.  <strong>26</strong> And they that heard it said, Who then can be saved?  <strong>27</strong> And he said, The things which are impossible with men are possible with God.  <strong>28</strong> Then Peter said, Lo, we have left all, and followed thee.  <strong>29</strong> And he said unto them, Verily I say unto you, There is no man that hath left house, or parents, or brethren, or wife, or children, for the kingdom of God’s sake,  <strong>30</strong> Who shall not receive manifold more in this present time, and in the world to come life everlasting. <strong>31</strong> Then he took unto him the twelve, and said unto them, Behold, we go up to Jerusalem, and all things that are written by the prophets concerning the Son of man shall be accomplished.  <strong>32</strong> For he shall be delivered unto the Gentiles, and shall be mocked, and spitefully entreated, and spitted on:  <strong>33</strong> And they shall scourge him, and put him to death: and the third day he shall rise again.  <strong>34</strong> And they understood none of these things: and this saying was hid from them, neither knew they the things which were spoken.  <strong>35</strong> And it came to pass, that as he was come nigh unto Jericho, a certain blind man sat by the way side begging:  <strong>36</strong> And hearing the multitude pass by, he asked what it meant.  <strong>37</strong> And they told him, that Jesus of Nazareth passeth by.  <strong>38</strong> And he cried, saying, Jesus, thou Son of David, have mercy on me.  <strong>39</strong> And they which went before rebuked him, that he should hold his peace: but he cried so much the more, Thou Son of David, have mercy on me.  <strong>40</strong> And Jesus stood, and commanded him to be brought unto him: and when he was come near, he asked him,  <strong>41</strong> Saying, What wilt thou that I shall do unto thee? And he said, Lord, that I may receive my sight.  <strong>42</strong> And Jesus said unto him, Receive thy sight: thy faith hath saved thee.  <strong>43</strong> And immediately he received his sight, and followed him, glorifying God: and all the people, when they saw it, gave praise unto God.  <strong>1</strong> And Jesus entered and passed through Jericho.  <strong>2</strong> And, behold, there was a man named Zacchaeus, which was the chief among the publicans, and he was rich.  <strong>3</strong> And he sought to see Jesus who he was; and could not for the press, because he was little of stature.  <strong>4</strong> And he ran before, and climbed up into a sycomore tree to see him: for he was to pass that way.  <strong>5</strong> And when Jesus came to the place, he looked up, and saw him, and said unto him, Zacchaeus, make haste, and come down; for to day I must abide at thy house.  <strong>6</strong> And he made haste, and came down, and received him joyfully.  <strong>7</strong> And when they saw it, they all murmured, saying, That he was gone to be guest with a man that is a sinner.  <strong>8</strong> And Zacchaeus stood, and said unto the Lord; Behold, Lord, the half of my goods I give to the poor; and if I have taken any thing from any man by false accusation, I restore him fourfold.  <strong>9</strong> And Jesus said unto him, This day is salvation come to this house, forsomuch as he also is a son of Abraham.  <strong>10</strong> For the Son of man is come to seek and to save that which was lost.  <strong>11</strong> And as they heard these things, he added and spake a parable, because he was nigh to Jerusalem, and because they thought that the kingdom of God should immediately appear.  <strong>12</strong> He said therefore, A certain nobleman went into a far country to receive for himself a kingdom, and to return.  <strong>13</strong> And he called his ten servants, and delivered them ten pounds, and said unto them, Occupy till I come.  <strong>14</strong> But his citizens hated him, and sent a message after him, saying, We will not have this man to reign over us.  <strong>15</strong> And it came to pass, that when he was returned, having received the kingdom, then he commanded these servants to be called unto him, to whom he had given the money, that he might know how much every man had gained by trading.  <strong>16</strong> Then came the first, saying, Lord, thy pound hath gained ten pounds.  <strong>17</strong> And he said unto him, Well, thou good servant: because thou hast been faithful in a very little, have thou authority over ten cities.  <strong>18</strong> And the second came, saying, Lord, thy pound hath gained five pounds.  <strong>19</strong> And he said likewise to him, Be thou also over five cities.  <strong>20</strong> And another came, saying, Lord, behold, here is thy pound, which I have kept laid up in a napkin:  <strong>21</strong> For I feared thee, because thou art an austere man: thou takest up that thou layedst not down, and reapest that thou didst not sow.  <strong>22</strong> And he saith unto him, Out of thine own mouth will I judge thee, thou wicked servant. Thou knewest that I was an austere man, taking up that I laid not down, and reaping that I did not sow:  <strong>23</strong> Wherefore then gavest not thou my money into the bank, that at my coming I might have required mine own with usury?  <strong>24</strong> And he said unto them that stood by, Take from him the pound, and give it to him that hath ten pounds.  <strong>25</strong> (And they said unto him, Lord, he hath ten pounds.)  <strong>26</strong> For I say unto you, That unto every one which hath shall be given; and from him that hath not, even that he hath shall be taken away from him.  <strong>27</strong> But those mine enemies, which would not that I should reign over them, bring hither, and slay them before me. <strong>28</strong> And when he had thus spoken, he went before, ascending up to Jerusalem.  <strong>29</strong> And it came to pass, when he was come nigh to Bethphage and Bethany, at the mount called the mount of Olives, he sent two of his disciples,  <strong>30</strong> Saying, Go ye into the village over against you; in the which at your entering ye shall find a colt tied, whereon yet never man sat: loose him, and bring him hither.  <strong>31</strong> And if any man ask you, Why do ye loose him? thus shall ye say unto him, Because the Lord hath need of him.  <strong>32</strong> And they that were sent went their way, and found even as he had said unto them.  <strong>33</strong> And as they were loosing the colt, the owners thereof said unto them, Why loose ye the colt?  <strong>34</strong> And they said, The Lord hath need of him.  <strong>35</strong> And they brought him to Jesus: and they cast their garments upon the colt, and they set Jesus thereon.  <strong>36</strong> And as he went, they spread their clothes in the way.  <strong>37</strong> And when he was come nigh, even now at the descent of the mount of Olives, the whole multitude of the disciples began to rejoice and praise God with a loud voice for all the mighty works that they had seen;  <strong>38</strong> Saying, Blessed be the King that cometh in the name of the Lord: peace in heaven, and glory in the highest.  <strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. <strong>41</strong> And when he was come near, he beheld the city, and wept over it,  <strong>42</strong> Saying, If thou hadst known, even thou, at least in this thy day, the things which belong unto thy peace! but now they are hid from thine eyes.  <strong>43</strong> For the days shall come upon thee, that thine enemies shall cast a trench about thee, and compass thee round, and keep thee in on every side,  <strong>44</strong> And shall lay thee even with the ground, and thy children within thee; and they shall not leave in thee one stone upon another; because thou knewest not the time of thy visitation.  <strong>45</strong> And he went into the temple, and began to cast out them that sold therein, and them that bought;  <strong>46</strong> Saying unto them, It is written, My house is the house of prayer: but ye have made it a den of thieves.  <strong>47</strong> And he taught daily in the temple. But the chief priests and the scribes and the chief of the people sought to destroy him,  <strong>48</strong> And could not find what they might do: for all the people were very attentive to hear him.  <strong>1</strong> And it came to pass, that on one of those days, as he taught the people in the temple, and preached the gospel, the chief priests and the scribes came upon him with the elders,  <strong>2</strong> And spake unto him, saying, Tell us, by what authority doest thou these things? or who is he that gave thee this authority?  <strong>3</strong> And he answered and said unto them, I will also ask you one thing; and answer me:  <strong>4</strong> The baptism of John, was it from heaven, or of men?  <strong>5</strong> And they reasoned with themselves, saying, If we shall say, From heaven; he will say, Why then believed ye him not?  <strong>6</strong> But and if we say, Of men; all the people will stone us: for they be persuaded that John was a prophet.  <strong>7</strong> And they answered, that they could not tell whence it was.  <strong>8</strong> And Jesus said unto them, Neither tell I you by what authority I do these things.  <strong>9</strong> Then began he to speak to the people this parable; A certain man planted a vineyard, and let it forth to husbandmen, and went into a far country for a long time.  <strong>10</strong> And at the season he sent a servant to the husbandmen, that they should give him of the fruit of the vineyard: but the husbandmen beat him, and sent him away empty.  <strong>11</strong> And again he sent another servant: and they beat him also, and entreated him shamefully, and sent him away empty.  <strong>12</strong> And again he sent a third: and they wounded him also, and cast him out.  <strong>13</strong> Then said the lord of the vineyard, What shall I do? I will send my beloved son: it may be they will reverence him when they see him.  <strong>14</strong> But when the husbandmen saw him, they reasoned among themselves, saying, This is the heir: come, let us kill him, that the inheritance may be ours.  <strong>15</strong> So they cast him out of the vineyard, and killed him.  What therefore shall the lord of the vineyard do unto them?  <strong>16</strong> He shall come and destroy these husbandmen, and shall give the vineyard to others. And when they heard it, they said, God forbid.  <strong>17</strong> And he beheld them, and said, What is this then that is written, The stone which the builders rejected, the same is become the head of the corner?  <strong>18</strong> Whosoever shall fall upon that stone shall be broken; but on whomsoever it shall fall, it will grind him to powder. <strong>19</strong> And the chief priests and the scribes the same hour sought to lay hands on him; and they feared the people: for they perceived that he had spoken this parable against them.  <strong>20</strong> And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.  <strong>21</strong> And they asked him, saying, Master, we know that thou sayest and teachest rightly, neither acceptest thou the person of any, but teachest the way of God truly:  <strong>22</strong> Is it lawful for us to give tribute unto Caesar, or no?  <strong>23</strong> But he perceived their craftiness, and said unto them, Why tempt ye me?  <strong>24</strong> Shew me a penny. Whose image and superscription hath it? They answered and said, Caesar’s.  <strong>25</strong> And he said unto them, Render therefore unto Caesar the things which be Caesar’s, and unto God the things which be God’s.  <strong>26</strong> And they could not take hold of his words before the people: and they marvelled at his answer, and held their peace.  <strong>27</strong> Then came to him certain of the Sadducees, which deny that there is any resurrection; and they asked him,  <strong>28</strong> Saying, Master, Moses wrote unto us, If any man’s brother die, having a wife, and he die without children, that his brother should take his wife, and raise up seed unto his brother.  <strong>29</strong> There were therefore seven brethren: and the first took a wife, and died without children.  <strong>30</strong> And the second took her to wife, and he died childless.  <strong>31</strong> And the third took her; and in like manner the seven also: and they left no children, and died.  <strong>32</strong> Last of all the woman died also.  <strong>33</strong> Therefore in the resurrection whose wife of them is she? for seven had her to wife.  <strong>34</strong> And Jesus answering said unto them, The children of this world marry, and are given in marriage:  <strong>35</strong> But they which shall be accounted worthy to obtain that world, and the resurrection from the dead, neither marry, nor are given in marriage:  <strong>36</strong> Neither can they die any more: for they are equal unto the angels; and are the children of God, being the children of the resurrection.  <strong>37</strong> Now that the dead are raised, even Moses shewed at the bush, when he calleth the Lord the God of Abraham, and the God of Isaac, and the God of Jacob.  <strong>38</strong> For he is not a God of the dead, but of the living: for all live unto him. <strong>39</strong> Then certain of the scribes answering said, Master, thou hast well said.  <strong>40</strong> And after that they durst not ask him any question at all.  <strong>41</strong> And he said unto them, How say they that Christ is David’s son?  <strong>42</strong> And David himself saith in the book of Psalms, The LORD said unto my Lord, Sit thou on my right hand,  <strong>43</strong> Till I make thine enemies thy footstool.  <strong>44</strong> David therefore calleth him Lord, how is he then his son? <strong>45</strong> Then in the audience of all the people he said unto his disciples,  <strong>46</strong> Beware of the scribes, which desire to walk in long robes, and love greetings in the markets, and the highest seats in the synagogues, and the chief rooms at feasts;  <strong>47</strong> Which devour widows’ houses, and for a shew make long prayers: the same shall receive greater damnation. <strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  <strong>5</strong> And as some spake of the temple, how it was adorned with goodly stones and gifts, he said,  <strong>6</strong> As for these things which ye behold, the days will come, in the which there shall not be left one stone upon another, that shall not be thrown down.  <strong>7</strong> And they asked him, saying, Master, but when shall these things be? and what sign will there be when these things shall come to pass?  <strong>8</strong> And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I am Christ; and the time draweth near: go ye not therefore after them.  <strong>9</strong> But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end is not by and by.  <strong>10</strong> Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:  <strong>11</strong> And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.  <strong>12</strong> But before all these, they shall lay their hands on you, and persecute you, delivering you up to the synagogues, and into prisons, being brought before kings and rulers for my name’s sake.  <strong>13</strong> And it shall turn to you for a testimony.  <strong>14</strong> Settle it therefore in your hearts, not to meditate before what ye shall answer:  <strong>15</strong> For I will give you a mouth and wisdom, which all your adversaries shall not be able to gainsay nor resist.  <strong>16</strong> And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.  <strong>17</strong> And ye shall be hated of all men for my name’s sake.  <strong>18</strong> But there shall not an hair of your head perish.  <strong>19</strong> In your patience possess ye your souls.  <strong>20</strong> And when ye shall see Jerusalem compassed with armies, then know that the desolation thereof is nigh.  <strong>21</strong> Then let them which are in Judaea flee to the mountains; and let them which are in the midst of it depart out; and let not them that are in the countries enter thereinto.  <strong>22</strong> For these be the days of vengeance, that all things which are written may be fulfilled.  <strong>23</strong> But woe unto them that are with child, and to them that give suck, in those days! for there shall be great distress in the land, and wrath upon this people.  <strong>24</strong> And they shall fall by the edge of the sword, and shall be led away captive into all nations: and Jerusalem shall be trodden down of the Gentiles, until the times of the Gentiles be fulfilled. <strong>25</strong>           And there shall be signs in the sun, and in the moon, and in the stars; and upon the earth distress of nations, with perplexity; the sea and the waves roaring;  <strong>26</strong> Men’s hearts failing them for fear, and for looking after those things which are coming on the earth: for the powers of heaven shall be shaken.  <strong>27</strong> And then shall they see the Son of man coming in a cloud with power and great glory.  <strong>28</strong> And when these things begin to come to pass, then look up, and lift up your heads; for your redemption draweth nigh.  <strong>29</strong> And he spake to them a parable; Behold the fig tree, and all the trees;  <strong>30</strong> When they now shoot forth, ye see and know of your own selves that summer is now nigh at hand.  <strong>31</strong> So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is nigh at hand.  <strong>32</strong> Verily I say unto you, This generation shall not pass away, till all be fulfilled.  <strong>33</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>34</strong>           And take heed to yourselves, lest at any time your hearts be overcharged with surfeiting, and drunkenness, and cares of this life, and so that day come upon you unawares.  <strong>35</strong> For as a snare shall it come on all them that dwell on the face of the whole earth.  <strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  <strong>37</strong> And in the day time he was teaching in the temple; and at night he went out, and abode in the mount that is called the mount of Olives.  <strong>38</strong> And all the people came early in the morning to him in the temple, for to hear him.  <strong>1</strong> Now the feast of unleavened bread drew nigh, which is called the Passover.  <strong>2</strong> And the chief priests and scribes sought how they might kill him; for they feared the people.  <strong>3</strong> Then entered Satan into Judas surnamed Iscariot, being of the number of the twelve.  <strong>4</strong> And he went his way, and communed with the chief priests and captains, how he might betray him unto them.  <strong>5</strong> And they were glad, and covenanted to give him money.  <strong>6</strong> And he promised, and sought opportunity to betray him unto them in the absence of the multitude.  <strong>7</strong> Then came the day of unleavened bread, when the passover must be killed.  <strong>8</strong> And he sent Peter and John, saying, Go and prepare us the passover, that we may eat.  <strong>9</strong> And they said unto him, Where wilt thou that we prepare?  <strong>10</strong> And he said unto them, Behold, when ye are entered into the city, there shall a man meet you, bearing a pitcher of water; follow him into the house where he entereth in.  <strong>11</strong> And ye shall say unto the goodman of the house, The Master saith unto thee, Where is the guestchamber, where I shall eat the passover with my disciples?  <strong>12</strong> And he shall shew you a large upper room furnished: there make ready.  <strong>13</strong> And they went, and found as he had said unto them: and they made ready the passover.  <strong>14</strong> And when the hour was come, he sat down, and the twelve apostles with him.  <strong>15</strong> And he said unto them, With desire I have desired to eat this passover with you before I suffer:  <strong>16</strong> For I say unto you, I will not any more eat thereof, until it be fulfilled in the kingdom of God.  <strong>17</strong> And he took the cup, and gave thanks, and said, Take this, and divide it among yourselves:  <strong>18</strong> For I say unto you, I will not drink of the fruit of the vine, until the kingdom of God shall come. <strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  <strong>20</strong> Likewise also the cup after supper, saying, This cup is  the new testament in my blood, which is shed for you. <strong>21</strong>           But, behold, the hand of him that betrayeth me is with me on the table.  <strong>22</strong> And truly the Son of man goeth, as it was determined: but woe unto that man by whom he is betrayed!  <strong>23</strong> And they began to enquire among themselves, which of them it was that should do this thing.  <strong>24</strong> And there was also a strife among them, which of them should be accounted the greatest.  <strong>25</strong> And he said unto them, The kings of the Gentiles exercise lordship over them; and they that exercise authority upon them are called benefactors.  <strong>26</strong> But ye shall not be so: but he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve.  <strong>27</strong> For whether is greater, he that sitteth at meat, or he that serveth? is not he that sitteth at meat? but I am among you as he that serveth.  <strong>28</strong> Ye are they which have continued with me in my temptations.  <strong>29</strong> And I appoint unto you a kingdom, as my Father hath appointed unto me;  <strong>30</strong> That ye may eat and drink at my table in my kingdom, and sit on thrones judging the twelve tribes of Israel. <strong>31</strong> And the Lord said, Simon, Simon, behold, Satan hath desired to have you, that he may sift you as wheat:  <strong>32</strong> But I have prayed for thee, that thy faith fail not: and when thou art converted, strengthen thy brethren.  <strong>33</strong> And he said unto him, Lord, I am ready to go with thee, both into prison, and to death.  <strong>34</strong> And he said, I tell thee, Peter, the cock shall not crow this day, before that thou shalt thrice deny that thou knowest me.  <strong>35</strong> And he said unto them, When I sent you without purse, and scrip, and shoes, lacked ye any thing? And they said, Nothing.  <strong>36</strong> Then said he unto them, But now, he that hath a purse, let him take it, and likewise his scrip: and he that hath no sword, let him sell his garment, and buy one.  <strong>37</strong> For I say unto you, that this that is written must yet be accomplished in me, And he was reckoned among the transgressors: for the things concerning me have an end.  <strong>38</strong> And they said, Lord, behold, here are two swords. And he said unto them, It is enough. <strong>39</strong> And he came out, and went, as he was wont, to the mount of Olives; and his disciples also followed him.  <strong>40</strong> And when he was at the place, he said unto them, Pray that ye enter not into temptation.  <strong>41</strong> And he was withdrawn from them about a stone’s cast, and kneeled down, and prayed,  <strong>42</strong> Saying, Father, if thou be willing, remove this cup from me: nevertheless not my will, but thine, be done.  <strong>43</strong> And there appeared an angel unto him from heaven, strengthening him.  <strong>44</strong> And being in an agony he prayed more earnestly: and his sweat was as it were great drops of blood falling down to the ground.  <strong>45</strong> And when he rose up from prayer, and was come to his disciples, he found them sleeping for sorrow,  <strong>46</strong> And said unto them, Why sleep ye? rise and pray, lest ye enter into temptation. <strong>47</strong> And while he yet spake, behold a multitude, and he that was called Judas, one of the twelve, went before them, and drew near unto Jesus to kiss him.  <strong>48</strong> But Jesus said unto him, Judas, betrayest thou the Son of man with a kiss?  <strong>49</strong> When they which were about him saw what would follow, they said unto him, Lord, shall we smite with the sword?  <strong>50</strong> And one of them smote the servant of the high priest, and cut off his right ear.  <strong>51</strong> And Jesus answered and said, Suffer ye thus far. And he touched his ear, and healed him.  <strong>52</strong> Then Jesus said unto the chief priests, and captains of the temple, and the elders, which were come to him, Be ye come out, as against a thief, with swords and staves?  <strong>53</strong> When I was daily with you in the temple, ye stretched forth no hands against me: but this is your hour, and the power of darkness. <strong>54</strong> Then took they him, and led him, and brought him into the high priest’s house. And Peter followed afar off.  <strong>55</strong> And when they had kindled a fire in the midst of the hall, and were set down together, Peter sat down among them.  <strong>56</strong> But a certain maid beheld him as he sat by the fire, and earnestly looked upon him, and said, This man was also with him.  <strong>57</strong> And he denied him, saying, Woman, I know him not.  <strong>58</strong> And after a little while another saw him, and said, Thou art also of them. And Peter said, Man, I am not.  <strong>59</strong> And about the space of one hour after another confidently affirmed, saying, Of a truth this fellow also was with him: for he is a Galilaean.  <strong>60</strong> And Peter said, Man, I know not what thou sayest. And immediately, while he yet spake, the cock crew.  <strong>61</strong> And the Lord turned, and looked upon Peter. And Peter remembered the word of the Lord, how he had said unto him, Before the cock crow, thou shalt deny me thrice.  <strong>62</strong> And Peter went out, and wept bitterly.  <strong>63</strong> And the men that held Jesus mocked him, and smote him.  <strong>64</strong> And when they had blindfolded him, they struck him on the face, and asked him, saying, Prophesy, who is it that smote thee?  <strong>65</strong> And many other things blasphemously spake they against him.  <strong>66</strong> And as soon as it was day, the elders of the people and the chief priests and the scribes came together, and led him into their council, saying,  <strong>67</strong> Art thou the Christ? tell us. And he said unto them, If I tell you, ye will not believe:  <strong>68</strong> And if I also ask you, ye will not answer me, nor let me go.  <strong>69</strong> Hereafter shall the Son of man sit on the right hand of the power of God.  <strong>70</strong> Then said they all, Art thou then the Son of God? And he said unto them, Ye say that I am.  <strong>71</strong> And they said, What need we any further witness? for we ourselves have heard of his own mouth.  <strong>1</strong> And the whole multitude of them arose, and led him unto Pilate.  <strong>2</strong> And they began to accuse him, saying, We found this fellow  perverting the nation, and forbidding to give tribute to Caesar, saying that he himself is Christ a King.  <strong>3</strong> And Pilate asked him, saying, Art thou the King of the Jews? And he answered him and said, Thou sayest it.  <strong>4</strong> Then said Pilate to the chief priests and to the people, I find no fault in this man.  <strong>5</strong> And they were the more fierce, saying, He stirreth up the people, teaching throughout all Jewry, beginning from Galilee to this place.  <strong>6</strong> When Pilate heard of Galilee, he asked whether the man were a Galilaean.  <strong>7</strong> And as soon as he knew that he belonged unto Herod’s jurisdiction, he sent him to Herod, who himself also was at Jerusalem at that time.  <strong>8</strong> And when Herod saw Jesus, he was exceeding glad: for he was desirous to see him of a long season, because he had heard many things of him; and he hoped to have seen some miracle done by him.  <strong>9</strong> Then he questioned with him in many words; but he answered him nothing.  <strong>10</strong> And the chief priests and scribes stood and vehemently accused him.  <strong>11</strong> And Herod with his men of war set him at nought, and mocked him, and arrayed him in a gorgeous robe, and sent him again to Pilate.  <strong>12</strong> And the same day Pilate and Herod were made friends together: for before they were at enmity between themselves.  <strong>13</strong> And Pilate, when he had called together the chief priests and the rulers and the people,  <strong>14</strong> Said unto them, Ye have brought this man unto me, as one that perverteth the people: and, behold, I, having examined him before you, have found no fault in this man touching those things whereof ye accuse him:  <strong>15</strong> No, nor yet Herod: for I sent you to him; and, lo, nothing worthy of death is done unto him.  <strong>16</strong> I will therefore chastise him, and release him.  <strong>17</strong> (For of necessity he must release one unto them at the feast.)  <strong>18</strong> And they cried out all at once, saying, Away with this man,  and release unto us Barabbas:  <strong>19</strong> (Who for a certain sedition made in the city, and for murder, was cast into prison.)  <strong>20</strong> Pilate therefore, willing to release Jesus, spake again to them.  <strong>21</strong> But they cried, saying, Crucify him, crucify him.  <strong>22</strong> And he said unto them the third time, Why, what evil hath he done? I have found no cause of death in him: I will therefore chastise him, and let him go.  <strong>23</strong> And they were instant with loud voices, requiring that he might be crucified. And the voices of them and of the chief priests prevailed.  <strong>24</strong> And Pilate gave sentence that it should be as they required.  <strong>25</strong> And he released unto them him that for sedition and murder was cast into prison, whom they had desired; but he delivered Jesus to their will.  <strong>26</strong> And as they led him away, they laid hold upon one Simon, a Cyrenian, coming out of the country, and on him they laid the cross, that he might bear it after Jesus.  <strong>27</strong> And there followed him a great company of people, and of women, which also bewailed and lamented him.  <strong>28</strong> But Jesus turning unto them said, Daughters of Jerusalem, weep not for me, but weep for yourselves, and for your children.  <strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  <strong>30</strong> Then shall they begin to say to the mountains, Fall on us; and to the hills, Cover us.  <strong>31</strong> For if they do these things in a green tree, what shall be done in the dry?  <strong>32</strong> And there were also two others, malefactors, led with him to be put to death.  <strong>33</strong> And when they were come to the place, which is called Calvary, there they crucified him, and the malefactors, one on the right hand, and the other on the left.  <strong>34</strong> Then said Jesus, Father, forgive them; for they know not what they do. And they parted his raiment, and cast lots.  <strong>35</strong> And the people stood beholding. And the rulers also with them derided him, saying, He saved others; let him save himself, if he be Christ, the chosen of God.  <strong>36</strong> And the soldiers also mocked him, coming to him, and offering him vinegar,  <strong>37</strong> And saying, If thou be the king of the Jews, save thyself.  <strong>38</strong> And a superscription also was written over him in letters of Greek, and Latin, and Hebrew, THIS IS THE KING OF THE JEWS.  <strong>39</strong> And one of the malefactors which were hanged railed on him, saying, If thou be Christ, save thyself and us.  <strong>40</strong> But the other answering rebuked him, saying, Dost not thou fear God, seeing thou art in the same condemnation?  <strong>41</strong> And we indeed justly; for we receive the due reward of our deeds: but this man hath done nothing amiss.  <strong>42</strong> And he said unto Jesus, Lord, remember me when thou comest into thy kingdom.  <strong>43</strong> And Jesus said unto him, Verily I say unto thee, To day shalt thou be with me in paradise.  <strong>44</strong> And it was about the sixth hour, and there was a darkness over all the earth until the ninth hour.  <strong>45</strong> And the sun was darkened, and the veil of the temple was rent in the midst.  <strong>46</strong> And when Jesus had cried with a loud voice, he said, Father, into thy hands I commend my spirit: and having said thus, he gave up the ghost.  <strong>47</strong> Now when the centurion saw what was done, he glorified God, saying, Certainly this was a righteous man.  <strong>48</strong> And all the people that came together to that sight, beholding the things which were done, smote their breasts, and returned.  <strong>49</strong> And all his acquaintance, and the women that followed him from Galilee, stood afar off, beholding these things.  <strong>50</strong> And, behold, there was a man named Joseph, a counsellor; and he was a good man, and a just:  <strong>51</strong> (The same had not consented to the counsel and deed of them;) he was of Arimathaea, a city of the Jews: who also himself waited for the kingdom of God.  <strong>52</strong> This man went unto Pilate, and begged the body of Jesus.  <strong>53</strong> And he took it down, and wrapped it in linen, and laid it in a sepulchre that was hewn in stone, wherein never man before was laid.  <strong>54</strong> And that day was the preparation, and the sabbath drew on.  <strong>55</strong> And the women also, which came with him from Galilee, followed after, and beheld the sepulchre, and how his body was laid.  <strong>56</strong> And they returned, and prepared spices and ointments; and rested the sabbath day according to the commandment.  <strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> Then Jesus told his disciples a parable to show them that they should always pray and not give up. <sup><strong>2</strong></sup> He said: \"In a certain town there was a judge who neither feared God nor cared about men. <sup><strong>3</strong></sup> And there was a widow in that town who kept coming to him with the plea, 'Grant me justice against my adversary.' <sup><strong>4</strong></sup> \"For some time he refused. But finally he said to himself, 'Even though I don't fear God or care about men, <sup><strong>5</strong></sup> yet because this widow keeps bothering me, I will see that she gets justice, so that she won't eventually wear me out with her coming!'\" <sup><strong>6</strong></sup> And the Lord said, \"Listen to what the unjust judge says. <sup><strong>7</strong></sup> And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off? <sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\" <sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" <sup><strong>15</strong></sup> People were also bringing babies to Jesus to have him touch them. When the disciples saw this, they rebuked them. <sup><strong>16</strong></sup> But Jesus called the children to him and said, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>17</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" <sup><strong>18</strong></sup> A certain ruler asked him, \"Good teacher, what must I do to inherit eternal life?\" <sup><strong>19</strong></sup> \"Why do you call me good?\" Jesus answered. \"No one is good--except God alone. <sup><strong>20</strong></sup> You know the commandments: 'Do not commit adultery, do not murder, do not steal, do not give false testimony, honor your father and mother.'\" <sup><strong>21</strong></sup> \"All these I have kept since I was a boy,\" he said. <sup><strong>22</strong></sup> When Jesus heard this, he said to him, \"You still lack one thing. Sell everything you have and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>23</strong></sup> When he heard this, he became very sad, because he was a man of great wealth. <sup><strong>24</strong></sup> Jesus looked at him and said, \"How hard it is for the rich to enter the kingdom of God! "},{"_id":"6159000d5788f063699d85fb","topicId":"6159000d5788f063699d85f9","verse":"Luke 18:7-8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42018007_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018007-1\">7&nbsp;</b><span class=\"woc\">And will not God give justice to his elect, who cry to him day and night? Will he delay long over them?</span> <b class=\"verse-num woc\" id=\"v42018008-1\">8&nbsp;</b><span class=\"woc\">I tell you, he will give justice to them speedily. Nevertheless, when the Son of Man comes, will he find faith on earth?”</span></p>\n</div>","kjv":"<strong>7</strong> And shall not God avenge his own elect, which cry day and night unto him, though he bear long with them?  <strong>8</strong> I tell you that he will avenge them speedily. Nevertheless when the Son of man cometh, shall he find faith on the earth?  ","niv":"<sup><strong>7</strong></sup> And will not God bring about justice for his chosen ones, who cry out to him day and night? Will he keep putting them off? <sup><strong>8</strong></sup> I tell you, he will see that they get justice, and quickly. However, when the Son of Man comes, will he find faith on the earth?\" "},{"_id":"6159000e5788f063699d85fc","topicId":"6159000d5788f063699d85f9","verse":"Romans 13:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45013004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer.","modified":"2023-02-24T06:21:02.597Z"},{"_id":"6159000e5788f063699d85fd","topicId":"6159000d5788f063699d85f9","verse":"Nahum 2:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34002001_05-4\" class=\"line\"><b class=\"chapter-num\" id=\"v34002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;The scatterer has come up against you.</span><br><span id=\"p34002001_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Man the ramparts;</span><br><span id=\"p34002001_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;watch the road;</span><br><span id=\"p34002001_05-4\" class=\"line\">&nbsp;&nbsp;dress for battle;</span><br><span id=\"p34002001_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;collect all your strength.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002002_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002002-1\">2&nbsp;</b>&nbsp;&nbsp;For the LORD is restoring the majesty of Jacob</span><br><span id=\"p34002002_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the majesty of Israel,</span><br><span id=\"p34002002_05-4\" class=\"line\">&nbsp;&nbsp;for plunderers have plundered them</span><br><span id=\"p34002002_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ruined their branches.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002003_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002003-1\">3&nbsp;</b>&nbsp;&nbsp;The shield of his mighty men is red;</span><br><span id=\"p34002003_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his soldiers are clothed in scarlet.</span><br><span id=\"p34002003_05-4\" class=\"line\">&nbsp;&nbsp;The chariots come with flashing metal</span><br><span id=\"p34002003_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day he musters them;</span><br><span id=\"p34002003_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cypress spears are brandished.</span><br><span id=\"p34002004_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002004-1\">4&nbsp;</b>&nbsp;&nbsp;The chariots race madly through the streets;</span><br><span id=\"p34002004_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they rush to and fro through the squares;</span><br><span id=\"p34002004_05-4\" class=\"line\">&nbsp;&nbsp;they gleam like torches;</span><br><span id=\"p34002004_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they dart like lightning.</span><br><span id=\"p34002005_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002005-1\">5&nbsp;</b>&nbsp;&nbsp;He remembers his officers;</span><br><span id=\"p34002005_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stumble as they go,</span><br><span id=\"p34002005_05-4\" class=\"line\">&nbsp;&nbsp;they hasten to the wall;</span><br><span id=\"p34002005_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the siege tower is set up.</span><br><span id=\"p34002006_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002006-1\">6&nbsp;</b>&nbsp;&nbsp;The river gates are opened;</span><br><span id=\"p34002006_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the palace melts away;</span><br><span id=\"p34002007_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002007-1\">7&nbsp;</b>&nbsp;&nbsp;its mistress is stripped; she is carried off,</span><br><span id=\"p34002007_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her slave girls lamenting,</span><br><span id=\"p34002007_05-4\" class=\"line\">&nbsp;&nbsp;moaning like doves</span><br><span id=\"p34002007_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and beating their breasts.</span><br><span id=\"p34002008_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002008-1\">8&nbsp;</b>&nbsp;&nbsp;Nineveh is like a pool</span><br><span id=\"p34002008_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters run away.</span><br><span id=\"p34002008_05-4\" class=\"line\">&nbsp;&nbsp;“Halt! Halt!” they cry,</span><br><span id=\"p34002008_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but none turns back.</span><br><span id=\"p34002009_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002009-1\">9&nbsp;</b>&nbsp;&nbsp;Plunder the silver,</span><br><span id=\"p34002009_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plunder the gold!</span><br><span id=\"p34002009_05-4\" class=\"line\">&nbsp;&nbsp;There is no end of the treasure</span><br><span id=\"p34002009_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of the wealth of all precious things.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002010_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002010-1\">10&nbsp;</b>&nbsp;&nbsp;Desolate! Desolation and ruin!</span><br><span id=\"p34002010_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Hearts melt and knees tremble;</span><br><span id=\"p34002010_05-4\" class=\"line\">&nbsp;&nbsp;anguish is in all loins;</span><br><span id=\"p34002010_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all faces grow pale!</span><br><span id=\"p34002011_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002011-1\">11&nbsp;</b>&nbsp;&nbsp;Where is the lions’ den,</span><br><span id=\"p34002011_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the feeding place of the young lions,</span><br><span id=\"p34002011_05-4\" class=\"line\">&nbsp;&nbsp;where the lion and lioness went,</span><br><span id=\"p34002011_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where his cubs were, with none to disturb?</span><br><span id=\"p34002012_05-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002012-1\">12&nbsp;</b>&nbsp;&nbsp;The lion tore enough for his cubs</span><br><span id=\"p34002012_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strangled prey for his lionesses;</span><br><span id=\"p34002012_05-4\" class=\"line\">&nbsp;&nbsp;he filled his caves with prey</span><br><span id=\"p34002012_05-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dens with torn flesh.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p34002012_05-4\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v34002013-1\">13&nbsp;</b>Behold, I am against you, declares the LORD of hosts, and I will burn your chariots in smoke, and the sword shall devour your young lions. I will cut off your prey from the earth, and the voice of your messengers shall no longer be heard.</p>\n\n</div>","kjv":"<strong>1</strong> He that dasheth in pieces is come up before thy face: keep the munition, watch the way, make thy loins strong, fortify thy power mightily.  <strong>2</strong> For the LORD hath turned away the excellency of Jacob, as the excellency of Israel: for the emptiers have emptied them out, and marred their vine branches.  <strong>3</strong> The shield of his mighty men is made red, the valiant men are  in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.  <strong>4</strong> The chariots shall rage in the streets, they shall justle one against another in the broad ways: they shall seem like torches, they shall run like the lightnings.  <strong>5</strong> He shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared.  <strong>6</strong> The gates of the rivers shall be opened, and the palace shall be dissolved.  <strong>7</strong> And Huzzab shall be led away captive, she shall be brought up, and her maids shall lead her as with the voice of doves, tabering upon their breasts.  <strong>8</strong> But Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.  <strong>9</strong> Take ye the spoil of silver, take the spoil of gold: for there is  none end of the store and glory out of all the pleasant furniture.  <strong>10</strong> She is empty, and void, and waste: and the heart melteth, and the knees smite together, and much pain is in all loins, and the faces of them all gather blackness.  <strong>11</strong> Where is the dwelling of the lions, and the feeding place of the young lions, where the lion, even the old lion, walked, and the lion’s whelp, and none made them afraid?  <strong>12</strong> The lion did tear in pieces enough for his whelps, and strangled for his lionesses, and filled his holes with prey, and his dens with ravin.  <strong>13</strong> Behold, I am against thee, saith the LORD of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.  ","niv":"<sup><strong>1</strong></sup> An attacker advances against you, Nineveh. Guard the fortress, watch the road, brace yourselves, marshal all your strength! <sup><strong>2</strong></sup> The LORD will restore the splendor of Jacob like the splendor of Israel, though destroyers have laid them waste and have ruined their vines. <sup><strong>3</strong></sup> The shields of his soldiers are red; the warriors are clad in scarlet. The metal on the chariots flashes on the day they are made ready; the spears of pine are brandished. <sup><strong>4</strong></sup> The chariots storm through the streets, rushing back and forth through the squares. They look like flaming torches; they dart about like lightning. <sup><strong>5</strong></sup> He summons his picked troops, yet they stumble on their way. They dash to the city wall; the protective shield is put in place. <sup><strong>6</strong></sup> The river gates are thrown open and the palace collapses. <sup><strong>7</strong></sup> It is decreed that the city be exiled and carried away. Its slave girls moan like doves and beat upon their breasts. <sup><strong>8</strong></sup> Nineveh is like a pool, and its water is draining away. \"Stop! Stop!\" they cry, but no one turns back. <sup><strong>9</strong></sup> Plunder the silver! Plunder the gold! The supply is endless, the wealth from all its treasures! <sup><strong>10</strong></sup> She is pillaged, plundered, stripped! Hearts melt, knees give way, bodies tremble, every face grows pale. <sup><strong>11</strong></sup> Where now is the lions' den, the place where they fed their young, where the lion and lioness went, and the cubs, with nothing to fear? <sup><strong>12</strong></sup> The lion killed enough for his cubs and strangled the prey for his mate, filling his lairs with the kill and his dens with the prey. <sup><strong>13</strong></sup> \"I am against you,\" declares the LORD Almighty. \"I will burn up your chariots in smoke, and the sword will devour your young lions. I will leave you no prey on the earth. The voices of your messengers will no longer be heard.\" "},{"_id":"6159000e5788f063699d85fe","topicId":"6159000d5788f063699d85f9","verse":"Genesis 3:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003015_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_01-5\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  ","niv":"<sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\""},{"_id":"6159000f5788f063699d85ff","topicId":"6159000d5788f063699d85f9","verse":"Revelation 2:1-29","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66002001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66002001-1\">2:1&nbsp;</b><span class=\"woc\">“To the angel of the church in Ephesus write: ‘The words of him who holds the seven stars in his right hand, who walks among the seven golden lampstands.</span></p>\n<p id=\"p66002001_06-6\"><b class=\"verse-num woc\" id=\"v66002002-1\">2&nbsp;</b><span class=\"woc\">“‘I know your works, your toil and your patient endurance, and how you cannot bear with those who are evil, but have tested those who call themselves apostles and are not, and found them to be false.</span> <b class=\"verse-num woc\" id=\"v66002003-1\">3&nbsp;</b><span class=\"woc\">I know you are enduring patiently and bearing up for my name’s sake, and you have not grown weary.</span> <b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span> <b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span> <b class=\"verse-num woc\" id=\"v66002006-1\">6&nbsp;</b><span class=\"woc\">Yet this you have: you hate the works of the Nicolaitans, which I also hate.</span> <b class=\"verse-num woc\" id=\"v66002007-1\">7&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will grant to eat of the tree of life, which is in the paradise of God.’</span></p>\n\n<p id=\"p66002007_11-6\"><b class=\"verse-num woc\" id=\"v66002008-1\">8&nbsp;</b><span class=\"woc\">“And to the angel of the church in Smyrna write: ‘The words of the first and the last, who died and came to life.</span></p>\n<p id=\"p66002008_11-6\"><b class=\"verse-num woc\" id=\"v66002009-1\">9&nbsp;</b><span class=\"woc\">“‘I know your tribulation and your poverty (but you are rich) and the slander of those who say that they are Jews and are not, but are a synagogue of Satan.</span> <b class=\"verse-num woc\" id=\"v66002010-1\">10&nbsp;</b><span class=\"woc\">Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, that you may be tested, and for ten days you will have tribulation. Be faithful unto death, and I will give you the crown of life.</span> <b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n\n<p id=\"p66002011_16-6\"><b class=\"verse-num woc\" id=\"v66002012-1\">12&nbsp;</b><span class=\"woc\">“And to the angel of the church in Pergamum write: ‘The words of him who has the sharp two-edged sword.</span></p>\n<p id=\"p66002012_16-6\"><b class=\"verse-num woc\" id=\"v66002013-1\">13&nbsp;</b><span class=\"woc\">“‘I know where you dwell, where Satan’s throne is. Yet you hold fast my name, and you did not deny my faith even in the days of Antipas my faithful witness, who was killed among you, where Satan dwells.</span> <b class=\"verse-num woc\" id=\"v66002014-1\">14&nbsp;</b><span class=\"woc\">But I have a few things against you: you have some there who hold the teaching of Balaam, who taught Balak to put a stumbling block before the sons of Israel, so that they might eat food sacrificed to idols and practice sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002015-1\">15&nbsp;</b><span class=\"woc\">So also you have some who hold the teaching of the Nicolaitans.</span> <b class=\"verse-num woc\" id=\"v66002016-1\">16&nbsp;</b><span class=\"woc\">Therefore repent. If not, I will come to you soon and war against them with the sword of my mouth.</span> <b class=\"verse-num woc\" id=\"v66002017-1\">17&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. To the one who conquers I will give some of the hidden manna, and I will give him a white stone, with a new name written on the stone that no one knows except the one who receives it.’</span></p>\n\n<p id=\"p66002017_21-6\"><b class=\"verse-num woc\" id=\"v66002018-1\">18&nbsp;</b><span class=\"woc\">“And to the angel of the church in Thyatira write: ‘The words of the Son of God, who has eyes like a flame of fire, and whose feet are like burnished bronze.</span></p>\n<p id=\"p66002018_21-6\"><b class=\"verse-num woc\" id=\"v66002019-1\">19&nbsp;</b><span class=\"woc\">“‘I know your works, your love and faith and service and patient endurance, and that your latter works exceed the first.</span> <b class=\"verse-num woc\" id=\"v66002020-1\">20&nbsp;</b><span class=\"woc\">But I have this against you, that you tolerate that woman Jezebel, who calls herself a prophetess and is teaching and seducing my servants to practice sexual immorality and to eat food sacrificed to idols.</span> <b class=\"verse-num woc\" id=\"v66002021-1\">21&nbsp;</b><span class=\"woc\">I gave her time to repent, but she refuses to repent of her sexual immorality.</span> <b class=\"verse-num woc\" id=\"v66002022-1\">22&nbsp;</b><span class=\"woc\">Behold, I will throw her onto a sickbed, and those who commit adultery with her I will throw into great tribulation, unless they repent of her works,</span> <b class=\"verse-num woc\" id=\"v66002023-1\">23&nbsp;</b><span class=\"woc\">and I will strike her children dead. And all the churches will know that I am he who searches mind and heart, and I will give to each of you according to your works.</span> <b class=\"verse-num woc\" id=\"v66002024-1\">24&nbsp;</b><span class=\"woc\">But to the rest of you in Thyatira, who do not hold this teaching, who have not learned what some call the deep things of Satan, to you I say, I do not lay on you any other burden.</span> <b class=\"verse-num woc\" id=\"v66002025-1\">25&nbsp;</b><span class=\"woc\">Only hold fast what you have until I come.</span> <b class=\"verse-num woc\" id=\"v66002026-1\">26&nbsp;</b><span class=\"woc\">The one who conquers and who keeps my works until the end, to him I will give authority over the nations,</span> <b class=\"verse-num woc\" id=\"v66002027-1\">27&nbsp;</b><span class=\"woc\">and he will rule them with a rod of iron, as when earthen pots are broken in pieces, even as I myself have received authority from my Father.</span> <b class=\"verse-num woc\" id=\"v66002028-1\">28&nbsp;</b><span class=\"woc\">And I will give him the morning star.</span> <b class=\"verse-num woc\" id=\"v66002029-1\">29&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches.’</span></p>\n\n</div>","kjv":"<strong>1</strong>           Unto the angel of the church of Ephesus write; These things saith he that holdeth the seven stars in his right hand, who walketh in the midst of the seven golden candlesticks;  <strong>2</strong> I know thy works, and thy labour, and thy patience, and how thou canst not bear them which are evil: and thou hast tried them which say they are apostles, and are not, and hast found them liars:  <strong>3</strong> And hast borne, and hast patience, and for my name’s sake hast laboured, and hast not fainted.  <strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  <strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  <strong>6</strong> But this thou hast, that thou hatest the deeds of the Nicolaitanes, which I also hate.  <strong>7</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the tree of life, which is in the midst of the paradise of God. <strong>8</strong>           And unto the angel of the church in Smyrna write; These things saith the first and the last, which was dead, and is alive;  <strong>9</strong> I know thy works, and tribulation, and poverty, (but thou art rich) and I know the blasphemy of them which say they are Jews, and are not, but are the synagogue of Satan.  <strong>10</strong> Fear none of those things which thou shalt suffer: behold, the devil shall cast some of you into prison, that ye may be tried; and ye shall have tribulation ten days: be thou faithful unto death, and I will give thee a crown of life.  <strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. <strong>12</strong>           And to the angel of the church in Pergamos write; These things saith he which hath the sharp sword with two edges;  <strong>13</strong> I know thy works, and where thou dwellest, even where Satan’s seat is: and thou holdest fast my name, and hast not denied my faith, even in those days wherein Antipas was  my faithful martyr, who was slain among you, where Satan dwelleth.  <strong>14</strong> But I have a few things against thee, because thou hast there them that hold the doctrine of Balaam, who taught Balac to cast a stumblingblock before the children of Israel, to eat things sacrificed unto idols, and to commit fornication.  <strong>15</strong> So hast thou also them that hold the doctrine of the Nicolaitanes, which thing I hate.  <strong>16</strong> Repent; or else I will come unto thee quickly, and will fight against them with the sword of my mouth.  <strong>17</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; To him that overcometh will I give to eat of the hidden manna, and will give him a white stone, and in the stone a new name written, which no man knoweth saving he that receiveth it. <strong>18</strong>           And unto the angel of the church in Thyatira write; These things saith the Son of God, who hath his eyes like unto a flame of fire, and his feet are like fine brass;  <strong>19</strong> I know thy works, and charity, and service, and faith, and thy patience, and thy works; and the last to be more than the first.  <strong>20</strong> Notwithstanding I have a few things against thee, because thou sufferest that woman Jezebel, which calleth herself a prophetess, to teach and to seduce my servants to commit fornication, and to eat things sacrificed unto idols.  <strong>21</strong> And I gave her space to repent of her fornication; and she repented not.  <strong>22</strong> Behold, I will cast her into a bed, and them that commit adultery with her into great tribulation, except they repent of their deeds.  <strong>23</strong> And I will kill her children with death; and all the churches shall know that I am he which searcheth the reins and hearts: and I will give unto every one of you according to your works.  <strong>24</strong> But unto you I say, and unto the rest in Thyatira, as many as have not this doctrine, and which have not known the depths of Satan, as they speak; I will put upon you none other burden.  <strong>25</strong> But that which ye have already hold fast till I come.  <strong>26</strong> And he that overcometh, and keepeth my works unto the end, to him will I give power over the nations:  <strong>27</strong> And he shall rule them with a rod of iron; as the vessels of a potter shall they be broken to shivers: even as I received of my Father.  <strong>28</strong> And I will give him the morning star.  <strong>29</strong> He that hath an ear, let him hear what the Spirit saith unto the churches. ","niv":"<sup><strong>1</strong></sup> \"To the angel of the church in Ephesus write: These are the words of him who holds the seven stars in his right hand and walks among the seven golden lampstands: <sup><strong>2</strong></sup> I know your deeds, your hard work and your perseverance. I know that you cannot tolerate wicked men, that you have tested those who claim to be apostles but are not, and have found them false. <sup><strong>3</strong></sup> You have persevered and have endured hardships for my name, and have not grown weary. <sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love. <sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place. <sup><strong>6</strong></sup> But you have this in your favor: You hate the practices of the Nicolaitans, which I also hate. <sup><strong>7</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give the right to eat from the tree of life, which is in the paradise of God. <sup><strong>8</strong></sup> \"To the angel of the church in Smyrna write: These are the words of him who is the First and the Last, who died and came to life again. <sup><strong>9</strong></sup> I know your afflictions and your poverty-yet you are rich! I know the slander of those who say they are Jews and are not, but are a synagogue of Satan. <sup><strong>10</strong></sup> Do not be afraid of what you are about to suffer. I tell you, the devil will put some of you in prison to test you, and you will suffer persecution for ten days. Be faithful, even to the point of death, and I will give you the crown of life. <sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death. <sup><strong>12</strong></sup> \"To the angel of the church in Pergamum write: These are the words of him who has the sharp, doubleedged sword. <sup><strong>13</strong></sup> I know where you live-where Satan has his throne. Yet you remain true to my name. You did not renounce your faith in me, even in the days of Antipas, my faithful witness, who was put to death in your city-where Satan lives. <sup><strong>14</strong></sup> Nevertheless, I have a few things against you: You have people there who hold to the teaching of Balaam, who taught Balak to entice the Israelites to sin by eating food sacrificed to idols and by committing sexual immorality. <sup><strong>15</strong></sup> Likewise you also have those who hold to the teaching of the Nicolaitans. <sup><strong>16</strong></sup> Repent therefore! Otherwise, I will soon come to you and will fight against them with the sword of my mouth. <sup><strong>17</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. To him who overcomes, I will give some of the hidden manna. I will also give him a white stone with a new name written on it, known only to him who receives it. <sup><strong>18</strong></sup> \"To the angel of the church in Thyatira write: These are the words of the Son of God, whose eyes are like blazing fire and whose feet are like burnished bronze. <sup><strong>19</strong></sup> I know your deeds, your love and faith, your service and perseverance, and that you are now doing more than you did at first. <sup><strong>20</strong></sup> Nevertheless, I have this against you: You tolerate that woman Jezebel, who calls herself a prophetess. By her teaching she misleads my servants into sexual immorality and the eating of food sacrificed to idols. <sup><strong>21</strong></sup> I have given her time to repent of her immorality, but she is unwilling. <sup><strong>22</strong></sup> So I will cast her on a bed of suffering, and I will make those who commit adultery with her suffer intensely, unless they repent of her ways. <sup><strong>23</strong></sup> I will strike her children dead. Then all the churches will know that I am he who searches hearts and minds, and I will repay each of you according to your deeds. <sup><strong>24</strong></sup> Now I say to the rest of you in Thyatira, to you who do not hold to her teaching and have not learned Satan's so-called deep secrets (I will not impose any other burden on you): <sup><strong>25</strong></sup> Only hold on to what you have until I come. <sup><strong>26</strong></sup> To him who overcomes and does my will to the end, I will give authority over the nations-- <sup><strong>27</strong></sup> 'He will rule them with an iron scepter; he will dash them to pieces like pottery'-- <sup><strong>28</strong></sup> just as I have received authority from my Father. I will also give him the morning star. <sup><strong>29</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. "},{"_id":"6159000f5788f063699d8600","topicId":"6159000d5788f063699d85f9","verse":"1 Timothy 2:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"6159000f5788f063699d8601","topicId":"6159000d5788f063699d85f9","verse":"Job 14:1-22","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18014001_08-9\" class=\"line\"><b class=\"chapter-num\" id=\"v18014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;“Man who is born of a woman</span><br><span id=\"p18014001_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is few of days and full of trouble.</span><br><span id=\"p18014002_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014002-1\">2&nbsp;</b>&nbsp;&nbsp;He comes out like a flower and withers;</span><br><span id=\"p18014002_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he flees like a shadow and continues not.</span><br><span id=\"p18014003_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014003-1\">3&nbsp;</b>&nbsp;&nbsp;And do you open your eyes on such a one</span><br><span id=\"p18014003_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring me into judgment with you?</span><br><span id=\"p18014004_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014004-1\">4&nbsp;</b>&nbsp;&nbsp;Who can bring a clean thing out of an unclean?</span><br><span id=\"p18014004_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is not one.</span><br><span id=\"p18014005_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014005-1\">5&nbsp;</b>&nbsp;&nbsp;Since his days are determined,</span><br><span id=\"p18014005_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the number of his months is with you,</span><br><span id=\"p18014005_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have appointed his limits that he cannot pass,</span><br><span id=\"p18014006_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014006-1\">6&nbsp;</b>&nbsp;&nbsp;look away from him and leave him alone,</span><br><span id=\"p18014006_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he may enjoy, like a hired hand, his day.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18014007_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014007-1\">7&nbsp;</b>&nbsp;&nbsp;“For there is hope for a tree,</span><br><span id=\"p18014007_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if it be cut down, that it will sprout again,</span><br><span id=\"p18014007_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that its shoots will not cease.</span><br><span id=\"p18014008_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014008-1\">8&nbsp;</b>&nbsp;&nbsp;Though its root grow old in the earth,</span><br><span id=\"p18014008_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its stump die in the soil,</span><br><span id=\"p18014009_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014009-1\">9&nbsp;</b>&nbsp;&nbsp;yet at the scent of water it will bud</span><br><span id=\"p18014009_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put out branches like a young plant.</span><br><span id=\"p18014010_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014010-1\">10&nbsp;</b>&nbsp;&nbsp;But a man dies and is laid low;</span><br><span id=\"p18014010_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;man breathes his last, and where is he?</span><br><span id=\"p18014011_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014011-1\">11&nbsp;</b>&nbsp;&nbsp;As waters fail from a lake</span><br><span id=\"p18014011_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a river wastes away and dries up,</span><br><span id=\"p18014012_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014012-1\">12&nbsp;</b>&nbsp;&nbsp;so a man lies down and rises not again;</span><br><span id=\"p18014012_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till the heavens are no more he will not awake</span><br><span id=\"p18014012_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or be roused out of his sleep.</span><br><span id=\"p18014013_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014013-1\">13&nbsp;</b>&nbsp;&nbsp;Oh that you would hide me in Sheol,</span><br><span id=\"p18014013_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you would conceal me until your wrath be past,</span><br><span id=\"p18014013_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you would appoint me a set time, and remember me!</span><br><span id=\"p18014014_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014014-1\">14&nbsp;</b>&nbsp;&nbsp;If a man dies, shall he live again?</span><br><span id=\"p18014014_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;All the days of my service I would wait,</span><br><span id=\"p18014014_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till my renewal should come.</span><br><span id=\"p18014015_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014015-1\">15&nbsp;</b>&nbsp;&nbsp;You would call, and I would answer you;</span><br><span id=\"p18014015_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you would long for the work of your hands.</span><br><span id=\"p18014016_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014016-1\">16&nbsp;</b>&nbsp;&nbsp;For then you would number my steps;</span><br><span id=\"p18014016_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you would not keep watch over my sin;</span><br><span id=\"p18014017_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014017-1\">17&nbsp;</b>&nbsp;&nbsp;my transgression would be sealed up in a bag,</span><br><span id=\"p18014017_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you would cover over my iniquity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18014018_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014018-1\">18&nbsp;</b>&nbsp;&nbsp;“But the mountain falls and crumbles away,</span><br><span id=\"p18014018_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rock is removed from its place;</span><br><span id=\"p18014019_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014019-1\">19&nbsp;</b>&nbsp;&nbsp;the waters wear away the stones;</span><br><span id=\"p18014019_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the torrents wash away the soil of the earth;</span><br><span id=\"p18014019_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so you destroy the hope of man.</span><br><span id=\"p18014020_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014020-1\">20&nbsp;</b>&nbsp;&nbsp;You prevail forever against him, and he passes;</span><br><span id=\"p18014020_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you change his countenance, and send him away.</span><br><span id=\"p18014021_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014021-1\">21&nbsp;</b>&nbsp;&nbsp;His sons come to honor, and he does not know it;</span><br><span id=\"p18014021_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are brought low, and he perceives it not.</span><br><span id=\"p18014022_08-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v18014022-1\">22&nbsp;</b>&nbsp;&nbsp;He feels only the pain of his own body,</span><br><span id=\"p18014022_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he mourns only for himself.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Man that is born of a woman is of few days, and full of trouble.  <strong>2</strong> He cometh forth like a flower, and is cut down: he fleeth also as a shadow, and continueth not.  <strong>3</strong> And dost thou open thine eyes upon such an one, and bringest me into judgment with thee?  <strong>4</strong> Who can bring a clean thing out of an unclean? not one.  <strong>5</strong> Seeing his days are determined, the number of his months are with thee, thou hast appointed his bounds that he cannot pass;  <strong>6</strong> Turn from him, that he may rest, till he shall accomplish, as an hireling, his day.  <strong>7</strong> For there is hope of a tree, if it be cut down, that it will sprout again, and that the tender branch thereof will not cease.  <strong>8</strong> Though the root thereof wax old in the earth, and the stock thereof die in the ground;  <strong>9</strong> Yet through the scent of water it will bud, and bring forth boughs like a plant.  <strong>10</strong> But man dieth, and wasteth away: yea, man giveth up the ghost, and where is he?  <strong>11</strong> As the waters fail from the sea, and the flood decayeth and drieth up:  <strong>12</strong> So man lieth down, and riseth not: till the heavens be no more, they shall not awake, nor be raised out of their sleep.  <strong>13</strong> Oh that thou wouldest hide me in the grave, that thou wouldest keep me secret, until thy wrath be past, that thou wouldest appoint me a set time, and remember me!  <strong>14</strong> If a man die, shall he live again? all the days of my appointed time will I wait, till my change come.  <strong>15</strong> Thou shalt call, and I will answer thee: thou wilt have a desire to the work of thine hands.  <strong>16</strong> For now thou numberest my steps: dost thou not watch over my sin?  <strong>17</strong> My transgression is sealed up in a bag, and thou sewest up mine iniquity.  <strong>18</strong> And surely the mountain falling cometh to nought, and the rock is removed out of his place.  <strong>19</strong> The waters wear the stones: thou washest away the things which grow out of the dust of the earth; and thou destroyest the hope of man.  <strong>20</strong> Thou prevailest for ever against him, and he passeth: thou changest his countenance, and sendest him away.  <strong>21</strong> His sons come to honour, and he knoweth it not; and they are brought low, but he perceiveth it not of them.  <strong>22</strong> But his flesh upon him shall have pain, and his soul within him shall mourn.  ","niv":"<sup><strong>1</strong></sup> \"Man born of woman is of few days and full of trouble. <sup><strong>2</strong></sup> He springs up like a flower and withers away; like a fleeting shadow, he does not endure. <sup><strong>3</strong></sup> Do you fix your eye on such a one? Will you bring him before you for judgment? <sup><strong>4</strong></sup> Who can bring what is pure from the impure? No one! <sup><strong>5</strong></sup> Man's days are determined; you have decreed the number of his months and have set limits he cannot exceed. <sup><strong>6</strong></sup> So look away from him and let him alone, till he has put in his time like a hired man. <sup><strong>7</strong></sup> \"At least there is hope for a tree: If it is cut down, it will sprout again, and its new shoots will not fail. <sup><strong>8</strong></sup> Its roots may grow old in the ground and its stump die in the soil, <sup><strong>9</strong></sup> yet at the scent of water it will bud and put forth shoots like a plant. <sup><strong>10</strong></sup> But man dies and is laid low; he breathes his last and is no more. <sup><strong>11</strong></sup> As water disappears from the sea or a riverbed becomes parched and dry, <sup><strong>12</strong></sup> so man lies down and does not rise; till the heavens are no more, men will not awake or be roused from their sleep. <sup><strong>13</strong></sup> \"If only you would hide me in the grave and conceal me till your anger has passed! If only you would set me a time and then remember me! <sup><strong>14</strong></sup> If a man dies, will he live again? All the days of my hard service I will wait for my renewal to come. <sup><strong>15</strong></sup> You will call and I will answer you; you will long for the creature your hands have made. <sup><strong>16</strong></sup> Surely then you will count my steps but not keep track of my sin. <sup><strong>17</strong></sup> My offenses will be sealed up in a bag; you will cover over my sin. <sup><strong>18</strong></sup> \"But as a mountain erodes and crumbles and as a rock is moved from its place, <sup><strong>19</strong></sup> as water wears away stones and torrents wash away the soil, so you destroy man's hope. <sup><strong>20</strong></sup> You overpower him once for all, and he is gone; you change his countenance and send him away. <sup><strong>21</strong></sup> If his sons are honored, he does not know it; if they are brought low, he does not see it. <sup><strong>22</strong></sup> He feels but the pain of his own body and mourns only for himself.\" "},{"_id":"615900105788f063699d8602","topicId":"6159000d5788f063699d85f9","verse":"1 Samuel 2:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09002009_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002009-1\">9&nbsp;</b>&nbsp;&nbsp;“He will guard the feet of his faithful ones,</span><br><span id=\"p09002009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked shall be cut off in darkness,</span><br><span id=\"p09002009_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for not by might shall a man prevail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail.  ","niv":"<sup><strong>9</strong></sup> He will guard the feet of his saints, but the wicked will be silenced in darkness. \"It is not by strength that one prevails;"},{"_id":"615900105788f063699d8603","topicId":"6159000d5788f063699d85f9","verse":"1 Corinthians 15:54","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015054_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_01-13\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  ","niv":"<sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\""},{"_id":"615900105788f063699d8604","topicId":"6159000d5788f063699d85f9","verse":"Nahum 1:2","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34001002_05-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v34001002-1\">2&nbsp;</b>&nbsp;&nbsp;The LORD is a jealous and avenging God;</span><br><span id=\"p34001002_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is avenging and wrathful;</span><br><span id=\"p34001002_05-14\" class=\"line\">&nbsp;&nbsp;the LORD takes vengeance on his adversaries</span><br><span id=\"p34001002_05-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keeps wrath for his enemies.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> God is jealous, and the LORD revengeth; the LORD revengeth, and is furious; the LORD will take vengeance on his adversaries, and he reserveth wrath for his enemies.  ","niv":"<sup><strong>2</strong></sup> The LORD is a jealous and avenging God; the LORD takes vengeance and is filled with wrath. The LORD takes vengeance on his foes and maintains his wrath against his enemies."},{"_id":"615900105788f063699d8605","topicId":"6159000d5788f063699d85f9","verse":"1 Timothy 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior,</p>\n</div>","kjv":"<strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  ","niv":"<sup><strong>3</strong></sup> This is good, and pleases God our Savior,"},{"_id":"615900115788f063699d8606","topicId":"6159000d5788f063699d85f9","verse":"Galatians 6:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"615900115788f063699d8607","topicId":"6159000d5788f063699d85f9","verse":"Romans 12:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all.</p>\n</div>","kjv":"<strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  ","niv":"<sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone."},{"_id":"615900115788f063699d8608","topicId":"6159000d5788f063699d85f9","verse":"Matthew 5:43-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005043_04-19\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"615900125788f063699d8609","topicId":"6159000d5788f063699d85f9","verse":"Nahum 2:8","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34002008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002008-1\">8&nbsp;</b>&nbsp;&nbsp;Nineveh is like a pool</span><br><span id=\"p34002008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters run away.</span><br><span id=\"p34002008_01-20\" class=\"line\">&nbsp;&nbsp;“Halt! Halt!” they cry,</span><br><span id=\"p34002008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but none turns back.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> But Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.  ","niv":"<sup><strong>8</strong></sup> Nineveh is like a pool, and its water is draining away. \"Stop! Stop!\" they cry, but no one turns back."},{"_id":"615900125788f063699d860a","topicId":"6159000d5788f063699d85f9","verse":"Ezekiel 33:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26033011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033011-1\">11&nbsp;</b>Say to them, As I live, declares the Lord GOD, I have no pleasure in the death of the wicked, but that the wicked turn from his way and live; turn back, turn back from your evil ways, for why will you die, O house of Israel?</p>\n</div>","kjv":"<strong>11</strong> Say unto them, As I live, saith the Lord GOD, I have no pleasure in the death of the wicked; but that the wicked turn from his way and live: turn ye, turn ye from your evil ways; for why will ye die, O house of Israel?  ","niv":"<sup><strong>11</strong></sup> Say to them, 'As surely as I live, declares the Sovereign LORD, I take no pleasure in the death of the wicked, but rather that they turn from their ways and live. Turn! Turn from your evil ways! Why will you die, O house of Israel?'"},{"_id":"615900125788f063699d860b","topicId":"6159000d5788f063699d85f9","verse":"Romans 9:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45009014_01-22\"><b class=\"verse-num\" id=\"v45009014-1\">14&nbsp;</b>What shall we say then? Is there injustice on God’s part? By no means!</p>\n</div>","kjv":"<strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  ","niv":"<sup><strong>14</strong></sup> What then shall we say? Is God unjust? Not at all!"},{"_id":"615900135788f063699d860c","topicId":"6159000d5788f063699d85f9","verse":"Romans 3:1-9:33","votes":1,"__v":0,"kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  <strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  <strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  <strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  <strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  <strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. "},{"_id":"615900135788f063699d860d","topicId":"6159000d5788f063699d85f9","verse":"John 19:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43019011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019011-1\">11&nbsp;</b>Jesus answered him, <span class=\"woc\">“You would have no authority over me at all unless it had been given you from above. Therefore he who delivered me over to you has the greater sin.”</span></p>\n</div>","kjv":"<strong>11</strong> Jesus answered, Thou couldest have no power at all against me, except it were given thee from above: therefore he that delivered me unto thee hath the greater sin.  ","niv":"<sup><strong>11</strong></sup> Jesus answered, \"You would have no power over me if it were not given to you from above. Therefore the one who handed me over to you is guilty of a greater sin.\""},{"_id":"615900135788f063699d860e","topicId":"6159000d5788f063699d85f9","verse":"John 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"615900135788f063699d860f","topicId":"6159000d5788f063699d85f9","verse":"John 12:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43012024_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43012024-1\">24&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, unless a grain of wheat falls into the earth and dies, it remains alone; but if it dies, it bears much fruit.</span></p>\n</div>","kjv":"<strong>24</strong> Verily, verily, I say unto you, Except a corn of wheat fall into the ground and die, it abideth alone: but if it die, it bringeth forth much fruit.  ","niv":"<sup><strong>24</strong></sup> I tell you the truth, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds."},{"_id":"615900145788f063699d8610","topicId":"6159000d5788f063699d85f9","verse":"John 1:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n</div>","kjv":"<strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  ","niv":"<sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known."},{"_id":"615900145788f063699d8611","topicId":"6159000d5788f063699d85f9","verse":"Luke 16:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42016017_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016017-1\">17&nbsp;</b><span class=\"woc\">But it is easier for heaven and earth to pass away than for one dot of the Law to become void.</span></p>\n</div>","kjv":"<strong>17</strong> And it is easier for heaven and earth to pass, than one tittle of the law to fail.  ","niv":"<sup><strong>17</strong></sup> It is easier for heaven and earth to disappear than for the least stroke of a pen to drop out of the Law."},{"_id":"615900145788f063699d8612","topicId":"6159000d5788f063699d85f9","verse":"Matthew 10:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."}]}