{"_id":"615900eb5788f063699d8697","slug":"azrael","name":"Azrael","verses":[{"_id":"615900eb5788f063699d8698","topicId":"615900eb5788f063699d8697","verse":"Leviticus 16:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p03016008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v03016008-1\">8&nbsp;</b>And Aaron shall cast lots over the two goats, one lot for the LORD and the other lot for Azazel.</p>\n\n</div>","kjv":"<strong>8</strong> And Aaron shall cast lots upon the two goats; one lot for the LORD, and the other lot for the scapegoat.  ","niv":"<sup><strong>8</strong></sup> He is to cast lots for the two goats-one lot for the LORD and the other for the scapegoat.","modified":"2023-05-12T14:33:38.774Z"},{"_id":"615900eb5788f063699d8699","topicId":"615900eb5788f063699d8697","verse":"Jeremiah 36:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24036026_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24036026-1\">26&nbsp;</b>And the king commanded Jerahmeel the king’s son and Seraiah the son of Azriel and Shelemiah the son of Abdeel to seize Baruch the secretary and Jeremiah the prophet, but the LORD hid them.</p>\n</div>","kjv":"<strong>26</strong> But the king commanded Jerahmeel the son of Hammelech, and Seraiah the son of Azriel, and Shelemiah the son of Abdeel, to take Baruch the scribe and Jeremiah the prophet: but the LORD hid them.  ","niv":"<sup><strong>26</strong></sup> Instead, the king commanded Jerahmeel, a son of the king, Seraiah son of Azriel and Shelemiah son of Abdeel to arrest Baruch the scribe and Jeremiah the prophet. But the LORD had hidden them.","modified":"2022-12-25T05:49:30.230Z"},{"_id":"615900eb5788f063699d869a","topicId":"615900eb5788f063699d8697","verse":"1 Thessalonians 1:1-10","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p52001001_02-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v52001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p52001001_02-4\">To the church of the Thessalonians in God the Father and the Lord Jesus Christ:</p>\n<p id=\"p52001001_02-4\">Grace to you and peace.</p>\n\n<p id=\"p52001001_07-4\"><b class=\"verse-num\" id=\"v52001002-1\">2&nbsp;</b>We give thanks to God always for all of you, constantly mentioning you in our prayers, <b class=\"verse-num\" id=\"v52001003-1\">3&nbsp;</b>remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ. <b class=\"verse-num\" id=\"v52001004-1\">4&nbsp;</b>For we know, brothers loved by God, that he has chosen you, <b class=\"verse-num\" id=\"v52001005-1\">5&nbsp;</b>because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake. <b class=\"verse-num\" id=\"v52001006-1\">6&nbsp;</b>And you became imitators of us and of the Lord, for you received the word in much affliction, with the joy of the Holy Spirit, <b class=\"verse-num\" id=\"v52001007-1\">7&nbsp;</b>so that you became an example to all the believers in Macedonia and in Achaia. <b class=\"verse-num\" id=\"v52001008-1\">8&nbsp;</b>For not only has the word of the Lord sounded forth from you in Macedonia and Achaia, but your faith in God has gone forth everywhere, so that we need not say anything. <b class=\"verse-num\" id=\"v52001009-1\">9&nbsp;</b>For they themselves report concerning us the kind of reception we had among you, and how you turned to God from idols to serve the living and true God, <b class=\"verse-num\" id=\"v52001010-1\">10&nbsp;</b>and to wait for his Son from heaven, whom he raised from the dead, Jesus who delivers us from the wrath to come.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians which is in God the Father and in the Lord Jesus Christ: Grace be unto you, and peace, from God our Father, and the Lord Jesus Christ.  <strong>2</strong> We give thanks to God always for you all, making mention of you in our prayers;  <strong>3</strong> Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;  <strong>4</strong> Knowing, brethren beloved, your election of God.  <strong>5</strong> For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake.  <strong>6</strong> And ye became followers of us, and of the Lord, having received the word in much affliction, with joy of the Holy Ghost:  <strong>7</strong> So that ye were ensamples to all that believe in Macedonia and Achaia.  <strong>8</strong> For from you sounded out the word of the Lord not only in Macedonia and Achaia, but also in every place your faith to God-ward is spread abroad; so that we need not to speak any thing.  <strong>9</strong> For they themselves shew of us what manner of entering in we had unto you, and how ye turned to God from idols to serve the living and true God;  <strong>10</strong> And to wait for his Son from heaven, whom he raised from the dead, even Jesus, which delivered us from the wrath to come.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God the Father and the Lord Jesus Christ: Grace and peace to you. <sup><strong>2</strong></sup> We always thank God for all of you, mentioning you in our prayers. <sup><strong>3</strong></sup> We continually remember before our God and Father your work produced by faith, your labor prompted by love, and your endurance inspired by hope in our Lord Jesus Christ. <sup><strong>4</strong></sup> For we know, brothers loved by God, that he has chosen you, <sup><strong>5</strong></sup> because our gospel came to you not simply with words, but also with power, with the Holy Spirit and with deep conviction. You know how we lived among you for your sake. <sup><strong>6</strong></sup> You became imitators of us and of the Lord; in spite of severe suffering, you welcomed the message with the joy given by the Holy Spirit. <sup><strong>7</strong></sup> And so you became a model to all the believers in Macedonia and Achaia. <sup><strong>8</strong></sup> The Lord's message rang out from you not only in Macedonia and Achaia--your faith in God has become known everywhere. Therefore we do not need to say anything about it, <sup><strong>9</strong></sup> for they themselves report what kind of reception you gave us. They tell how you turned to God from idols to serve the living and true God, <sup><strong>10</strong></sup> and to wait for his Son from heaven, whom he raised from the dead--Jesus, who rescues us from the coming wrath. ","modified":"2023-01-04T09:16:35.923Z"},{"_id":"615900ec5788f063699d869b","topicId":"615900eb5788f063699d8697","verse":"1 Chronicles 27:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p13027019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v13027019-1\">19&nbsp;</b>for Zebulun, Ishmaiah the son of Obadiah; for Naphtali, Jeremoth the son of Azriel;</p>\n</div>","kjv":"<strong>19</strong> Of Zebulun, Ishmaiah the son of Obadiah: of Naphtali, Jerimoth the son of Azriel:  ","niv":"<sup><strong>19</strong></sup> over Zebulun: Ishmaiah son of Obadiah; over Naphtali: Jerimoth son of Azriel;","modified":"2022-12-25T05:49:46.292Z"},{"_id":"615900ec5788f063699d869c","topicId":"615900eb5788f063699d8697","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615900ec5788f063699d869d","topicId":"615900eb5788f063699d8697","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-06-24T15:19:54.941Z"},{"_id":"615900ed5788f063699d869e","topicId":"615900eb5788f063699d8697","verse":"Isaiah 13:21","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013021_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013021-1\">21&nbsp;</b>&nbsp;&nbsp;But wild animals will lie down there,</span><br><span id=\"p23013021_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their houses will be full of howling creatures;</span><br><span id=\"p23013021_01-9\" class=\"line\">&nbsp;&nbsp;there ostriches will dwell,</span><br><span id=\"p23013021_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and there wild goats will dance.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> But wild beasts of the desert shall lie there; and their houses shall be full of doleful creatures; and owls shall dwell there, and satyrs shall dance there.  ","niv":"<sup><strong>21</strong></sup> But desert creatures will lie there, jackals will fill her houses; there the owls will dwell, and there the wild goats will leap about."},{"_id":"615900ed5788f063699d869f","topicId":"615900eb5788f063699d8697","verse":"Esther 5:1-14","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p17005001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v17005001-1\">5:1&nbsp;</b>On the third day Esther put on her royal robes and stood in the inner court of the king’s palace, in front of the king’s quarters, while the king was sitting on his royal throne inside the throne room opposite the entrance to the palace. <b class=\"verse-num\" id=\"v17005002-1\">2&nbsp;</b>And when the king saw Queen Esther standing in the court, she won favor in his sight, and he held out to Esther the golden scepter that was in his hand. Then Esther approached and touched the tip of the scepter. <b class=\"verse-num\" id=\"v17005003-1\">3&nbsp;</b>And the king said to her, “What is it, Queen Esther? What is your request? It shall be given you, even to the half of my kingdom.” <b class=\"verse-num\" id=\"v17005004-1\">4&nbsp;</b>And Esther said, “If it please the king, let the king and Haman come today to a feast that I have prepared for the king.” <b class=\"verse-num\" id=\"v17005005-1\">5&nbsp;</b>Then the king said, “Bring Haman quickly, so that we may do as Esther has asked.” So the king and Haman came to the feast that Esther had prepared. <b class=\"verse-num\" id=\"v17005006-1\">6&nbsp;</b>And as they were drinking wine after the feast, the king said to Esther, “What is your wish? It shall be granted you. And what is your request? Even to the half of my kingdom, it shall be fulfilled.” <b class=\"verse-num\" id=\"v17005007-1\">7&nbsp;</b>Then Esther answered, “My wish and my request is: <b class=\"verse-num\" id=\"v17005008-1\">8&nbsp;</b>If I have found favor in the sight of the king, and if it please the king to grant my wish and fulfill my request, let the king and Haman come to the feast that I will prepare for them, and tomorrow I will do as the king has said.”</p>\n\n<p id=\"p17005008_10-10\"><b class=\"verse-num\" id=\"v17005009-1\">9&nbsp;</b>And Haman went out that day joyful and glad of heart. But when Haman saw Mordecai in the king’s gate, that he neither rose nor trembled before him, he was filled with wrath against Mordecai. <b class=\"verse-num\" id=\"v17005010-1\">10&nbsp;</b>Nevertheless, Haman restrained himself and went home, and he sent and brought his friends and his wife Zeresh. <b class=\"verse-num\" id=\"v17005011-1\">11&nbsp;</b>And Haman recounted to them the splendor of his riches, the number of his sons, all the promotions with which the king had honored him, and how he had advanced him above the officials and the servants of the king. <b class=\"verse-num\" id=\"v17005012-1\">12&nbsp;</b>Then Haman said, “Even Queen Esther let no one but me come with the king to the feast she prepared. And tomorrow also I am invited by her together with the king. <b class=\"verse-num\" id=\"v17005013-1\">13&nbsp;</b>Yet all this is worth nothing to me, so long as I see Mordecai the Jew sitting at the king’s gate.” <b class=\"verse-num\" id=\"v17005014-1\">14&nbsp;</b>Then his wife Zeresh and all his friends said to him, “Let a gallows fifty cubits high be made, and in the morning tell the king to have Mordecai hanged upon it. Then go joyfully with the king to the feast.” This idea pleased Haman, and he had the gallows made.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass on the third day, that Esther put on her  royal apparel, and stood in the inner court of the king’s house, over against the king’s house: and the king sat upon his royal throne in the royal house, over against the gate of the house.  <strong>2</strong> And it was so, when the king saw Esther the queen standing in the court, that she obtained favour in his sight: and the king held out to Esther the golden sceptre that was in his hand. So Esther drew near, and touched the top of the sceptre.  <strong>3</strong> Then said the king unto her, What wilt thou, queen Esther? and what is thy request? it shall be even given thee to the half of the kingdom.  <strong>4</strong> And Esther answered, If it seem good unto the king, let the king and Haman come this day unto the banquet that I have prepared for him.  <strong>5</strong> Then the king said, Cause Haman to make haste, that he may do as Esther hath said. So the king and Haman came to the banquet that Esther had prepared.  <strong>6</strong> And the king said unto Esther at the banquet of wine, What is  thy petition? and it shall be granted thee: and what is thy request? even to the half of the kingdom it shall be performed.  <strong>7</strong> Then answered Esther, and said, My petition and my request is;  <strong>8</strong> If I have found favour in the sight of the king, and if it please the king to grant my petition, and to perform my request, let the king and Haman come to the banquet that I shall prepare for them, and I will do to morrow as the king hath said.  <strong>9</strong> Then went Haman forth that day joyful and with a glad heart: but when Haman saw Mordecai in the king’s gate, that he stood not up, nor moved for him, he was full of indignation against Mordecai.  <strong>10</strong> Nevertheless Haman refrained himself: and when he came home, he sent and called for his friends, and Zeresh his wife.  <strong>11</strong> And Haman told them of the glory of his riches, and the multitude of his children, and all the things wherein the king had promoted him, and how he had advanced him above the princes and servants of the king.  <strong>12</strong> Haman said moreover, Yea, Esther the queen did let no man come in with the king unto the banquet that she had prepared but myself; and to morrow am I invited unto her also with the king.  <strong>13</strong> Yet all this availeth me nothing, so long as I see Mordecai the Jew sitting at the king’s gate.  <strong>14</strong> Then said Zeresh his wife and all his friends unto him, Let a gallows be made of fifty cubits high, and to morrow speak thou unto the king that Mordecai may be hanged thereon: then go thou in merrily with the king unto the banquet. And the thing pleased Haman; and he caused the gallows to be made.  ","niv":"<sup><strong>1</strong></sup> On the third day Esther put on her royal robes and stood in the inner court of the palace, in front of the king's hall. The king was sitting on his royal throne in the hall, facing the entrance. <sup><strong>2</strong></sup> When he saw Queen Esther standing in the court, he was pleased with her and held out to her the gold scepter that was in his hand. So Esther approached and touched the tip of the scepter. <sup><strong>3</strong></sup> Then the king asked, \"What is it, Queen Esther? What is your request? Even up to half the kingdom, it will be given you.\" <sup><strong>4</strong></sup> \"If it pleases the king,\" replied Esther, \"let the king, together with Haman, come today to a banquet I have prepared for him.\" <sup><strong>5</strong></sup> \"Bring Haman at once,\" the king said, \"so that we may do what Esther asks.\" So the king and Haman went to the banquet Esther had prepared. <sup><strong>6</strong></sup> As they were drinking wine, the king again asked Esther, \"Now what is your petition? It will be given you. And what is your request? Even up to half the kingdom, it will be granted.\" <sup><strong>7</strong></sup> Esther replied, \"My petition and my request is this: <sup><strong>8</strong></sup> If the king regards me with favor and if it pleases the king to grant my petition and fulfill my request, let the king and Haman come tomorrow to the banquet I will prepare for them. Then I will answer the king's question.\" <sup><strong>9</strong></sup> Haman went out that day happy and in high spirits. But when he saw Mordecai at the king's gate and observed that he neither rose nor showed fear in his presence, he was filled with rage against Mordecai. <sup><strong>10</strong></sup> Nevertheless, Haman restrained himself and went home. Calling together his friends and Zeresh, his wife, <sup><strong>11</strong></sup> Haman boasted to them about his vast wealth, his many sons, and all the ways the king had honored him and how he had elevated him above the other nobles and officials. <sup><strong>12</strong></sup> \"And that's not all,\" Haman added. \"I'm the only person Queen Esther invited to accompany the king to the banquet she gave. And she has invited me along with the king tomorrow. <sup><strong>13</strong></sup> But all this gives me no satisfaction as long as I see that Jew Mordecai sitting at the king's gate.\" <sup><strong>14</strong></sup> His wife Zeresh and all his friends said to him, \"Have a gallows built, seventy-five feet high, and ask the king in the morning to have Mordecai hanged on it. Then go with the king to the dinner and be happy.\" This suggestion delighted Haman, and he had the gallows built. ","modified":"2022-08-29T03:42:46.491Z"},{"_id":"615900ed5788f063699d86a0","topicId":"615900eb5788f063699d8697","verse":"Leviticus 16:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p03016026_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v03016026-1\">26&nbsp;</b>And he who lets the goat go to Azazel shall wash his clothes and bathe his body in water, and afterward he may come into the camp.</p>\n</div>","kjv":"<strong>26</strong> And he that let go the goat for the scapegoat shall wash his clothes, and bathe his flesh in water, and afterward come into the camp.  ","niv":"<sup><strong>26</strong></sup> \"The man who releases the goat as a scapegoat must wash his clothes and bathe himself with water; afterward he may come into the camp."},{"_id":"615900ee5788f063699d86a1","topicId":"615900eb5788f063699d8697","verse":"Leviticus 1:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p03001004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v03001004-1\">4&nbsp;</b>He shall lay his hand on the head of the burnt offering, and it shall be accepted for him to make atonement for him.</p>\n</div>","kjv":"<strong>4</strong> And he shall put his hand upon the head of the burnt offering; and it shall be accepted for him to make atonement for him.  ","niv":"<sup><strong>4</strong></sup> He is to lay his hand on the head of the burnt offering, and it will be accepted on his behalf to make atonement for him."},{"_id":"615900ee5788f063699d86a2","topicId":"615900eb5788f063699d8697","verse":"Exodus 12:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02012023_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v02012023-1\">23&nbsp;</b>For the LORD will pass through to strike the Egyptians, and when he sees the blood on the lintel and on the two doorposts, the LORD will pass over the door and will not allow the destroyer to enter your houses to strike you.</p>\n</div>","kjv":"<strong>23</strong> For the LORD will pass through to smite the Egyptians; and when he seeth the blood upon the lintel, and on the two side posts, the LORD will pass over the door, and will not suffer the destroyer to come in unto your houses to smite you.  ","niv":"<sup><strong>23</strong></sup> When the LORD goes through the land to strike down the Egyptians, he will see the blood on the top and sides of the doorframe and will pass over that doorway, and he will not permit the destroyer to enter your houses and strike you down.","modified":"2022-12-25T05:51:02.844Z"},{"_id":"615900ee5788f063699d86a3","topicId":"615900eb5788f063699d8697","verse":"Revelation 18:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66018002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66018002-1\">2&nbsp;</b>And he called out with a mighty voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018002_01-14\" class=\"line\">&nbsp;&nbsp;“Fallen, fallen is Babylon the great!</span><br><span id=\"p66018002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She has become a dwelling place for demons,</span><br><span id=\"p66018002_01-14\" class=\"line\">&nbsp;&nbsp;a haunt for every unclean spirit,</span><br><span id=\"p66018002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean bird,</span><br><span id=\"p66018002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean and detestable beast.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  ","niv":"<sup><strong>2</strong></sup> With a mighty voice he shouted: \"Fallen! Fallen is Babylon the Great! She has become a home for demons and a haunt for every evil spirit, a haunt for every unclean and detestable bird."},{"_id":"615900ee5788f063699d86a4","topicId":"615900eb5788f063699d8697","verse":"Revelation 1:1-20","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John, <b class=\"verse-num\" id=\"v66001002-1\">2&nbsp;</b>who bore witness to the word of God and to the testimony of Jesus Christ, even to all that he saw. <b class=\"verse-num\" id=\"v66001003-1\">3&nbsp;</b>Blessed is the one who reads aloud the words of this prophecy, and blessed are those who hear, and who keep what is written in it, for the time is near.</p>\n\n<p id=\"p66001003_07-15\"><b class=\"verse-num\" id=\"v66001004-1\">4&nbsp;</b>John to the seven churches that are in Asia:</p>\n<p id=\"p66001004_07-15\">Grace to you and peace from him who is and who was and who is to come, and from the seven spirits who are before his throne, <b class=\"verse-num\" id=\"v66001005-1\">5&nbsp;</b>and from Jesus Christ the faithful witness, the firstborn of the dead, and the ruler of kings on earth.</p>\n<p id=\"p66001005_07-15\">To him who loves us and has freed us from our sins by his blood <b class=\"verse-num\" id=\"v66001006-1\">6&nbsp;</b>and made us a kingdom, priests to his God and Father, to him be glory and dominion forever and ever. Amen. <b class=\"verse-num\" id=\"v66001007-1\">7&nbsp;</b>Behold, he is coming with the clouds, and every eye will see him, even those who pierced him, and all tribes of the earth will wail on account of him. Even so. Amen.</p>\n<p id=\"p66001007_07-15\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n\n<p id=\"p66001008_13-15\"><b class=\"verse-num\" id=\"v66001009-1\">9&nbsp;</b>I, John, your brother and partner in the tribulation and the kingdom and the patient endurance that are in Jesus, was on the island called Patmos on account of the word of God and the testimony of Jesus. <b class=\"verse-num\" id=\"v66001010-1\">10&nbsp;</b>I was in the Spirit on the Lord’s day, and I heard behind me a loud voice like a trumpet <b class=\"verse-num\" id=\"v66001011-1\">11&nbsp;</b>saying, <span class=\"woc\">“Write what you see in a book and send it to the seven churches, to Ephesus and to Smyrna and to Pergamum and to Thyatira and to Sardis and to Philadelphia and to Laodicea.”</span></p>\n<p id=\"p66001011_13-15\"><b class=\"verse-num\" id=\"v66001012-1\">12&nbsp;</b>Then I turned to see the voice that was speaking to me, and on turning I saw seven golden lampstands, <b class=\"verse-num\" id=\"v66001013-1\">13&nbsp;</b>and in the midst of the lampstands one like a son of man, clothed with a long robe and with a golden sash around his chest. <b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters. <b class=\"verse-num\" id=\"v66001016-1\">16&nbsp;</b>In his right hand he held seven stars, from his mouth came a sharp two-edged sword, and his face was like the sun shining in full strength.</p>\n<p id=\"p66001016_13-15\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span> <b class=\"verse-num woc\" id=\"v66001018-1\">18&nbsp;</b><span class=\"woc\">and the living one. I died, and behold I am alive forevermore, and I have the keys of Death and Hades.</span> <b class=\"verse-num woc\" id=\"v66001019-1\">19&nbsp;</b><span class=\"woc\">Write therefore the things that you have seen, those that are and those that are to take place after this.</span> <b class=\"verse-num woc\" id=\"v66001020-1\">20&nbsp;</b><span class=\"woc\">As for the mystery of the seven stars that you saw in my right hand, and the seven golden lampstands, the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches.</span></p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  <strong>2</strong> Who bare record of the word of God, and of the testimony of Jesus Christ, and of all things that he saw.  <strong>3</strong> Blessed is he that readeth, and they that hear the words of this prophecy, and keep those things which are written therein: for the time is at hand.  <strong>4</strong> John to the seven churches which are in Asia: Grace be unto you, and peace, from him which is, and which was, and which is to come; and from the seven Spirits which are before his throne;  <strong>5</strong> And from Jesus Christ, who is the faithful witness, and  the first begotten of the dead, and the prince of the kings of the earth. Unto him that loved us, and washed us from our sins in his own blood,  <strong>6</strong> And hath made us kings and priests unto God and his Father; to him be glory and dominion for ever and ever. Amen.  <strong>7</strong> Behold, he cometh with clouds; and every eye shall see him, and they also which pierced him: and all kindreds of the earth shall wail because of him. Even so, Amen.  <strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  <strong>9</strong> I John, who also am your brother, and companion in tribulation, and in the kingdom and patience of Jesus Christ, was in the isle that is called Patmos, for the word of God, and for the testimony of Jesus Christ.  <strong>10</strong> I was in the Spirit on the Lord’s day, and heard behind me a great voice, as of a trumpet,  <strong>11</strong> Saying, I am Alpha and Omega, the first and the last: and, What thou seest, write in a book, and send it  unto the seven churches which are in Asia; unto Ephesus, and unto Smyrna, and unto Pergamos, and unto Thyatira, and unto Sardis, and unto Philadelphia, and unto Laodicea.  <strong>12</strong> And I turned to see the voice that spake with me. And being turned, I saw seven golden candlesticks;  <strong>13</strong> And in the midst of the seven candlesticks one like unto the Son of man, clothed with a garment down to the foot, and girt about the paps with a golden girdle.  <strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  <strong>16</strong> And he had in his right hand seven stars: and out of his mouth went a sharp twoedged sword: and his countenance was as the sun shineth in his strength.  <strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  <strong>18</strong> I am he that liveth, and was dead; and, behold, I am alive for evermore, Amen; and have the keys of hell and of death.  <strong>19</strong>           Write the things which thou hast seen, and the things which are, and the things which shall be hereafter;  <strong>20</strong> The mystery of the seven stars which thou sawest in my right hand, and the seven golden candlesticks. The seven stars are the angels of the seven churches: and the seven candlesticks which thou sawest are the seven churches. ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John, <sup><strong>2</strong></sup> who testifies to everything he saw--that is, the word of God and the testimony of Jesus Christ. <sup><strong>3</strong></sup> Blessed is the one who reads the words of this prophecy, and blessed are those who hear it and take to heart what is written in it, because the time is near. <sup><strong>4</strong></sup> John, To the seven churches in the province of Asia: Grace and peace to you from him who is, and who was, and who is to come, and from the seven spirits <sup><strong>5</strong></sup> before his throne, and from Jesus Christ, who is the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. <sup><strong>6</strong></sup> To him who loves us and has freed us from our sins by his blood, and has made us to be a kingdom and priests to serve his God and Father--to him be glory and power for ever and ever! Amen. <sup><strong>7</strong></sup> Look, he is coming with the clouds, and every eye will see him, even those who pierced him; and all the peoples of the earth will mourn because of him. So shall it be! Amen. <sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\" <sup><strong>9</strong></sup> I, John, your brother and companion in the suffering and kingdom and patient endurance that are ours in Jesus, was on the island of Patmos because of the word of God and the testimony of Jesus. <sup><strong>10</strong></sup> On the Lord's Day I was in the Spirit, and I heard behind me a loud voice like a trumpet, <sup><strong>11</strong></sup> which said: \"Write on a scroll what you see and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia and Laodicea.\" <sup><strong>12</strong></sup> I turned around to see the voice that was speaking to me. And when I turned I saw seven golden lampstands, <sup><strong>13</strong></sup> and among the lampstands was someone \"like a son of man,\" dressed in a robe reaching down to his feet and with a golden sash around his chest. <sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. <sup><strong>16</strong></sup> In his right hand he held seven stars, and out of his mouth came a sharp double-edged sword. His face was like the sun shining in all its brilliance. <sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last. <sup><strong>18</strong></sup> I am the Living One; I was dead, and behold I am alive for ever and ever! And I hold the keys of death and Hades. <sup><strong>19</strong></sup> \"Write, therefore, what you have seen, what is now and what will take place later. <sup><strong>20</strong></sup> The mystery of the seven stars that you saw in my right hand and of the seven golden lampstands is this: The seven stars are the angels of the seven churches, and the seven lampstands are the seven churches. "},{"_id":"615900ef5788f063699d86a5","topicId":"615900eb5788f063699d8697","verse":"Jude 1:9","votes":1,"__v":0,"kjv":"<strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615900ef5788f063699d86a6","topicId":"615900eb5788f063699d8697","verse":"John 8:32","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615900ef5788f063699d86a7","topicId":"615900eb5788f063699d8697","verse":"John 3:16-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"615900f05788f063699d86a8","topicId":"615900eb5788f063699d8697","verse":"Luke 16:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42016022_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span></p>\n\n</div>","kjv":"<strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  ","niv":"<sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried."},{"_id":"615900f05788f063699d86a9","topicId":"615900eb5788f063699d8697","verse":"Luke 11:24-54","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42011024_06-20\"><b class=\"verse-num woc\" id=\"v42011024-1\">24&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, and finding none it says, ‘I will return to my house from which I came.’</span> <b class=\"verse-num woc\" id=\"v42011025-1\">25&nbsp;</b><span class=\"woc\">And when it comes, it finds the house swept and put in order.</span> <b class=\"verse-num woc\" id=\"v42011026-1\">26&nbsp;</b><span class=\"woc\">Then it goes and brings seven other spirits more evil than itself, and they enter and dwell there. And the last state of that person is worse than the first.”</span></p>\n\n<p id=\"p42011026_08-20\"><b class=\"verse-num\" id=\"v42011027-1\">27&nbsp;</b>As he said these things, a woman in the crowd raised her voice and said to him, “Blessed is the womb that bore you, and the breasts at which you nursed!” <b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n\n<p id=\"p42011028_12-20\"><b class=\"verse-num\" id=\"v42011029-1\">29&nbsp;</b>When the crowds were increasing, he began to say, <span class=\"woc\">“This generation is an evil generation. It seeks for a sign, but no sign will be given to it except the sign of Jonah.</span> <b class=\"verse-num woc\" id=\"v42011030-1\">30&nbsp;</b><span class=\"woc\">For as Jonah became a sign to the people of Nineveh, so will the Son of Man be to this generation.</span> <b class=\"verse-num woc\" id=\"v42011031-1\">31&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span> <b class=\"verse-num woc\" id=\"v42011032-1\">32&nbsp;</b><span class=\"woc\">The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.</span></p>\n\n<p id=\"p42011032_16-20\"><b class=\"verse-num woc\" id=\"v42011033-1\">33&nbsp;</b><span class=\"woc\">“No one after lighting a lamp puts it in a cellar or under a basket, but on a stand, so that those who enter may see the light.</span> <b class=\"verse-num woc\" id=\"v42011034-1\">34&nbsp;</b><span class=\"woc\">Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is bad, your body is full of darkness.</span> <b class=\"verse-num woc\" id=\"v42011035-1\">35&nbsp;</b><span class=\"woc\">Therefore be careful lest the light in you be darkness.</span> <b class=\"verse-num woc\" id=\"v42011036-1\">36&nbsp;</b><span class=\"woc\">If then your whole body is full of light, having no part dark, it will be wholly bright, as when a lamp with its rays gives you light.”</span></p>\n\n<p id=\"p42011036_22-20\"><b class=\"verse-num\" id=\"v42011037-1\">37&nbsp;</b>While Jesus was speaking, a Pharisee asked him to dine with him, so he went in and reclined at table. <b class=\"verse-num\" id=\"v42011038-1\">38&nbsp;</b>The Pharisee was astonished to see that he did not first wash before dinner. <b class=\"verse-num\" id=\"v42011039-1\">39&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Now you Pharisees cleanse the outside of the cup and of the dish, but inside you are full of greed and wickedness.</span> <b class=\"verse-num woc\" id=\"v42011040-1\">40&nbsp;</b><span class=\"woc\">You fools! Did not he who made the outside make the inside also?</span> <b class=\"verse-num woc\" id=\"v42011041-1\">41&nbsp;</b><span class=\"woc\">But give as alms those things that are within, and behold, everything is clean for you.</span></p>\n<p id=\"p42011041_22-20\"><b class=\"verse-num woc\" id=\"v42011042-1\">42&nbsp;</b><span class=\"woc\">“But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v42011043-1\">43&nbsp;</b><span class=\"woc\">Woe to you Pharisees! For you love the best seat in the synagogues and greetings in the marketplaces.</span> <b class=\"verse-num woc\" id=\"v42011044-1\">44&nbsp;</b><span class=\"woc\">Woe to you! For you are like unmarked graves, and people walk over them without knowing it.”</span></p>\n<p id=\"p42011044_22-20\"><b class=\"verse-num\" id=\"v42011045-1\">45&nbsp;</b>One of the lawyers answered him, “Teacher, in saying these things you insult us also.” <b class=\"verse-num\" id=\"v42011046-1\">46&nbsp;</b>And he said, <span class=\"woc\">“Woe to you lawyers also! For you load people with burdens hard to bear, and you yourselves do not touch the burdens with one of your fingers.</span> <b class=\"verse-num woc\" id=\"v42011047-1\">47&nbsp;</b><span class=\"woc\">Woe to you! For you build the tombs of the prophets whom your fathers killed.</span> <b class=\"verse-num woc\" id=\"v42011048-1\">48&nbsp;</b><span class=\"woc\">So you are witnesses and you consent to the deeds of your fathers, for they killed them, and you build their tombs.</span> <b class=\"verse-num woc\" id=\"v42011049-1\">49&nbsp;</b><span class=\"woc\">Therefore also the Wisdom of God said, ‘I will send them prophets and apostles, some of whom they will kill and persecute,’</span> <b class=\"verse-num woc\" id=\"v42011050-1\">50&nbsp;</b><span class=\"woc\">so that the blood of all the prophets, shed from the foundation of the world, may be charged against this generation,</span> <b class=\"verse-num woc\" id=\"v42011051-1\">51&nbsp;</b><span class=\"woc\">from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be required of this generation.</span> <b class=\"verse-num woc\" id=\"v42011052-1\">52&nbsp;</b><span class=\"woc\">Woe to you lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.”</span></p>\n<p id=\"p42011052_22-20\"><b class=\"verse-num\" id=\"v42011053-1\">53&nbsp;</b>As he went away from there, the scribes and the Pharisees began to press him hard and to provoke him to speak about many things, <b class=\"verse-num\" id=\"v42011054-1\">54&nbsp;</b>lying in wait for him, to catch him in something he might say.</p>\n\n</div>","kjv":"<strong>24</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.  <strong>25</strong> And when he cometh, he findeth it swept and garnished.  <strong>26</strong> Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first. <strong>27</strong> And it came to pass, as he spake these things, a certain woman of the company lifted up her voice, and said unto him, Blessed is the womb that bare thee, and the paps which thou hast sucked.  <strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. <strong>29</strong> And when the people were gathered thick together, he began to say, This is an evil generation: they seek a sign; and there shall no sign be given it, but the sign of Jonas the prophet.  <strong>30</strong> For as Jonas was a sign unto the Ninevites, so shall also the Son of man be to this generation.  <strong>31</strong> The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  <strong>32</strong> The men of Nineve shall rise up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.  <strong>33</strong> No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.  <strong>34</strong> The light of the body is the eye: therefore when thine eye is single, thy whole body also is full of light; but when thine eye  is evil, thy body also is full of darkness.  <strong>35</strong> Take heed therefore that the light which is in thee be not darkness.  <strong>36</strong> If thy whole body therefore be full of light, having no part dark, the whole shall be full of light, as when the bright shining of a candle doth give thee light. <strong>37</strong> And as he spake, a certain Pharisee besought him to dine with him: and he went in, and sat down to meat.  <strong>38</strong> And when the Pharisee saw it, he marvelled that he had not first washed before dinner.  <strong>39</strong> And the Lord said unto him, Now do ye Pharisees make clean the outside of the cup and the platter; but your inward part is full of ravening and wickedness.  <strong>40</strong> Ye fools, did not he that made that which is without make that which is within also?  <strong>41</strong> But rather give alms of such things as ye have; and, behold, all things are clean unto you.  <strong>42</strong> But woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.  <strong>43</strong> Woe unto you, Pharisees! for ye love the uppermost seats in the synagogues, and greetings in the markets.  <strong>44</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are as graves which appear not, and the men that walk over them are not aware of them. <strong>45</strong> Then answered one of the lawyers, and said unto him, Master, thus saying thou reproachest us also.  <strong>46</strong> And he said, Woe unto you also, ye lawyers! for ye lade men with burdens grievous to be borne, and ye yourselves touch not the burdens with one of your fingers.  <strong>47</strong> Woe unto you! for ye build the sepulchres of the prophets, and your fathers killed them.  <strong>48</strong> Truly ye bear witness that ye allow the deeds of your fathers: for they indeed killed them, and ye build their sepulchres.  <strong>49</strong> Therefore also said the wisdom of God, I will send them prophets and apostles, and some of them they shall slay and persecute:  <strong>50</strong> That the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation;  <strong>51</strong> From the blood of Abel unto the blood of Zacharias, which perished between the altar and the temple: verily I say unto you, It shall be required of this generation.  <strong>52</strong> Woe unto you, lawyers! for ye have taken away the key of knowledge: ye entered not in yourselves, and them that were entering in ye hindered.  <strong>53</strong> And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:  <strong>54</strong> Laying wait for him, and seeking to catch something out of his mouth, that they might accuse him.  ","niv":"<sup><strong>24</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. Then it says, 'I will return to the house I left.' <sup><strong>25</strong></sup> When it arrives, it finds the house swept clean and put in order. <sup><strong>26</strong></sup> Then it goes and takes seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first.\" <sup><strong>27</strong></sup> As Jesus was saying these things, a woman in the crowd called out, \"Blessed is the mother who gave you birth and nursed you.\" <sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\" <sup><strong>29</strong></sup> As the crowds increased, Jesus said, \"This is a wicked generation. It asks for a miraculous sign, but none will be given it except the sign of Jonah. <sup><strong>30</strong></sup> For as Jonah was a sign to the Ninevites, so also will the Son of Man be to this generation. <sup><strong>31</strong></sup> The Queen of the South will rise at the judgment with the men of this generation and condemn them; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here. <sup><strong>32</strong></sup> The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here. <sup><strong>33</strong></sup> \"No one lights a lamp and puts it in a place where it will be hidden, or under a bowl. Instead he puts it on its stand, so that those who come in may see the light. <sup><strong>34</strong></sup> Your eye is the lamp of your body. When your eyes are good, your whole body also is full of light. But when they are bad, your body also is full of darkness. <sup><strong>35</strong></sup> See to it, then, that the light within you is not darkness. <sup><strong>36</strong></sup> Therefore, if your whole body is full of light, and no part of it dark, it will be completely lighted, as when the light of a lamp shines on you.\" <sup><strong>37</strong></sup> When Jesus had finished speaking, a Pharisee invited him to eat with him; so he went in and reclined at the table. <sup><strong>38</strong></sup> But the Pharisee, noticing that Jesus did not first wash before the meal, was surprised. <sup><strong>39</strong></sup> Then the Lord said to him, \"Now then, you Pharisees clean the outside of the cup and dish, but inside you are full of greed and wickedness. <sup><strong>40</strong></sup> You foolish people! Did not the one who made the outside make the inside also? <sup><strong>41</strong></sup> But give what is inside the dish to the poor, and everything will be clean for you. <sup><strong>42</strong></sup> \"Woe to you Pharisees, because you give God a tenth of your mint, rue and all other kinds of garden herbs, but you neglect justice and the love of God. You should have practiced the latter without leaving the former undone. <sup><strong>43</strong></sup> \"Woe to you Pharisees, because you love the most important seats in the synagogues and greetings in the marketplaces. <sup><strong>44</strong></sup> \"Woe to you, because you are like unmarked graves, which men walk over without knowing it.\" <sup><strong>45</strong></sup> One of the experts in the law answered him, \"Teacher, when you say these things, you insult us also.\" <sup><strong>46</strong></sup> Jesus replied, \"And you experts in the law, woe to you, because you load people down with burdens they can hardly carry, and you yourselves will not lift one finger to help them. <sup><strong>47</strong></sup> \"Woe to you, because you build tombs for the prophets, and it was your forefathers who killed them. <sup><strong>48</strong></sup> So you testify that you approve of what your forefathers did; they killed the prophets, and you build their tombs. <sup><strong>49</strong></sup> Because of this, God in his wisdom said, 'I will send them prophets and apostles, some of whom they will kill and others they will persecute.' <sup><strong>50</strong></sup> Therefore this generation will be held responsible for the blood of all the prophets that has been shed since the beginning of the world, <sup><strong>51</strong></sup> from the blood of Abel to the blood of Zechariah, who was killed between the altar and the sanctuary. Yes, I tell you, this generation will be held responsible for it all. <sup><strong>52</strong></sup> \"Woe to you experts in the law, because you have taken away the key to knowledge. You yourselves have not entered, and you have hindered those who were entering.\" <sup><strong>53</strong></sup> When Jesus left there, the Pharisees and the teachers of the law began to oppose him fiercely and to besiege him with questions, <sup><strong>54</strong></sup> waiting to catch him in something he might say. "},{"_id":"615900f05788f063699d86aa","topicId":"615900eb5788f063699d8697","verse":"Matthew 12:43-50","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40012043_06-21\"><b class=\"verse-num woc\" id=\"v40012043-1\">43&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.</span> <b class=\"verse-num woc\" id=\"v40012044-1\">44&nbsp;</b><span class=\"woc\">Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.</span> <b class=\"verse-num woc\" id=\"v40012045-1\">45&nbsp;</b><span class=\"woc\">Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”</span></p>\n\n<p id=\"p40012045_10-21\"><b class=\"verse-num\" id=\"v40012046-1\">46&nbsp;</b>While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. <b class=\"verse-num\" id=\"v40012048-1\">48&nbsp;</b>But he replied to the man who told him, <span class=\"woc\">“Who is my mother, and who are my brothers?”</span> <b class=\"verse-num\" id=\"v40012049-1\">49&nbsp;</b>And stretching out his hand toward his disciples, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>43</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.  <strong>44</strong> Then he saith, I will return into my house from whence I came out; and when he is come, he findeth it empty, swept, and garnished.  <strong>45</strong> Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation. <strong>46</strong> While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.  <strong>47</strong> Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.  <strong>48</strong> But he answered and said unto him that told him, Who is my mother? and who are my brethren?  <strong>49</strong> And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!  <strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","niv":"<sup><strong>43</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. <sup><strong>44</strong></sup> Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order. <sup><strong>45</strong></sup> Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\" <sup><strong>46</strong></sup> While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. <sup><strong>47</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" <sup><strong>48</strong></sup> He replied to him, \"Who is my mother, and who are my brothers?\" <sup><strong>49</strong></sup> Pointing to his disciples, he said, \"Here are my mother and my brothers. <sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\" "},{"_id":"615900f15788f063699d86ab","topicId":"615900eb5788f063699d8697","verse":"Matthew 7:21-23","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-22\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"615900f15788f063699d86ac","topicId":"615900eb5788f063699d8697","verse":"Matthew 6:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40006018_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  ","niv":"<sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you."},{"_id":"615900f15788f063699d86ad","topicId":"615900eb5788f063699d8697","verse":"Jeremiah 7:31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24007031_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007031-1\">31&nbsp;</b>And they have built the high places of Topheth, which is in the Valley of the Son of Hinnom, to burn their sons and their daughters in the fire, which I did not command, nor did it come into my mind.</p>\n</div>","kjv":"<strong>31</strong> And they have built the high places of Tophet, which is in the valley of the son of Hinnom, to burn their sons and their daughters in the fire; which I commanded them not, neither came it into my heart.  ","niv":"<sup><strong>31</strong></sup> They have built the high places of Topheth in the Valley of Ben Hinnom to burn their sons and daughters in the fire-something I did not command, nor did it enter my mind."},{"_id":"615900f15788f063699d86ae","topicId":"615900eb5788f063699d8697","verse":"Isaiah 34:14","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23034014_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23034014-1\">14&nbsp;</b>&nbsp;&nbsp;And wild animals shall meet with hyenas;</span><br><span id=\"p23034014_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wild goat shall cry to his fellow;</span><br><span id=\"p23034014_01-25\" class=\"line\">&nbsp;&nbsp;indeed, there the night bird settles</span><br><span id=\"p23034014_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and finds for herself a resting place.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> The wild beasts of the desert shall also meet with the wild beasts of the island, and the satyr shall cry to his fellow; the screech owl also shall rest there, and find for herself a place of rest.  ","niv":"<sup><strong>14</strong></sup> Desert creatures will meet with hyenas, and wild goats will bleat to each other; there the night creatures will also repose and find for themselves places of rest."},{"_id":"615900f25788f063699d86af","topicId":"615900eb5788f063699d8697","verse":"Psalm 106:37","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19106037_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19106037-1\">37&nbsp;</b>&nbsp;&nbsp;They sacrificed their sons</span><br><span id=\"p19106037_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their daughters to the demons;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>37</strong> Yea, they sacrificed their sons and their daughters unto devils,  ","niv":"<sup><strong>37</strong></sup> They sacrificed their sons and their daughters to demons."},{"_id":"615900f25788f063699d86b0","topicId":"615900eb5788f063699d8697","verse":"Psalm 103:3","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  ","niv":"<sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases,"}]}