{"_id":"615903f45788f063699d8719","slug":"baby-jesus","name":"Baby Jesus","verses":[{"_id":"615903f45788f063699d871a","topicId":"615903f45788f063699d8719","verse":"Matthew 2:11","votes":26,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh.","modified":"2023-06-02T02:49:00.839Z"},{"_id":"615903f45788f063699d871b","topicId":"615903f45788f063699d8719","verse":"Luke 2:11","votes":24,"__v":0,"esv":"<div>\n<p id=\"p42002011_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord.</p>\n</div>","kjv":"<strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  ","niv":"<sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord.","modified":"2021-11-12T16:36:36.590Z"},{"_id":"615903f55788f063699d871c","topicId":"615903f45788f063699d8719","verse":"Isaiah 7:14","votes":19,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel."},{"_id":"615903f55788f063699d871d","topicId":"615903f45788f063699d8719","verse":"Matthew 2:16","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p40002016_05-4\"><b class=\"verse-num\" id=\"v40002016-1\">16&nbsp;</b>Then Herod, when he saw that he had been tricked by the wise men, became furious, and he sent and killed all the male children in Bethlehem and in all that region who were two years old or under, according to the time that he had ascertained from the wise men.</p>\n</div>","kjv":"<strong>16</strong> Then Herod, when he saw that he was mocked of the wise men, was exceeding wroth, and sent forth, and slew all the children that were in Bethlehem, and in all the coasts thereof, from two years old and under, according to the time which he had diligently enquired of the wise men.  ","niv":"<sup><strong>16</strong></sup> When Herod realized that he had been outwitted by the Magi, he was furious, and he gave orders to kill all the boys in Bethlehem and its vicinity who were two years old and under, in accordance with the time he had learned from the Magi."},{"_id":"615903f55788f063699d871e","topicId":"615903f45788f063699d8719","verse":"Luke 2:12","votes":16,"__v":0,"esv":"<div>\n<p id=\"p42002012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.”</p>\n</div>","kjv":"<strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  ","niv":"<sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\""},{"_id":"615903f55788f063699d871f","topicId":"615903f45788f063699d8719","verse":"Luke 2:16","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42002016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger.</p>\n</div>","kjv":"<strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  ","niv":"<sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger."},{"_id":"615903f65788f063699d8720","topicId":"615903f45788f063699d8719","verse":"Luke 18:15-17","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p42018015_07-7\"><b class=\"verse-num\" id=\"v42018015-1\">15&nbsp;</b>Now they were bringing even infants to him that he might touch them. And when the disciples saw it, they rebuked them. <b class=\"verse-num\" id=\"v42018016-1\">16&nbsp;</b>But Jesus called them to him, saying, <span class=\"woc\">“Let the children come to me, and do not hinder them, for to such belongs the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v42018017-1\">17&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span></p>\n</div>","kjv":"<strong>15</strong> And they brought unto him also infants, that he would touch them: but when his disciples saw it, they rebuked them.  <strong>16</strong> But Jesus called them unto him, and said, Suffer little children to come unto me, and forbid them not: for of such is the kingdom of God.  <strong>17</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein.  ","niv":"<sup><strong>15</strong></sup> People were also bringing babies to Jesus to have him touch them. When the disciples saw this, they rebuked them. <sup><strong>16</strong></sup> But Jesus called the children to him and said, \"Let the little children come to me, and do not hinder them, for the kingdom of God belongs to such as these. <sup><strong>17</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\" "},{"_id":"615903f65788f063699d8721","topicId":"615903f45788f063699d8719","verse":"Luke 1:44","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p42001001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42001001-1\">1:1&nbsp;</b>Inasmuch as many have undertaken to compile a narrative of the things that have been accomplished among us, <b class=\"verse-num\" id=\"v42001002-1\">2&nbsp;</b>just as those who from the beginning were eyewitnesses and ministers of the word have delivered them to us, <b class=\"verse-num\" id=\"v42001003-1\">3&nbsp;</b>it seemed good to me also, having followed all things closely for some time past, to write an orderly account for you, most excellent Theophilus, <b class=\"verse-num\" id=\"v42001004-1\">4&nbsp;</b>that you may have certainty concerning the things you have been taught.</p>\n\n<p id=\"p42001004_10-22\"><b class=\"verse-num\" id=\"v42001005-1\">5&nbsp;</b>In the days of Herod, king of Judea, there was a priest named Zechariah, of the division of Abijah. And he had a wife from the daughters of Aaron, and her name was Elizabeth. <b class=\"verse-num\" id=\"v42001006-1\">6&nbsp;</b>And they were both righteous before God, walking blamelessly in all the commandments and statutes of the Lord. <b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n<p id=\"p42001007_10-22\"><b class=\"verse-num\" id=\"v42001008-1\">8&nbsp;</b>Now while he was serving as priest before God when his division was on duty, <b class=\"verse-num\" id=\"v42001009-1\">9&nbsp;</b>according to the custom of the priesthood, he was chosen by lot to enter the temple of the Lord and burn incense. <b class=\"verse-num\" id=\"v42001010-1\">10&nbsp;</b>And the whole multitude of the people were praying outside at the hour of incense. <b class=\"verse-num\" id=\"v42001011-1\">11&nbsp;</b>And there appeared to him an angel of the Lord standing on the right side of the altar of incense. <b class=\"verse-num\" id=\"v42001012-1\">12&nbsp;</b>And Zechariah was troubled when he saw him, and fear fell upon him. <b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John. <b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_10-22\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_10-22\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_14-22\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_14-22\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_14-22\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_17-22\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n<p id=\"p42001045_23-22\"><b class=\"verse-num\" id=\"v42001046-1\">46&nbsp;</b>And Mary said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001046_23-22\" class=\"line\">&nbsp;&nbsp;“My soul magnifies the Lord,</span><br><span id=\"p42001047_23-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001047-1\">47&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and my spirit rejoices in God my Savior,</span><br><span id=\"p42001048_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001048-1\">48&nbsp;</b>&nbsp;&nbsp;for he has looked on the humble estate of his servant.</span><br><span id=\"p42001048_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For behold, from now on all generations will call me blessed;</span><br><span id=\"p42001049_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001049-1\">49&nbsp;</b>&nbsp;&nbsp;for he who is mighty has done great things for me,</span><br><span id=\"p42001049_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and holy is his name.</span><br><span id=\"p42001050_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001050-1\">50&nbsp;</b>&nbsp;&nbsp;And his mercy is for those who fear him</span><br><span id=\"p42001050_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from generation to generation.</span><br><span id=\"p42001051_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001051-1\">51&nbsp;</b>&nbsp;&nbsp;He has shown strength with his arm;</span><br><span id=\"p42001051_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has scattered the proud in the thoughts of their hearts;</span><br><span id=\"p42001052_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001052-1\">52&nbsp;</b>&nbsp;&nbsp;he has brought down the mighty from their thrones</span><br><span id=\"p42001052_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalted those of humble estate;</span><br><span id=\"p42001053_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001053-1\">53&nbsp;</b>&nbsp;&nbsp;he has filled the hungry with good things,</span><br><span id=\"p42001053_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rich he has sent away empty.</span><br><span id=\"p42001054_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001054-1\">54&nbsp;</b>&nbsp;&nbsp;He has helped his servant Israel,</span><br><span id=\"p42001054_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in remembrance of his mercy,</span><br><span id=\"p42001055_23-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001055-1\">55&nbsp;</b>&nbsp;&nbsp;as he spoke to our fathers,</span><br><span id=\"p42001055_23-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to Abraham and to his offspring forever.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001055_23-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001056-1\">56&nbsp;</b>And Mary remained with her about three months and returned to her home.</p>\n\n<p id=\"p42001056_29-22\"><b class=\"verse-num\" id=\"v42001057-1\">57&nbsp;</b>Now the time came for Elizabeth to give birth, and she bore a son. <b class=\"verse-num\" id=\"v42001058-1\">58&nbsp;</b>And her neighbors and relatives heard that the Lord had shown great mercy to her, and they rejoiced with her. <b class=\"verse-num\" id=\"v42001059-1\">59&nbsp;</b>And on the eighth day they came to circumcise the child. And they would have called him Zechariah after his father, <b class=\"verse-num\" id=\"v42001060-1\">60&nbsp;</b>but his mother answered, “No; he shall be called John.” <b class=\"verse-num\" id=\"v42001061-1\">61&nbsp;</b>And they said to her, “None of your relatives is called by this name.” <b class=\"verse-num\" id=\"v42001062-1\">62&nbsp;</b>And they made signs to his father, inquiring what he wanted him to be called. <b class=\"verse-num\" id=\"v42001063-1\">63&nbsp;</b>And he asked for a writing tablet and wrote, “His name is John.” And they all wondered. <b class=\"verse-num\" id=\"v42001064-1\">64&nbsp;</b>And immediately his mouth was opened and his tongue loosed, and he spoke, blessing God. <b class=\"verse-num\" id=\"v42001065-1\">65&nbsp;</b>And fear came on all their neighbors. And all these things were talked about through all the hill country of Judea, <b class=\"verse-num\" id=\"v42001066-1\">66&nbsp;</b>and all who heard them laid them up in their hearts, saying, “What then will this child be?” For the hand of the Lord was with him.</p>\n\n<p id=\"p42001066_31-22\"><b class=\"verse-num\" id=\"v42001067-1\">67&nbsp;</b>And his father Zechariah was filled with the Holy Spirit and prophesied, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42001068_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001068-1\">68&nbsp;</b>&nbsp;&nbsp;“Blessed be the Lord God of Israel,</span><br><span id=\"p42001068_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has visited and redeemed his people</span><br><span id=\"p42001069_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001069-1\">69&nbsp;</b>&nbsp;&nbsp;and has raised up a horn of salvation for us</span><br><span id=\"p42001069_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of his servant David,</span><br><span id=\"p42001070_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001070-1\">70&nbsp;</b>&nbsp;&nbsp;as he spoke by the mouth of his holy prophets from of old,</span><br><span id=\"p42001071_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001071-1\">71&nbsp;</b>&nbsp;&nbsp;that we should be saved from our enemies</span><br><span id=\"p42001071_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the hand of all who hate us;</span><br><span id=\"p42001072_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001072-1\">72&nbsp;</b>&nbsp;&nbsp;to show the mercy promised to our fathers</span><br><span id=\"p42001072_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to remember his holy covenant,</span><br><span id=\"p42001073_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001073-1\">73&nbsp;</b>&nbsp;&nbsp;the oath that he swore to our father Abraham, to grant us</span><br><span id=\"p42001074_31-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001074-1\">74&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that we, being delivered from the hand of our enemies,</span><br><span id=\"p42001074_31-22\" class=\"line\">&nbsp;&nbsp;might serve him without fear,</span><br><span id=\"p42001075_31-22\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42001075-1\">75&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;in holiness and righteousness before him all our days.</span><br><span id=\"p42001076_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001076-1\">76&nbsp;</b>&nbsp;&nbsp;And you, child, will be called the prophet of the Most High;</span><br><span id=\"p42001076_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you will go before the Lord to prepare his ways,</span><br><span id=\"p42001077_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001077-1\">77&nbsp;</b>&nbsp;&nbsp;to give knowledge of salvation to his people</span><br><span id=\"p42001077_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the forgiveness of their sins,</span><br><span id=\"p42001078_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001078-1\">78&nbsp;</b>&nbsp;&nbsp;because of the tender mercy of our God,</span><br><span id=\"p42001078_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whereby the sunrise shall visit us from on high</span><br><span id=\"p42001079_31-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v42001079-1\">79&nbsp;</b>&nbsp;&nbsp;to give light to those who sit in darkness and in the shadow of death,</span><br><span id=\"p42001079_31-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to guide our feet into the way of peace.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42001079_31-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v42001080-1\">80&nbsp;</b>And the child grew and became strong in spirit, and he was in the wilderness until the day of his public appearance to Israel.</p>\n\n</div>","kjv":"<strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  ","niv":"<sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy."},{"_id":"615903f65788f063699d8722","topicId":"615903f45788f063699d8719","verse":"John 1:14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-9\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth.","modified":"2023-11-15T16:00:41.837Z"},{"_id":"615903f75788f063699d8723","topicId":"615903f45788f063699d8719","verse":"Matthew 2:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem,</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem","modified":"2022-12-11T13:16:55.199Z"},{"_id":"615903f75788f063699d8724","topicId":"615903f45788f063699d8719","verse":"John 3:16","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-11\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-11-15T16:00:32.466Z"},{"_id":"615903f75788f063699d8725","topicId":"615903f45788f063699d8719","verse":"Numbers 5:11-31","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p04005011_05-12\"><b class=\"verse-num\" id=\"v04005011-1\">11&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04005012-1\">12&nbsp;</b>“Speak to the people of Israel, If any man’s wife goes astray and breaks faith with him, <b class=\"verse-num\" id=\"v04005013-1\">13&nbsp;</b>if a man lies with her sexually, and it is hidden from the eyes of her husband, and she is undetected though she has defiled herself, and there is no witness against her, since she was not taken in the act, <b class=\"verse-num\" id=\"v04005014-1\">14&nbsp;</b>and if the spirit of jealousy comes over him and he is jealous of his wife who has defiled herself, or if the spirit of jealousy comes over him and he is jealous of his wife, though she has not defiled herself, <b class=\"verse-num\" id=\"v04005015-1\">15&nbsp;</b>then the man shall bring his wife to the priest and bring the offering required of her, a tenth of an ephah of barley flour. He shall pour no oil on it and put no frankincense on it, for it is a grain offering of jealousy, a grain offering of remembrance, bringing iniquity to remembrance.</p>\n<p id=\"p04005015_05-12\"><b class=\"verse-num\" id=\"v04005016-1\">16&nbsp;</b>“And the priest shall bring her near and set her before the LORD. <b class=\"verse-num\" id=\"v04005017-1\">17&nbsp;</b>And the priest shall take holy water in an earthenware vessel and take some of the dust that is on the floor of the tabernacle and put it into the water. <b class=\"verse-num\" id=\"v04005018-1\">18&nbsp;</b>And the priest shall set the woman before the LORD and unbind the hair of the woman’s head and place in her hands the grain offering of remembrance, which is the grain offering of jealousy. And in his hand the priest shall have the water of bitterness that brings the curse. <b class=\"verse-num\" id=\"v04005019-1\">19&nbsp;</b>Then the priest shall make her take an oath, saying, ‘If no man has lain with you, and if you have not turned aside to uncleanness while you were under your husband’s authority, be free from this water of bitterness that brings the curse. <b class=\"verse-num\" id=\"v04005020-1\">20&nbsp;</b>But if you have gone astray, though you are under your husband’s authority, and if you have defiled yourself, and some man other than your husband has lain with you, <b class=\"verse-num\" id=\"v04005021-1\">21&nbsp;</b>then’ (let the priest make the woman take the oath of the curse, and say to the woman) ‘the LORD make you a curse and an oath among your people, when the LORD makes your thigh fall away and your body swell. <b class=\"verse-num\" id=\"v04005022-1\">22&nbsp;</b>May this water that brings the curse pass into your bowels and make your womb swell and your thigh fall away.’ And the woman shall say, ‘Amen, Amen.’</p>\n<p id=\"p04005022_05-12\"><b class=\"verse-num\" id=\"v04005023-1\">23&nbsp;</b>“Then the priest shall write these curses in a book and wash them off into the water of bitterness. <b class=\"verse-num\" id=\"v04005024-1\">24&nbsp;</b>And he shall make the woman drink the water of bitterness that brings the curse, and the water that brings the curse shall enter into her and cause bitter pain. <b class=\"verse-num\" id=\"v04005025-1\">25&nbsp;</b>And the priest shall take the grain offering of jealousy out of the woman’s hand and shall wave the grain offering before the LORD and bring it to the altar. <b class=\"verse-num\" id=\"v04005026-1\">26&nbsp;</b>And the priest shall take a handful of the grain offering, as its memorial portion, and burn it on the altar, and afterward shall make the woman drink the water. <b class=\"verse-num\" id=\"v04005027-1\">27&nbsp;</b>And when he has made her drink the water, then, if she has defiled herself and has broken faith with her husband, the water that brings the curse shall enter into her and cause bitter pain, and her womb shall swell, and her thigh shall fall away, and the woman shall become a curse among her people. <b class=\"verse-num\" id=\"v04005028-1\">28&nbsp;</b>But if the woman has not defiled herself and is clean, then she shall be free and shall conceive children.</p>\n<p id=\"p04005028_05-12\"><b class=\"verse-num\" id=\"v04005029-1\">29&nbsp;</b>“This is the law in cases of jealousy, when a wife, though under her husband’s authority, goes astray and defiles herself, <b class=\"verse-num\" id=\"v04005030-1\">30&nbsp;</b>or when the spirit of jealousy comes over a man and he is jealous of his wife. Then he shall set the woman before the LORD, and the priest shall carry out for her all this law. <b class=\"verse-num\" id=\"v04005031-1\">31&nbsp;</b>The man shall be free from iniquity, but the woman shall bear her iniquity.”</p>\n\n</div>","kjv":"<strong>11</strong> And the LORD spake unto Moses, saying,  <strong>12</strong> Speak unto the children of Israel, and say unto them, If any man’s wife go aside, and commit a trespass against him,  <strong>13</strong> And a man lie with her carnally, and it be hid from the eyes of her husband, and be kept close, and she be defiled, and there be no witness against her, neither she be taken with the manner;  <strong>14</strong> And the spirit of jealousy come upon him, and he be jealous of his wife, and she be defiled: or if the spirit of jealousy come upon him, and he be jealous of his wife, and she be not defiled:  <strong>15</strong> Then shall the man bring his wife unto the priest, and he shall bring her offering for her, the tenth part of an ephah of barley meal; he shall pour no oil upon it, nor put frankincense thereon; for it is  an offering of jealousy, an offering of memorial, bringing iniquity to remembrance.  <strong>16</strong> And the priest shall bring her near, and set her before the LORD:  <strong>17</strong> And the priest shall take holy water in an earthen vessel; and of the dust that is in the floor of the tabernacle the priest shall take, and put it into the water:  <strong>18</strong> And the priest shall set the woman before the LORD, and uncover the woman’s head, and put the offering of memorial in her hands, which is  the jealousy offering: and the priest shall have in his hand the bitter water that causeth the curse:  <strong>19</strong> And the priest shall charge her by an oath, and say unto the woman, If no man have lain with thee, and if thou hast not gone aside to uncleanness with another instead of thy husband, be thou free from this bitter water that causeth the curse:  <strong>20</strong> But if thou hast gone aside to another instead of thy husband, and if thou be defiled, and some man have lain with thee beside thine husband:  <strong>21</strong> Then the priest shall charge the woman with an oath of cursing, and the priest shall say unto the woman, The LORD make thee a curse and an oath among thy people, when the LORD doth make thy thigh to rot, and thy belly to swell;  <strong>22</strong> And this water that causeth the curse shall go into thy bowels, to make thy belly to swell, and thy thigh to rot: And the woman shall say, Amen, amen.  <strong>23</strong> And the priest shall write these curses in a book, and he shall blot them out with the bitter water:  <strong>24</strong> And he shall cause the woman to drink the bitter water that causeth the curse: and the water that causeth the curse shall enter into her, and become bitter.  <strong>25</strong> Then the priest shall take the jealousy offering out of the woman’s hand, and shall wave the offering before the LORD, and offer it upon the altar:  <strong>26</strong> And the priest shall take an handful of the offering, even  the memorial thereof, and burn it upon the altar, and afterward shall cause the woman to drink the water.  <strong>27</strong> And when he hath made her to drink the water, then it shall come to pass, that, if she be defiled, and have done trespass against her husband, that the water that causeth the curse shall enter into her, and become bitter, and her belly shall swell, and her thigh shall rot: and the woman shall be a curse among her people.  <strong>28</strong> And if the woman be not defiled, but be clean; then she shall be free, and shall conceive seed.  <strong>29</strong> This is the law of jealousies, when a wife goeth aside to another instead of her husband, and is defiled;  <strong>30</strong> Or when the spirit of jealousy cometh upon him, and he be jealous over his wife, and shall set the woman before the LORD, and the priest shall execute upon her all this law.  <strong>31</strong> Then shall the man be guiltless from iniquity, and this woman shall bear her iniquity.  ","niv":"<sup><strong>11</strong></sup> Then the LORD said to Moses, <sup><strong>12</strong></sup> \"Speak to the Israelites and say to them: 'If a man's wife goes astray and is unfaithful to him <sup><strong>13</strong></sup> by sleeping with another man, and this is hidden from her husband and her impurity is undetected (since there is no witness against her and she has not been caught in the act), <sup><strong>14</strong></sup> and if feelings of jealousy come over her husband and he suspects his wife and she is impure-or if he is jealous and suspects her even though she is not impure- <sup><strong>15</strong></sup> then he is to take his wife to the priest. He must also take an offering of a tenth of an ephah of barley flour on her behalf. He must not pour oil on it or put incense on it, because it is a grain offering for jealousy, a reminder offering to draw attention to guilt. <sup><strong>16</strong></sup> \"'The priest shall bring her and have her stand before the LORD. <sup><strong>17</strong></sup> Then he shall take some holy water in a clay jar and put some dust from the tabernacle floor into the water. <sup><strong>18</strong></sup> After the priest has had the woman stand before the LORD, he shall loosen her hair and place in her hands the reminder offering, the grain offering for jealousy, while he himself holds the bitter water that brings a curse. <sup><strong>19</strong></sup> Then the priest shall put the woman under oath and say to her, \"If no other man has slept with you and you have not gone astray and become impure while married to your husband, may this bitter water that brings a curse not harm you. <sup><strong>20</strong></sup> But if you have gone astray while married to your husband and you have defiled yourself by sleeping with a man other than your husband\"- <sup><strong>21</strong></sup> here the priest is to put the woman under this curse of the oath-\"may the LORD cause your people to curse and denounce you when he causes your thigh to waste away and your abdomen to swell. <sup><strong>22</strong></sup> May this water that brings a curse enter your body so that your abdomen swells and your thigh wastes away.  'Then the woman is to say, \"Amen. So be it.\" <sup><strong>23</strong></sup> \"'The priest is to write these curses on a scroll and then wash them off into the bitter water. <sup><strong>24</strong></sup> He shall have the woman drink the bitter water that brings a curse, and this water will enter her and cause bitter suffering. <sup><strong>25</strong></sup> The priest is to take from her hands the grain offering for jealousy, wave it before the LORD and bring it to the altar. <sup><strong>26</strong></sup> The priest is then to take a handful of the grain offering as a memorial offering and burn it on the altar; after that, he is to have the woman drink the water. <sup><strong>27</strong></sup> If she has defiled herself and been unfaithful to her husband, then when she is made to drink the water that brings a curse, it will go into her and cause bitter suffering; her abdomen will swell and her thigh waste away, and she will become accursed among her people. <sup><strong>28</strong></sup> If, however, the woman has not defiled herself and is free from impurity, she will be cleared of guilt and will be able to have children. <sup><strong>29</strong></sup> \"'This, then, is the law of jealousy when a woman goes astray and defiles herself while married to her husband, <sup><strong>30</strong></sup> or when feelings of jealousy come over a man because he suspects his wife. The priest is to have her stand before the LORD and is to apply this entire law to her. <sup><strong>31</strong></sup> The husband will be innocent of any wrongdoing, but the woman will bear the consequences of her sin.'\" "},{"_id":"615903f85788f063699d8726","topicId":"615903f45788f063699d8719","verse":"Matthew 2:1-12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem, <b class=\"verse-num\" id=\"v40002002-1\">2&nbsp;</b>saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.” <b class=\"verse-num\" id=\"v40002003-1\">3&nbsp;</b>When Herod the king heard this, he was troubled, and all Jerusalem with him; <b class=\"verse-num\" id=\"v40002004-1\">4&nbsp;</b>and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born. <b class=\"verse-num\" id=\"v40002005-1\">5&nbsp;</b>They told him, “In Bethlehem of Judea, for so it is written by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40002006_07-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v40002006-1\">6&nbsp;</b>&nbsp;&nbsp;“‘And you, O Bethlehem, in the land of Judah,</span><br><span id=\"p40002006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are by no means least among the rulers of Judah;</span><br><span id=\"p40002006_07-13\" class=\"line\">&nbsp;&nbsp;for from you shall come a ruler</span><br><span id=\"p40002006_07-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who will shepherd my people Israel.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40002006_07-13\"><b class=\"verse-num\" id=\"v40002007-1\">7&nbsp;</b>Then Herod summoned the wise men secretly and ascertained from them what time the star had appeared. <b class=\"verse-num\" id=\"v40002008-1\">8&nbsp;</b>And he sent them to Bethlehem, saying, “Go and search diligently for the child, and when you have found him, bring me word, that I too may come and worship him.” <b class=\"verse-num\" id=\"v40002009-1\">9&nbsp;</b>After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was. <b class=\"verse-num\" id=\"v40002010-1\">10&nbsp;</b>When they saw the star, they rejoiced exceedingly with great joy. <b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh. <b class=\"verse-num\" id=\"v40002012-1\">12&nbsp;</b>And being warned in a dream not to return to Herod, they departed to their own country by another way.</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  <strong>2</strong> Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.  <strong>3</strong> When Herod the king had heard these things, he was troubled, and all Jerusalem with him.  <strong>4</strong> And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born.  <strong>5</strong> And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,  <strong>6</strong> And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.  <strong>7</strong> Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared.  <strong>8</strong> And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.  <strong>9</strong> When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.  <strong>10</strong> When they saw the star, they rejoiced with exceeding great joy.  <strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  <strong>12</strong> And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem <sup><strong>2</strong></sup> and asked, \"Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.\" <sup><strong>3</strong></sup> When King Herod heard this he was disturbed, and all Jerusalem with him. <sup><strong>4</strong></sup> When he had called together all the people's chief priests and teachers of the law, he asked them where the Christ was to be born. <sup><strong>5</strong></sup> \"In Bethlehem in Judea,\" they replied, \"for this is what the prophet has written: <sup><strong>6</strong></sup> \"'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will be the shepherd of my people Israel.'\" <sup><strong>7</strong></sup> Then Herod called the Magi secretly and found out from them the exact time the star had appeared. <sup><strong>8</strong></sup> He sent them to Bethlehem and said, \"Go and make a careful search for the child. As soon as you find him, report to me, so that I too may go and worship him.\" <sup><strong>9</strong></sup> After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was. <sup><strong>10</strong></sup> When they saw the star, they were overjoyed. <sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh. <sup><strong>12</strong></sup> And having been warned in a dream not to go back to Herod, they returned to their country by another route. "},{"_id":"615903f85788f063699d8727","topicId":"615903f45788f063699d8719","verse":"Song of Solomon 1:1-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p22001001_01-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v22001001-1\">1:1&nbsp;</b>The Song of Songs, which is Solomon’s.</p>\n\n<p class=\"block-indent\"></p><h4 id=\"p22001001_06-14\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001002_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001002-1\">2&nbsp;</b>&nbsp;&nbsp;Let him kiss me with the kisses of his mouth!</span><br><span id=\"p22001002_06-14\" class=\"line\">&nbsp;&nbsp;For your love is better than wine;</span><br><span id=\"p22001003_06-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v22001003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;your anointing oils are fragrant;</span><br><span id=\"p22001003_06-14\" class=\"line\">&nbsp;&nbsp;your name is oil poured out;</span><br><span id=\"p22001003_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore virgins love you.</span><br><span id=\"p22001004_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001004-1\">4&nbsp;</b>&nbsp;&nbsp;Draw me after you; let us run.</span><br><span id=\"p22001004_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The king has brought me into his chambers.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001004_06-14\" class=\"speaker\">Others</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001004_06-14\" class=\"line\">&nbsp;&nbsp;We will exult and rejoice in you;</span><br><span id=\"p22001004_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we will extol your love more than wine;</span><br><span id=\"p22001004_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rightly do they love you.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001004_06-14\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001005_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001005-1\">5&nbsp;</b>&nbsp;&nbsp;I am very dark, but lovely,</span><br><span id=\"p22001005_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O daughters of Jerusalem,</span><br><span id=\"p22001005_06-14\" class=\"line\">&nbsp;&nbsp;like the tents of Kedar,</span><br><span id=\"p22001005_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like the curtains of Solomon.</span><br><span id=\"p22001006_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001006-1\">6&nbsp;</b>&nbsp;&nbsp;Do not gaze at me because I am dark,</span><br><span id=\"p22001006_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the sun has looked upon me.</span><br><span id=\"p22001006_06-14\" class=\"line\">&nbsp;&nbsp;My mother’s sons were angry with me;</span><br><span id=\"p22001006_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they made me keeper of the vineyards,</span><br><span id=\"p22001006_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but my own vineyard I have not kept!</span><br><span id=\"p22001007_06-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001007-1\">7&nbsp;</b>&nbsp;&nbsp;Tell me, you whom my soul loves,</span><br><span id=\"p22001007_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where you pasture your flock,</span><br><span id=\"p22001007_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where you make it lie down at noon;</span><br><span id=\"p22001007_06-14\" class=\"line\">&nbsp;&nbsp;for why should I be like one who veils herself</span><br><span id=\"p22001007_06-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;beside the flocks of your companions?</span><br><span class=\"end-line-group\"></span>\n<p></p>\n<p class=\"block-indent\"></p><h4 id=\"p22001007_14-14\" class=\"speaker\">He</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001008_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001008-1\">8&nbsp;</b>&nbsp;&nbsp;If you do not know,</span><br><span id=\"p22001008_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O most beautiful among women,</span><br><span id=\"p22001008_14-14\" class=\"line\">&nbsp;&nbsp;follow in the tracks of the flock,</span><br><span id=\"p22001008_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pasture your young goats</span><br><span id=\"p22001008_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;beside the shepherds’ tents.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001009_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001009-1\">9&nbsp;</b>&nbsp;&nbsp;I compare you, my love,</span><br><span id=\"p22001009_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to a mare among Pharaoh’s chariots.</span><br><span id=\"p22001010_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001010-1\">10&nbsp;</b>&nbsp;&nbsp;Your cheeks are lovely with ornaments,</span><br><span id=\"p22001010_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your neck with strings of jewels.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001010_14-14\" class=\"speaker\">Others</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001011_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001011-1\">11&nbsp;</b>&nbsp;&nbsp;We will make for you ornaments of gold,</span><br><span id=\"p22001011_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;studded with silver.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001011_14-14\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001012_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001012-1\">12&nbsp;</b>&nbsp;&nbsp;While the king was on his couch,</span><br><span id=\"p22001012_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my nard gave forth its fragrance.</span><br><span id=\"p22001013_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001013-1\">13&nbsp;</b>&nbsp;&nbsp;My beloved is to me a sachet of myrrh</span><br><span id=\"p22001013_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that lies between my breasts.</span><br><span id=\"p22001014_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001014-1\">14&nbsp;</b>&nbsp;&nbsp;My beloved is to me a cluster of henna blossoms</span><br><span id=\"p22001014_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the vineyards of Engedi.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001014_14-14\" class=\"speaker\">He</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001015_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001015-1\">15&nbsp;</b>&nbsp;&nbsp;Behold, you are beautiful, my love;</span><br><span id=\"p22001015_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, you are beautiful;</span><br><span id=\"p22001015_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your eyes are doves.</span><br><span class=\"end-line-group\"></span>\n<h4 id=\"p22001015_14-14\" class=\"speaker\">She</h4>\n<span class=\"begin-line-group\"></span>\n<span id=\"p22001016_14-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v22001016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, you are beautiful, my beloved, truly delightful.</span><br><span id=\"p22001016_14-14\" class=\"line\">&nbsp;&nbsp;Our couch is green;</span><br><span id=\"p22001017_14-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v22001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;the beams of our house are cedar;</span><br><span id=\"p22001017_14-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our rafters are pine.</span><br><p></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The song of songs, which is Solomon’s.  <strong>2</strong> Let him kiss me with the kisses of his mouth: for thy love is  better than wine.  <strong>3</strong> Because of the savour of thy good ointments thy name is as  ointment poured forth, therefore do the virgins love thee.  <strong>4</strong> Draw me, we will run after thee: the king hath brought me into his chambers: we will be glad and rejoice in thee, we will remember thy love more than wine: the upright love thee.  <strong>5</strong> I am black, but comely, O ye daughters of Jerusalem, as the tents of Kedar, as the curtains of Solomon.  <strong>6</strong> Look not upon me, because I am black, because the sun hath looked upon me: my mother’s children were angry with me; they made me the keeper of the vineyards; but mine own vineyard have I not kept.  <strong>7</strong> Tell me, O thou whom my soul loveth, where thou feedest, where thou makest thy flock to rest at noon: for why should I be as one that turneth aside by the flocks of thy companions?  <strong>8</strong> If thou know not, O thou fairest among women, go thy way forth by the footsteps of the flock, and feed thy kids beside the shepherds’ tents.  <strong>9</strong> I have compared thee, O my love, to a company of horses in Pharaoh’s chariots.  <strong>10</strong> Thy cheeks are comely with rows of jewels, thy neck with chains of gold.  <strong>11</strong> We will make thee borders of gold with studs of silver.  <strong>12</strong> While the king sitteth at his table, my spikenard sendeth forth the smell thereof.  <strong>13</strong> A bundle of myrrh is my wellbeloved unto me; he shall lie all night betwixt my breasts.  <strong>14</strong> My beloved is unto me as a cluster of camphire in the vineyards of En-gedi.  <strong>15</strong> Behold, thou art fair, my love; behold, thou art  fair; thou hast doves’ eyes.  <strong>16</strong> Behold, thou art fair, my beloved, yea, pleasant: also our bed is green.  <strong>17</strong> The beams of our house are cedar, and our rafters of fir.  ","niv":"<sup><strong>1</strong></sup> Solomon's Song of Songs. <sup><strong>2</strong></sup> Let him kiss me with the kisses of his mouth- for your love is more delightful than wine. <sup><strong>3</strong></sup> Pleasing is the fragrance of your perfumes; your name is like perfume poured out. No wonder the maidens love you! <sup><strong>4</strong></sup> Take me away with you-let us hurry! Let the king bring me into his chambers. We rejoice and delight in you; we will praise your love more than wine. How right they are to adore you! <sup><strong>5</strong></sup> Dark am I, yet lovely, O daughters of Jerusalem, dark like the tents of Kedar, like the tent curtains of Solomon. <sup><strong>6</strong></sup> Do not stare at me because I am dark, because I am darkened by the sun. My mother's sons were angry with me and made me take care of the vineyards; my own vineyard I have neglected. <sup><strong>7</strong></sup> Tell me, you whom I love, where you graze your flock and where you rest your sheep at midday. Why should I be like a veiled woman beside the flocks of your friends? <sup><strong>8</strong></sup> If you do not know, most beautiful of women, follow the tracks of the sheep and graze your young goats by the tents of the shepherds. <sup><strong>9</strong></sup> I liken you, my darling, to a mare harnessed to one of the chariots of Pharaoh. <sup><strong>10</strong></sup> Your cheeks are beautiful with earrings, your neck with strings of jewels. <sup><strong>11</strong></sup> We will make you earrings of gold, studded with silver. <sup><strong>12</strong></sup> While the king was at his table, my perfume spread its fragrance. <sup><strong>13</strong></sup> My lover is to me a sachet of myrrh resting between my breasts. <sup><strong>14</strong></sup> My lover is to me a cluster of henna blossoms from the vineyards of En Gedi. <sup><strong>15</strong></sup> How beautiful you are, my darling! Oh, how beautiful! Your eyes are doves. <sup><strong>16</strong></sup> How handsome you are, my lover! Oh, how charming! And our bed is verdant. <sup><strong>17</strong></sup> The beams of our house are cedars; our rafters are firs. "},{"_id":"615903f85788f063699d8728","topicId":"615903f45788f063699d8719","verse":"Genesis 1:27","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"615903f85788f063699d8729","topicId":"615903f45788f063699d8719","verse":"John 18:37","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43018037_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span></p>\n</div>","kjv":"<strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  ","niv":"<sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\""},{"_id":"615903f95788f063699d872a","topicId":"615903f45788f063699d8719","verse":"Luke 1:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42001031_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus.</p>\n</div>","kjv":"<strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  ","niv":"<sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus.","modified":"2022-12-08T00:03:56.494Z"},{"_id":"615903f95788f063699d872b","topicId":"615903f45788f063699d8719","verse":"Matthew 13:55","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40013055_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013055-1\">55&nbsp;</b>Is not this the carpenter’s son? Is not his mother called Mary? And are not his brothers James and Joseph and Simon and Judas?</p>\n</div>","kjv":"<strong>55</strong> Is not this the carpenter’s son? is not his mother called Mary? and his brethren, James, and Joses, and Simon, and Judas?  ","niv":"<sup><strong>55</strong></sup> \"Isn't this the carpenter's son? Isn't his mother's name Mary, and aren't his brothers James, Joseph, Simon and Judas?"},{"_id":"615903f95788f063699d872c","topicId":"615903f45788f063699d8719","verse":"Matthew 1:23","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40001023_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v40001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Behold, the virgin shall conceive and bear a son,</span><br><span id=\"p40001023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall call his name Immanuel”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40001023_01-19\" class=\"same-paragraph\">(which means, God with us).</p>\n</div>","kjv":"<strong>23</strong> Behold, a virgin shall be with child, and shall bring forth a son, and they shall call his name Emmanuel, which being interpreted is, God with us.  ","niv":"<sup><strong>23</strong></sup> \"The virgin will be with child and will give birth to a son, and they will call him Immanuel\"--which means, \"God with us.\""},{"_id":"615903fa5788f063699d872d","topicId":"615903f45788f063699d8719","verse":"Jeremiah 1:5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-20\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-20\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\"","modified":"2023-10-10T22:07:14.735Z"},{"_id":"615903fa5788f063699d872e","topicId":"615903f45788f063699d8719","verse":"Luke 2:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42002007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n</div>","kjv":"<strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  ","niv":"<sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn."},{"_id":"615903fa5788f063699d872f","topicId":"615903f45788f063699d8719","verse":"Luke 1:1-80","votes":4,"__v":0,"kjv":"<strong>1</strong> Forasmuch as many have taken in hand to set forth in order a declaration of those things which are most surely believed among us,  <strong>2</strong> Even as they delivered them unto us, which from the beginning were eyewitnesses, and ministers of the word;  <strong>3</strong> It seemed good to me also, having had perfect understanding of all things from the very first, to write unto thee in order, most excellent Theophilus,  <strong>4</strong> That thou mightest know the certainty of those things, wherein thou hast been instructed.  <strong>5</strong> There was in the days of Herod, the king of Judaea, a certain priest named Zacharias, of the course of Abia: and his wife was of the daughters of Aaron, and her name was Elisabeth.  <strong>6</strong> And they were both righteous before God, walking in all the commandments and ordinances of the Lord blameless.  <strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  <strong>8</strong> And it came to pass, that while he executed the priest’s office before God in the order of his course,  <strong>9</strong> According to the custom of the priest’s office, his lot was to burn incense when he went into the temple of the Lord.  <strong>10</strong> And the whole multitude of the people were praying without at the time of incense.  <strong>11</strong> And there appeared unto him an angel of the Lord standing on the right side of the altar of incense.  <strong>12</strong> And when Zacharias saw him, he was troubled, and fear fell upon him.  <strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  <strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  <strong>46</strong> And Mary said, My soul doth magnify the Lord,  <strong>47</strong> And my spirit hath rejoiced in God my Saviour.  <strong>48</strong> For he hath regarded the low estate of his handmaiden: for, behold, from henceforth all generations shall call me blessed.  <strong>49</strong> For he that is mighty hath done to me great things; and holy is  his name.  <strong>50</strong> And his mercy is on them that fear him from generation to generation.  <strong>51</strong> He hath shewed strength with his arm; he hath scattered the proud in the imagination of their hearts.  <strong>52</strong> He hath put down the mighty from their seats, and exalted them of low degree.  <strong>53</strong> He hath filled the hungry with good things; and the rich he hath sent empty away.  <strong>54</strong> He hath holpen his servant Israel, in remembrance of his  mercy;  <strong>55</strong> As he spake to our fathers, to Abraham, and to his seed for ever.  <strong>56</strong> And Mary abode with her about three months, and returned to her own house.  <strong>57</strong> Now Elisabeth’s full time came that she should be delivered; and she brought forth a son.  <strong>58</strong> And her neighbours and her cousins heard how the Lord had shewed great mercy upon her; and they rejoiced with her.  <strong>59</strong> And it came to pass, that on the eighth day they came to circumcise the child; and they called him Zacharias, after the name of his father.  <strong>60</strong> And his mother answered and said, Not so; but he shall be called John.  <strong>61</strong> And they said unto her, There is none of thy kindred that is called by this name.  <strong>62</strong> And they made signs to his father, how he would have him called.  <strong>63</strong> And he asked for a writing table, and wrote, saying, His name is John. And they marvelled all.  <strong>64</strong> And his mouth was opened immediately, and his tongue loosed,  and he spake, and praised God.  <strong>65</strong> And fear came on all that dwelt round about them: and all these sayings were noised abroad throughout all the hill country of Judaea.  <strong>66</strong> And all they that heard them laid them up in their hearts, saying, What manner of child shall this be! And the hand of the Lord was with him.  <strong>67</strong> And his father Zacharias was filled with the Holy Ghost, and prophesied, saying,  <strong>68</strong> Blessed be the Lord God of Israel; for he hath visited and redeemed his people,  <strong>69</strong> And hath raised up an horn of salvation for us in the house of his servant David;  <strong>70</strong> As he spake by the mouth of his holy prophets, which have been since the world began:  <strong>71</strong> That we should be saved from our enemies, and from the hand of all that hate us;  <strong>72</strong> To perform the mercy promised to our fathers, and to remember his holy covenant;  <strong>73</strong> The oath which he sware to our father Abraham,  <strong>74</strong> That he would grant unto us, that we being delivered out of the hand of our enemies might serve him without fear,  <strong>75</strong> In holiness and righteousness before him, all the days of our life.  <strong>76</strong> And thou, child, shalt be called the prophet of the Highest: for thou shalt go before the face of the Lord to prepare his ways;  <strong>77</strong> To give knowledge of salvation unto his people by the remission of their sins,  <strong>78</strong> Through the tender mercy of our God; whereby the dayspring from on high hath visited us,  <strong>79</strong> To give light to them that sit in darkness and in the shadow of death, to guide our feet into the way of peace.  <strong>80</strong> And the child grew, and waxed strong in spirit, and was in the deserts till the day of his shewing unto Israel.  ","niv":"<sup><strong>1</strong></sup> Many have undertaken to draw up an account of the things that have been fulfilled among us, <sup><strong>2</strong></sup> just as they were handed down to us by those who from the first were eyewitnesses and servants of the word. <sup><strong>3</strong></sup> Therefore, since I myself have carefully investigated everything from the beginning, it seemed good also to me to write an orderly account for you, most excellent Theophilus, <sup><strong>4</strong></sup> so that you may know the certainty of the things you have been taught. <sup><strong>5</strong></sup> In the time of Herod king of Judea there was a priest named Zechariah, who belonged to the priestly division of Abijah; his wife Elizabeth was also a descendant of Aaron. <sup><strong>6</strong></sup> Both of them were upright in the sight of God, observing all the Lord's commandments and regulations blamelessly. <sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years. <sup><strong>8</strong></sup> Once when Zechariah's division was on duty and he was serving as priest before God, <sup><strong>9</strong></sup> he was chosen by lot, according to the custom of the priesthood, to go into the temple of the Lord and burn incense. <sup><strong>10</strong></sup> And when the time for the burning of incense came, all the assembled worshipers were praying outside. <sup><strong>11</strong></sup> Then an angel of the Lord appeared to him, standing at the right side of the altar of incense. <sup><strong>12</strong></sup> When Zechariah saw him, he was startled and was gripped with fear. <sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John. <sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" <sup><strong>46</strong></sup> And Mary said: \"My soul glorifies the Lord <sup><strong>47</strong></sup> and my spirit rejoices in God my Savior, <sup><strong>48</strong></sup> for he has been mindful of the humble state of his servant. From now on all generations will call me blessed, <sup><strong>49</strong></sup> for the Mighty One has done great things for me--holy is his name. <sup><strong>50</strong></sup> His mercy extends to those who fear him, from generation to generation. <sup><strong>51</strong></sup> He has performed mighty deeds with his arm; he has scattered those who are proud in their inmost thoughts. <sup><strong>52</strong></sup> He has brought down rulers from their thrones but has lifted up the humble. <sup><strong>53</strong></sup> He has filled the hungry with good things but has sent the rich away empty. <sup><strong>54</strong></sup> He has helped his servant Israel, remembering to be merciful <sup><strong>55</strong></sup> to Abraham and his descendants forever, even as he said to our fathers.\" <sup><strong>56</strong></sup> Mary stayed with Elizabeth for about three months and then returned home. <sup><strong>57</strong></sup> When it was time for Elizabeth to have her baby, she gave birth to a son. <sup><strong>58</strong></sup> Her neighbors and relatives heard that the Lord had shown her great mercy, and they shared her joy. <sup><strong>59</strong></sup> On the eighth day they came to circumcise the child, and they were going to name him after his father Zechariah, <sup><strong>60</strong></sup> but his mother spoke up and said, \"No! He is to be called John.\" <sup><strong>61</strong></sup> They said to her, \"There is no one among your relatives who has that name.\" <sup><strong>62</strong></sup> Then they made signs to his father, to find out what he would like to name the child. <sup><strong>63</strong></sup> He asked for a writing tablet, and to everyone's astonishment he wrote, \"His name is John.\" <sup><strong>64</strong></sup> Immediately his mouth was opened and his tongue was loosed, and he began to speak, praising God. <sup><strong>65</strong></sup> The neighbors were all filled with awe, and throughout the hill country of Judea people were talking about all these things. <sup><strong>66</strong></sup> Everyone who heard this wondered about it, asking, \"What then is this child going to be?\" For the Lord's hand was with him. <sup><strong>67</strong></sup> His father Zechariah was filled with the Holy Spirit and prophesied: <sup><strong>68</strong></sup> \"Praise be to the Lord, the God of Israel, because he has come and has redeemed his people. <sup><strong>69</strong></sup> He has raised up a horn of salvation for us in the house of his servant David <sup><strong>70</strong></sup> (as he said through his holy prophets of long ago), <sup><strong>71</strong></sup> salvation from our enemies and from the hand of all who hate us-- <sup><strong>72</strong></sup> to show mercy to our fathers and to remember his holy covenant, <sup><strong>73</strong></sup> the oath he swore to our father Abraham: <sup><strong>74</strong></sup> to rescue us from the hand of our enemies, and to enable us to serve him without fear <sup><strong>75</strong></sup> in holiness and righteousness before him all our days. <sup><strong>76</strong></sup> And you, my child, will be called a prophet of the Most High; for you will go on before the Lord to prepare the way for him, <sup><strong>77</strong></sup> to give his people the knowledge of salvation through the forgiveness of their sins, <sup><strong>78</strong></sup> because of the tender mercy of our God, by which the rising sun will come to us from heaven <sup><strong>79</strong></sup> to shine on those living in darkness and in the shadow of death, to guide our feet into the path of peace.\" <sup><strong>80</strong></sup> And the child grew and became strong in spirit; and he lived in the desert until he appeared publicly to Israel. "},{"_id":"615903fb5788f063699d8730","topicId":"615903f45788f063699d8719","verse":"Matthew 1:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40001017_01-23\"><b class=\"verse-num\" id=\"v40001017-1\">17&nbsp;</b>So all the generations from Abraham to David were fourteen generations, and from David to the deportation to Babylon fourteen generations, and from the deportation to Babylon to the Christ fourteen generations.</p>\n</div>","kjv":"<strong>17</strong> So all the generations from Abraham to David are fourteen generations; and from David until the carrying away into Babylon are  fourteen generations; and from the carrying away into Babylon unto Christ are fourteen generations.  ","niv":"<sup><strong>17</strong></sup> Thus there were fourteen generations in all from Abraham to David, fourteen from David to the exile to Babylon, and fourteen from the exile to the Christ."},{"_id":"615903fb5788f063699d8731","topicId":"615903f45788f063699d8719","verse":"Isaiah 9:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-24\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-24\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"615903fb5788f063699d8732","topicId":"615903f45788f063699d8719","verse":"Micah 5:2","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005002_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005002-1\">2&nbsp;</b>&nbsp;&nbsp; But you, O Bethlehem Ephrathah,</span><br><span id=\"p33005002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are too little to be among the clans of Judah,</span><br><span id=\"p33005002_01-25\" class=\"line\">&nbsp;&nbsp;from you shall come forth for me</span><br><span id=\"p33005002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one who is to be ruler in Israel,</span><br><span id=\"p33005002_01-25\" class=\"line\">&nbsp;&nbsp;whose coming forth is from of old,</span><br><span id=\"p33005002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from ancient days.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been  from of old, from everlasting.  ","niv":"<sup><strong>2</strong></sup> \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. \""}]}