{"_id":"615904a15788f063699d879b","slug":"backsliders","name":"Backsliders","verses":[{"_id":"615904a15788f063699d879c","topicId":"615904a15788f063699d879b","verse":"Revelation 2:5","votes":146,"__v":0,"esv":"<div>\n<p id=\"p66002005_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002005-1\">5&nbsp;</b><span class=\"woc\">Remember therefore from where you have fallen; repent, and do the works you did at first. If not, I will come to you and remove your lampstand from its place, unless you repent.</span></p>\n</div>","kjv":"<strong>5</strong> Remember therefore from whence thou art fallen, and repent, and do the first works; or else I will come unto thee quickly, and will remove thy candlestick out of his place, except thou repent.  ","niv":"<sup><strong>5</strong></sup> Remember the height from which you have fallen! Repent and do the things you did at first. If you do not repent, I will come to you and remove your lampstand from its place.","modified":"2023-01-14T15:13:55.861Z"},{"_id":"615904a25788f063699d879d","topicId":"615904a15788f063699d879b","verse":"2 Peter 2:21","votes":128,"__v":0,"esv":"<div>\n<p id=\"p61002021_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them.</p>\n</div>","kjv":"<strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  ","niv":"<sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them."},{"_id":"615904a25788f063699d879e","topicId":"615904a15788f063699d879b","verse":"Hebrews 10:26-29","votes":109,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-3\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries. <b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v58010029-1\">29&nbsp;</b>How much worse punishment, do you think, will be deserved by the one who has trampled underfoot the Son of God, and has profaned the blood of the covenant by which he was sanctified, and has outraged the Spirit of grace?</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  <strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  <strong>29</strong> Of how much sorer punishment, suppose ye, shall he be thought worthy, who hath trodden under foot the Son of God, and hath counted the blood of the covenant, wherewith he was sanctified, an unholy thing, and hath done despite unto the Spirit of grace?  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. <sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses. <sup><strong>29</strong></sup> How much more severely do you think a man deserves to be punished who has trampled the Son of God under foot, who has treated as an unholy thing the blood of the covenant that sanctified him, and who has insulted the Spirit of grace? "},{"_id":"615904a35788f063699d879f","topicId":"615904a15788f063699d879b","verse":"Revelation 2:4","votes":100,"__v":0,"esv":"<div>\n<p id=\"p66002004_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002004-1\">4&nbsp;</b><span class=\"woc\">But I have this against you, that you have abandoned the love you had at first.</span></p>\n</div>","kjv":"<strong>4</strong> Nevertheless I have somewhat against thee, because thou hast left thy first love.  ","niv":"<sup><strong>4</strong></sup> Yet I hold this against you: You have forsaken your first love.","modified":"2022-06-09T14:38:52.857Z"},{"_id":"615904a35788f063699d87a0","topicId":"615904a15788f063699d879b","verse":"Luke 9:62","votes":96,"__v":0,"esv":"<div>\n<p id=\"p42009062_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009062-1\">62&nbsp;</b>Jesus said to him, <span class=\"woc\">“No one who puts his hand to the plow and looks back is fit for the kingdom of God.”</span></p>\n</div>","kjv":"<strong>62</strong> And Jesus said unto him, No man, having put his hand to the plough, and looking back, is fit for the kingdom of God. ","niv":"<sup><strong>62</strong></sup> Jesus replied, \"No one who puts his hand to the plow and looks back is fit for service in the kingdom of God.\""},{"_id":"615904a35788f063699d87a1","topicId":"615904a15788f063699d879b","verse":"James 4:8","votes":91,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2023-02-11T11:55:16.419Z"},{"_id":"615904a35788f063699d87a2","topicId":"615904a15788f063699d879b","verse":"James 4:17","votes":75,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"615904a45788f063699d87a3","topicId":"615904a15788f063699d879b","verse":"Galatians 5:7","votes":72,"__v":0,"esv":"<div>\n<p id=\"p48005007_01-8\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth?</p>\n</div>","kjv":"<strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  ","niv":"<sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth?"},{"_id":"615904a45788f063699d87a4","topicId":"615904a15788f063699d879b","verse":"Malachi 3:7","votes":60,"__v":0,"esv":"<div>\n<p id=\"p39003007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003007-1\">7&nbsp;</b>From the days of your fathers you have turned aside from my statutes and have not kept them. Return to me, and I will return to you, says the LORD of hosts. But you say, ‘How shall we return?’</p>\n</div>","kjv":"<strong>7</strong> Even from the days of your fathers ye are gone away from mine ordinances, and have not kept them. Return unto me, and I will return unto you, saith the LORD of hosts. But ye said, Wherein shall we return?  ","niv":"<sup><strong>7</strong></sup> Ever since the time of your forefathers you have turned away from my decrees and have not kept them. Return to me, and I will return to you,\" says the LORD Almighty. \"But you ask, 'How are we to return?'","modified":"2022-06-09T14:39:08.755Z"},{"_id":"615904a45788f063699d87a5","topicId":"615904a15788f063699d879b","verse":"Revelation 3:3","votes":58,"__v":0,"esv":"<div>\n<p id=\"p66003003_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003003-1\">3&nbsp;</b><span class=\"woc\">Remember, then, what you received and heard. Keep it, and repent. If you will not wake up, I will come like a thief, and you will not know at what hour I will come against you.</span></p>\n</div>","kjv":"<strong>3</strong> Remember therefore how thou hast received and heard, and hold fast, and repent. If therefore thou shalt not watch, I will come on thee as a thief, and thou shalt not know what hour I will come upon thee.  ","niv":"<sup><strong>3</strong></sup> Remember, therefore, what you have received and heard; obey it, and repent. But if you do not wake up, I will come like a thief, and you will not know at what time I will come to you."},{"_id":"615904a55788f063699d87a6","topicId":"615904a15788f063699d879b","verse":"Galatians 6:1","votes":56,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted."},{"_id":"615904a55788f063699d87a7","topicId":"615904a15788f063699d879b","verse":"Revelation 3:2","votes":55,"__v":0,"esv":"<div>\n<p id=\"p66003002_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003002-1\">2&nbsp;</b><span class=\"woc\">Wake up, and strengthen what remains and is about to die, for I have not found your works complete in the sight of my God.</span></p>\n</div>","kjv":"<strong>2</strong> Be watchful, and strengthen the things which remain, that are ready to die: for I have not found thy works perfect before God.  ","niv":"<sup><strong>2</strong></sup> Wake up! Strengthen what remains and is about to die, for I have not found your deeds complete in the sight of my God."},{"_id":"615904a55788f063699d87a8","topicId":"615904a15788f063699d879b","verse":"2 Peter 2:20","votes":54,"__v":0,"esv":"<div>\n<p id=\"p61002020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first.</p>\n</div>","kjv":"<strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  ","niv":"<sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning."},{"_id":"615904a65788f063699d87a9","topicId":"615904a15788f063699d879b","verse":"Galatians 4:9","votes":53,"__v":0,"esv":"<div>\n<p id=\"p48004009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004009-1\">9&nbsp;</b>But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more?</p>\n</div>","kjv":"<strong>9</strong> But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?  ","niv":"<sup><strong>9</strong></sup> But now that you know God--or rather are known by God--how is it that you are turning back to those weak and miserable principles? Do you wish to be enslaved by them all over again?"},{"_id":"615904a65788f063699d87aa","topicId":"615904a15788f063699d879b","verse":"Hebrews 6:4-8","votes":46,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. <b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. <b class=\"verse-num\" id=\"v58006008-1\">8&nbsp;</b>But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned.</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  <strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  <strong>8</strong> But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. <sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. <sup><strong>8</strong></sup> But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned. "},{"_id":"615904a65788f063699d87ab","topicId":"615904a15788f063699d879b","verse":"Ezekiel 18:24","votes":46,"__v":0,"esv":"<div>\n<p id=\"p26018024_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018024-1\">24&nbsp;</b>But when a righteous person turns away from his righteousness and does injustice and does the same abominations that the wicked person does, shall he live? None of the righteous deeds that he has done shall be remembered; for the treachery of which he is guilty and the sin he has committed, for them he shall die.</p>\n</div>","kjv":"<strong>24</strong> But when the righteous turneth away from his righteousness, and committeth iniquity, and doeth according to all the abominations that the wicked man doeth, shall he live? All his righteousness that he hath done shall not be mentioned: in his trespass that he hath trespassed, and in his sin that he hath sinned, in them shall he die.  ","niv":"<sup><strong>24</strong></sup> \"But if a righteous man turns from his righteousness and commits sin and does the same detestable things the wicked man does, will he live? None of the righteous things he has done will be remembered. Because of the unfaithfulness he is guilty of and because of the sins he has committed, he will die."},{"_id":"615904a65788f063699d87ac","topicId":"615904a15788f063699d879b","verse":"1 Timothy 1:19","votes":44,"__v":0,"esv":"<div>\n<p id=\"p54001019_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001019-1\">19&nbsp;</b>holding faith and a good conscience. By rejecting this, some have made shipwreck of their faith,</p>\n</div>","kjv":"<strong>19</strong> Holding faith, and a good conscience; which some having put away concerning faith have made shipwreck:  ","niv":"<sup><strong>19</strong></sup> holding on to faith and a good conscience. Some have rejected these and so have shipwrecked their faith."},{"_id":"615904a75788f063699d87ad","topicId":"615904a15788f063699d879b","verse":"2 Corinthians 12:21","votes":32,"__v":0,"esv":"<div>\n<p id=\"p47012021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012021-1\">21&nbsp;</b>I fear that when I come again my God may humble me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, sexual immorality, and sensuality that they have practiced.</p>\n</div>","kjv":"<strong>21</strong> And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.  ","niv":"<sup><strong>21</strong></sup> I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged.","modified":"2023-01-09T22:27:42.710Z"},{"_id":"615904a75788f063699d87ae","topicId":"615904a15788f063699d879b","verse":"Luke 11:21-26","votes":30,"__v":0,"esv":"<div>\n<p id=\"p42011021_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011021-1\">21&nbsp;</b><span class=\"woc\">When a strong man, fully armed, guards his own palace, his goods are safe;</span> <b class=\"verse-num woc\" id=\"v42011022-1\">22&nbsp;</b><span class=\"woc\">but when one stronger than he attacks him and overcomes him, he takes away his armor in which he trusted and divides his spoil.</span> <b class=\"verse-num woc\" id=\"v42011023-1\">23&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span></p>\n\n<p id=\"p42011023_06-20\"><b class=\"verse-num woc\" id=\"v42011024-1\">24&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, and finding none it says, ‘I will return to my house from which I came.’</span> <b class=\"verse-num woc\" id=\"v42011025-1\">25&nbsp;</b><span class=\"woc\">And when it comes, it finds the house swept and put in order.</span> <b class=\"verse-num woc\" id=\"v42011026-1\">26&nbsp;</b><span class=\"woc\">Then it goes and brings seven other spirits more evil than itself, and they enter and dwell there. And the last state of that person is worse than the first.”</span></p>\n</div>","kjv":"<strong>21</strong> When a strong man armed keepeth his palace, his goods are in peace:  <strong>22</strong> But when a stronger than he shall come upon him, and overcome him, he taketh from him all his armour wherein he trusted, and divideth his spoils.  <strong>23</strong> He that is not with me is against me: and he that gathereth not with me scattereth.  <strong>24</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.  <strong>25</strong> And when he cometh, he findeth it swept and garnished.  <strong>26</strong> Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first. ","niv":"<sup><strong>21</strong></sup> \"When a strong man, fully armed, guards his own house, his possessions are safe. <sup><strong>22</strong></sup> But when someone stronger attacks and overpowers him, he takes away the armor in which the man trusted and divides up the spoils. <sup><strong>23</strong></sup> \"He who is not with me is against me, and he who does not gather with me, scatters. <sup><strong>24</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. Then it says, 'I will return to the house I left.' <sup><strong>25</strong></sup> When it arrives, it finds the house swept clean and put in order. <sup><strong>26</strong></sup> Then it goes and takes seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first.\" "},{"_id":"615904a75788f063699d87af","topicId":"615904a15788f063699d879b","verse":"2 Timothy 2:12","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002012_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_01-21\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  ","niv":"<sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us;"},{"_id":"615904a75788f063699d87b0","topicId":"615904a15788f063699d879b","verse":"John 15:6","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43015006_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span></p>\n</div>","kjv":"<strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  ","niv":"<sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned."},{"_id":"615904a85788f063699d87b1","topicId":"615904a15788f063699d879b","verse":"Hosea 11:7","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28011007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v28011007-1\">7&nbsp;</b>&nbsp;&nbsp;My people are bent on turning away from me,</span><br><span id=\"p28011007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and though they call out to the Most High,</span><br><span id=\"p28011007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall not raise them up at all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> And my people are bent to backsliding from me: though they called them to the most High, none at all would exalt him.  ","niv":"<sup><strong>7</strong></sup> My people are determined to turn from me. Even if they call to the Most High, he will by no means exalt them."},{"_id":"615904a85788f063699d87b2","topicId":"615904a15788f063699d879b","verse":"Jeremiah 14:7","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24014007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24014007-1\">7&nbsp;</b>&nbsp;&nbsp;“Though our iniquities testify against us,</span><br><span id=\"p24014007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;act, O LORD, for your name’s sake;</span><br><span id=\"p24014007_01-24\" class=\"line\">&nbsp;&nbsp;for our backslidings are many;</span><br><span id=\"p24014007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have sinned against you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> O LORD, though our iniquities testify against us, do thou it  for thy name’s sake: for our backslidings are many; we have sinned against thee.  ","niv":"<sup><strong>7</strong></sup> Although our sins testify against us, O LORD, do something for the sake of your name. For our backsliding is great; we have sinned against you."},{"_id":"615904a85788f063699d87b3","topicId":"615904a15788f063699d879b","verse":"Galatians 1:6","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p48001006_04-25\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—</p>\n</div>","kjv":"<strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  ","niv":"<sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel--"},{"_id":"615904a95788f063699d87b4","topicId":"615904a15788f063699d879b","verse":"Mark 9:50","votes":22,"__v":0,"esv":"<div>\n<p id=\"p41009050_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41009050-1\">50&nbsp;</b><span class=\"woc\">Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”</span></p>\n</div>","kjv":"<strong>50</strong> Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another. ","niv":"<sup><strong>50</strong></sup> \"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.\""}]}