{"_id":"6159065d5788f063699d88e9","slug":"bad-language","name":"Bad Language","verses":[{"_id":"6159065d5788f063699d88ea","topicId":"6159065d5788f063699d88e9","verse":"Ephesians 4:29","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"6159065d5788f063699d88eb","topicId":"6159065d5788f063699d88e9","verse":"Colossians 3:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p51003008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.</p>\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.","modified":"2022-06-14T18:19:52.332Z"},{"_id":"6159065e5788f063699d88ec","topicId":"6159065d5788f063699d88e9","verse":"Ephesians 5:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49005004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving.</p>\n</div>","kjv":"<strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  ","niv":"<sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving."},{"_id":"6159065e5788f063699d88ed","topicId":"6159065d5788f063699d88e9","verse":"Exodus 20:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02020007_01-4\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n</div>","kjv":"<strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  ","niv":"<sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name.","modified":"2022-06-20T12:45:25.631Z"},{"_id":"6159065e5788f063699d88ee","topicId":"6159065d5788f063699d88e9","verse":"1 Corinthians 3:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-6\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you?</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you?"},{"_id":"6159065f5788f063699d88ef","topicId":"6159065d5788f063699d88e9","verse":"Titus 1:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p56001011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach.</p>\n</div>","kjv":"<strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  ","niv":"<sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain."},{"_id":"6159065f5788f063699d88f0","topicId":"6159065d5788f063699d88e9","verse":"John 8:44","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"6159065f5788f063699d88f1","topicId":"6159065d5788f063699d88e9","verse":"Acts 26:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44026011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44026011-1\">11&nbsp;</b>And I punished them often in all the synagogues and tried to make them blaspheme, and in raging fury against them I persecuted them even to foreign cities.</p>\n</div>","kjv":"<strong>11</strong> And I punished them oft in every synagogue, and compelled them  to blaspheme; and being exceedingly mad against them, I persecuted them even unto strange cities.  ","niv":"<sup><strong>11</strong></sup> Many a time I went from one synagogue to another to have them punished, and I tried to force them to blaspheme. In my obsession against them, I even went to foreign cities to persecute them."},{"_id":"6159065f5788f063699d88f2","topicId":"6159065d5788f063699d88e9","verse":"John 16:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"615906605788f063699d88f3","topicId":"6159065d5788f063699d88e9","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615906605788f063699d88f4","topicId":"6159065d5788f063699d88e9","verse":"James 1:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-12\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless."},{"_id":"615906605788f063699d88f5","topicId":"6159065d5788f063699d88e9","verse":"Colossians 4:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51004006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n</div>","kjv":"<strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  ","niv":"<sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone."},{"_id":"615906615788f063699d88f6","topicId":"6159065d5788f063699d88e9","verse":"Romans 12:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012014_01-14\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them.</p>\n</div>","kjv":"<strong>14</strong> Bless them which persecute you: bless, and curse not.  ","niv":"<sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse."},{"_id":"615906615788f063699d88f7","topicId":"6159065d5788f063699d88e9","verse":"Luke 12:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012010_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span></p>\n</div>","kjv":"<strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  ","niv":"<sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven."},{"_id":"615906615788f063699d88f8","topicId":"6159065d5788f063699d88e9","verse":"Proverbs 6:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006005-1\">5&nbsp;</b>&nbsp;&nbsp;save yourself like a gazelle from the hand of the hunter,</span><br><span id=\"p20006005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a bird from the hand of the fowler.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> Deliver thyself as a roe from the hand of the hunter, and as a bird from the hand of the fowler.  ","niv":"<sup><strong>5</strong></sup> Free yourself, like a gazelle from the hand of the hunter, like a bird from the snare of the fowler."},{"_id":"615906625788f063699d88f9","topicId":"6159065d5788f063699d88e9","verse":"Proverbs 5:6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20005006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20005006-1\">6&nbsp;</b>&nbsp;&nbsp;she does not ponder the path of life;</span><br><span id=\"p20005006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her ways wander, and she does not know it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Lest thou shouldest ponder the path of life, her ways are moveable, that thou canst not know them.  ","niv":"<sup><strong>6</strong></sup> She gives no thought to the way of life; her paths are crooked, but she knows it not."}]}