{"_id":"615905fc5788f063699d889b","slug":"bad-habits","name":"Bad Habits","verses":[{"_id":"615905fd5788f063699d889c","topicId":"615905fc5788f063699d889b","verse":"Romans 12:2","votes":48,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2023-02-26T17:03:08.163Z"},{"_id":"615905fd5788f063699d889d","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 10:13","votes":31,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it.","modified":"2023-07-16T03:03:09.778Z"},{"_id":"615905fd5788f063699d889e","topicId":"615905fc5788f063699d889b","verse":"1 John 1:9","votes":31,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2022-08-19T11:17:47.849Z"},{"_id":"615905fd5788f063699d889f","topicId":"615905fc5788f063699d889b","verse":"Philippians 4:6-8","votes":20,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n<p id=\"p50004007_01-5\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  <strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. <sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. ","modified":"2022-04-18T15:45:56.033Z"},{"_id":"615905fe5788f063699d88a0","topicId":"615905fc5788f063699d889b","verse":"James 4:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you.","modified":"2022-10-20T10:41:36.287Z"},{"_id":"615905fe5788f063699d88a1","topicId":"615905fc5788f063699d889b","verse":"Romans 10:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved.","modified":"2023-07-22T15:01:48.147Z"},{"_id":"615905fe5788f063699d88a2","topicId":"615905fc5788f063699d889b","verse":"Hebrews 13:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2022-04-18T15:45:32.359Z"},{"_id":"615905ff5788f063699d88a3","topicId":"615905fc5788f063699d889b","verse":"1 Timothy 4:12","votes":19,"__v":0,"esv":"<div>\n<p id=\"p54004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity.</p>\n</div>","kjv":"<strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  ","niv":"<sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity.","modified":"2022-04-18T15:45:40.455Z"},{"_id":"615905ff5788f063699d88a4","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 6:19","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;","modified":"2022-04-18T15:45:42.557Z"},{"_id":"615905ff5788f063699d88a5","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 6:9-11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-14\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. ","modified":"2022-04-18T15:45:44.037Z"},{"_id":"615906005788f063699d88a6","topicId":"615905fc5788f063699d889b","verse":"1 John 3:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"615906005788f063699d88a7","topicId":"615905fc5788f063699d889b","verse":"1 Peter 5:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615906005788f063699d88a8","topicId":"615905fc5788f063699d889b","verse":"Mark 7:20-23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p41007020_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007020-1\">20&nbsp;</b>And he said, <span class=\"woc\">“What comes out of a person is what defiles him.</span> <b class=\"verse-num woc\" id=\"v41007021-1\">21&nbsp;</b><span class=\"woc\">For from within, out of the heart of man, come evil thoughts, sexual immorality, theft, murder, adultery,</span> <b class=\"verse-num woc\" id=\"v41007022-1\">22&nbsp;</b><span class=\"woc\">coveting, wickedness, deceit, sensuality, envy, slander, pride, foolishness.</span> <b class=\"verse-num woc\" id=\"v41007023-1\">23&nbsp;</b><span class=\"woc\">All these evil things come from within, and they defile a person.”</span></p>\n</div>","kjv":"<strong>20</strong> And he said, That which cometh out of the man, that defileth the man.  <strong>21</strong> For from within, out of the heart of men, proceed evil thoughts, adulteries, fornications, murders,  <strong>22</strong> Thefts, covetousness, wickedness, deceit, lasciviousness, an evil eye, blasphemy, pride, foolishness:  <strong>23</strong> All these evil things come from within, and defile the man.  ","niv":"<sup><strong>20</strong></sup> He went on: \"What comes out of a man is what makes him 'unclean.' <sup><strong>21</strong></sup> For from within, out of men's hearts, come evil thoughts, sexual immorality, theft, murder, adultery, <sup><strong>22</strong></sup> greed, malice, deceit, lewdness, envy, slander, arrogance and folly. <sup><strong>23</strong></sup> All these evils come from inside and make a man 'unclean.'\" ","modified":"2022-05-19T19:59:55.893Z"},{"_id":"615906005788f063699d88a9","topicId":"615905fc5788f063699d889b","verse":"Romans 12:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship.","modified":"2023-01-23T19:46:15.873Z"},{"_id":"615906015788f063699d88aa","topicId":"615905fc5788f063699d889b","verse":"2 Timothy 1:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615906015788f063699d88ab","topicId":"615905fc5788f063699d889b","verse":"Luke 12:42-46","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42012042_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span></p>\n\n</div>","kjv":"<strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  ","niv":"<sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. ","modified":"2022-04-18T16:23:38.874Z"},{"_id":"615906015788f063699d88ac","topicId":"615905fc5788f063699d889b","verse":"Matthew 25:41","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-22\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels."},{"_id":"615906025788f063699d88ad","topicId":"615905fc5788f063699d889b","verse":"1 Timothy 6:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2022-02-20T21:30:55.157Z"},{"_id":"615906025788f063699d88ae","topicId":"615905fc5788f063699d889b","verse":"John 3:16","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-25\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615906025788f063699d88af","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 6:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46006020_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body.","modified":"2022-03-08T16:37:08.746Z"},{"_id":"615906035788f063699d88b0","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 3:1-23","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46003001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46003001-1\">3:1&nbsp;</b>But I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ. <b class=\"verse-num\" id=\"v46003002-1\">2&nbsp;</b>I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready, <b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? <b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n<p id=\"p46003004_05-29\"><b class=\"verse-num\" id=\"v46003005-1\">5&nbsp;</b>What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. <b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth. <b class=\"verse-num\" id=\"v46003007-1\">7&nbsp;</b>So neither he who plants nor he who waters is anything, but only God who gives the growth. <b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor. <b class=\"verse-num\" id=\"v46003009-1\">9&nbsp;</b>For we are God’s fellow workers. You are God’s field, God’s building.</p>\n<p id=\"p46003009_05-29\"><b class=\"verse-num\" id=\"v46003010-1\">10&nbsp;</b>According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. <b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ. <b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—<b class=\"verse-num\" id=\"v46003013-1\">13&nbsp;</b>each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. <b class=\"verse-num\" id=\"v46003014-1\">14&nbsp;</b>If the work that anyone has built on the foundation survives, he will receive a reward. <b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n<p id=\"p46003015_05-29\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n<p id=\"p46003017_05-29\"><b class=\"verse-num\" id=\"v46003018-1\">18&nbsp;</b>Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise. <b class=\"verse-num\" id=\"v46003019-1\">19&nbsp;</b>For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,” <b class=\"verse-num\" id=\"v46003020-1\">20&nbsp;</b>and again, “The Lord knows the thoughts of the wise, that they are futile.” <b class=\"verse-num\" id=\"v46003021-1\">21&nbsp;</b>So let no one boast in men. For all things are yours, <b class=\"verse-num\" id=\"v46003022-1\">22&nbsp;</b>whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours, <b class=\"verse-num\" id=\"v46003023-1\">23&nbsp;</b>and you are Christ’s, and Christ is God’s.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  <strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  <strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  <strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  <strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  <strong>19</strong> For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.  <strong>20</strong> And again, The Lord knoweth the thoughts of the wise, that they are vain.  <strong>21</strong> Therefore let no man glory in men. For all things are yours;  <strong>22</strong> Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;  <strong>23</strong> And ye are Christ’s; and Christ is God’s.  ","niv":"<sup><strong>1</strong></sup> Brothers, I could not address you as spiritual but as worldly--mere infants in Christ. <sup><strong>2</strong></sup> I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready. <sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men? <sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? <sup><strong>5</strong></sup> What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. <sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow. <sup><strong>7</strong></sup> So neither he who plants nor he who waters is anything, but only God, who makes things grow. <sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor. <sup><strong>9</strong></sup> For we are God's fellow workers; you are God's field, God's building. <sup><strong>10</strong></sup> By the grace God has given me, I laid a foundation as an expert builder, and someone else is building on it. But each one should be careful how he builds. <sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ. <sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw, <sup><strong>13</strong></sup> his work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each man's work. <sup><strong>14</strong></sup> If what he has built survives, he will receive his reward. <sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. <sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. <sup><strong>18</strong></sup> Do not deceive yourselves. If any one of you thinks he is wise by the standards of this age, he should become a \"fool\" so that he may become wise. <sup><strong>19</strong></sup> For the wisdom of this world is foolishness in God's sight. As it is written: \"He catches the wise in their craftiness\"; <sup><strong>20</strong></sup> and again, \"The Lord knows that the thoughts of the wise are futile.\" <sup><strong>21</strong></sup> So then, no more boasting about men! All things are yours, <sup><strong>22</strong></sup> whether Paul or Apollos or Cephas or the world or life or death or the present or the future--all are yours, <sup><strong>23</strong></sup> and you are of Christ, and Christ is of God. "},{"_id":"615906035788f063699d88b1","topicId":"615905fc5788f063699d889b","verse":"James 5:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59005010_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord.</p>\n</div>","kjv":"<strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  ","niv":"<sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord.","modified":"2022-02-02T02:09:28.357Z"},{"_id":"615906035788f063699d88b2","topicId":"615905fc5788f063699d889b","verse":"Acts 16:1-40","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-31\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-31\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-31\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-31\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-31\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-31\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-31\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"615906035788f063699d88b3","topicId":"615905fc5788f063699d889b","verse":"Mark 9:1-50","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41009001_01-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41009001-1\">9:1&nbsp;</b>And he said to them, <span class=\"woc\">“Truly, I say to you, there are some standing here who will not taste death until they see the kingdom of God after it has come with power.”</span></p>\n\n<p id=\"p41009001_03-32\"><b class=\"verse-num\" id=\"v41009002-1\">2&nbsp;</b>And after six days Jesus took with him Peter and James and John, and led them up a high mountain by themselves. And he was transfigured before them, <b class=\"verse-num\" id=\"v41009003-1\">3&nbsp;</b>and his clothes became radiant, intensely white, as no one on earth could bleach them. <b class=\"verse-num\" id=\"v41009004-1\">4&nbsp;</b>And there appeared to them Elijah with Moses, and they were talking with Jesus. <b class=\"verse-num\" id=\"v41009005-1\">5&nbsp;</b>And Peter said to Jesus, “Rabbi, it is good that we are here. Let us make three tents, one for you and one for Moses and one for Elijah.” <b class=\"verse-num\" id=\"v41009006-1\">6&nbsp;</b>For he did not know what to say, for they were terrified. <b class=\"verse-num\" id=\"v41009007-1\">7&nbsp;</b>And a cloud overshadowed them, and a voice came out of the cloud, “This is my beloved Son; listen to him.” <b class=\"verse-num\" id=\"v41009008-1\">8&nbsp;</b>And suddenly, looking around, they no longer saw anyone with them but Jesus only.</p>\n<p id=\"p41009008_03-32\"><b class=\"verse-num\" id=\"v41009009-1\">9&nbsp;</b>And as they were coming down the mountain, he charged them to tell no one what they had seen, until the Son of Man had risen from the dead. <b class=\"verse-num\" id=\"v41009010-1\">10&nbsp;</b>So they kept the matter to themselves, questioning what this rising from the dead might mean. <b class=\"verse-num\" id=\"v41009011-1\">11&nbsp;</b>And they asked him, “Why do the scribes say that first Elijah must come?” <b class=\"verse-num\" id=\"v41009012-1\">12&nbsp;</b>And he said to them, <span class=\"woc\">“Elijah does come first to restore all things. And how is it written of the Son of Man that he should suffer many things and be treated with contempt?</span> <b class=\"verse-num woc\" id=\"v41009013-1\">13&nbsp;</b><span class=\"woc\">But I tell you that Elijah has come, and they did to him whatever they pleased, as it is written of him.”</span></p>\n\n<p id=\"p41009013_11-32\"><b class=\"verse-num\" id=\"v41009014-1\">14&nbsp;</b>And when they came to the disciples, they saw a great crowd around them, and scribes arguing with them. <b class=\"verse-num\" id=\"v41009015-1\">15&nbsp;</b>And immediately all the crowd, when they saw him, were greatly amazed and ran up to him and greeted him. <b class=\"verse-num\" id=\"v41009016-1\">16&nbsp;</b>And he asked them, <span class=\"woc\">“What are you arguing about with them?”</span> <b class=\"verse-num\" id=\"v41009017-1\">17&nbsp;</b>And someone from the crowd answered him, “Teacher, I brought my son to you, for he has a spirit that makes him mute. <b class=\"verse-num\" id=\"v41009018-1\">18&nbsp;</b>And whenever it seizes him, it throws him down, and he foams and grinds his teeth and becomes rigid. So I asked your disciples to cast it out, and they were not able.” <b class=\"verse-num\" id=\"v41009019-1\">19&nbsp;</b>And he answered them, <span class=\"woc\">“O faithless generation, how long am I to be with you? How long am I to bear with you? Bring him to me.”</span> <b class=\"verse-num\" id=\"v41009020-1\">20&nbsp;</b>And they brought the boy to him. And when the spirit saw him, immediately it convulsed the boy, and he fell on the ground and rolled about, foaming at the mouth. <b class=\"verse-num\" id=\"v41009021-1\">21&nbsp;</b>And Jesus asked his father, <span class=\"woc\">“How long has this been happening to him?”</span> And he said, “From childhood. <b class=\"verse-num\" id=\"v41009022-1\">22&nbsp;</b>And it has often cast him into fire and into water, to destroy him. But if you can do anything, have compassion on us and help us.” <b class=\"verse-num\" id=\"v41009023-1\">23&nbsp;</b>And Jesus said to him, <span class=\"woc\">“‘If you can’! All things are possible for one who believes.”</span> <b class=\"verse-num\" id=\"v41009024-1\">24&nbsp;</b>Immediately the father of the child cried out and said, “I believe; help my unbelief!” <b class=\"verse-num\" id=\"v41009025-1\">25&nbsp;</b>And when Jesus saw that a crowd came running together, he rebuked the unclean spirit, saying to it, <span class=\"woc\">“You mute and deaf spirit, I command you, come out of him and never enter him again.”</span> <b class=\"verse-num\" id=\"v41009026-1\">26&nbsp;</b>And after crying out and convulsing him terribly, it came out, and the boy was like a corpse, so that most of them said, “He is dead.” <b class=\"verse-num\" id=\"v41009027-1\">27&nbsp;</b>But Jesus took him by the hand and lifted him up, and he arose. <b class=\"verse-num\" id=\"v41009028-1\">28&nbsp;</b>And when he had entered the house, his disciples asked him privately, “Why could we not cast it out?” <b class=\"verse-num\" id=\"v41009029-1\">29&nbsp;</b>And he said to them, <span class=\"woc\">“This kind cannot be driven out by anything but prayer.”</span></p>\n\n<p id=\"p41009029_16-32\"><b class=\"verse-num\" id=\"v41009030-1\">30&nbsp;</b>They went on from there and passed through Galilee. And he did not want anyone to know, <b class=\"verse-num\" id=\"v41009031-1\">31&nbsp;</b>for he was teaching his disciples, saying to them, <span class=\"woc\">“The Son of Man is going to be delivered into the hands of men, and they will kill him. And when he is killed, after three days he will rise.”</span> <b class=\"verse-num\" id=\"v41009032-1\">32&nbsp;</b>But they did not understand the saying, and were afraid to ask him.</p>\n\n<p id=\"p41009032_20-32\"><b class=\"verse-num\" id=\"v41009033-1\">33&nbsp;</b>And they came to Capernaum. And when he was in the house he asked them, <span class=\"woc\">“What were you discussing on the way?”</span> <b class=\"verse-num\" id=\"v41009034-1\">34&nbsp;</b>But they kept silent, for on the way they had argued with one another about who was the greatest. <b class=\"verse-num\" id=\"v41009035-1\">35&nbsp;</b>And he sat down and called the twelve. And he said to them, <span class=\"woc\">“If anyone would be first, he must be last of all and servant of all.”</span> <b class=\"verse-num\" id=\"v41009036-1\">36&nbsp;</b>And he took a child and put him in the midst of them, and taking him in his arms, he said to them, <b class=\"verse-num woc\" id=\"v41009037-1\">37&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me, and whoever receives me, receives not me but him who sent me.”</span></p>\n\n<p id=\"p41009037_27-32\"><b class=\"verse-num\" id=\"v41009038-1\">38&nbsp;</b>John said to him, “Teacher, we saw someone casting out demons in your name, and we tried to stop him, because he was not following us.” <b class=\"verse-num\" id=\"v41009039-1\">39&nbsp;</b>But Jesus said, <span class=\"woc\">“Do not stop him, for no one who does a mighty work in my name will be able soon afterward to speak evil of me.</span> <b class=\"verse-num woc\" id=\"v41009040-1\">40&nbsp;</b><span class=\"woc\">For the one who is not against us is for us.</span> <b class=\"verse-num woc\" id=\"v41009041-1\">41&nbsp;</b><span class=\"woc\">For truly, I say to you, whoever gives you a cup of water to drink because you belong to Christ will by no means lose his reward.</span></p>\n\n<p id=\"p41009041_30-32\"><b class=\"verse-num woc\" id=\"v41009042-1\">42&nbsp;</b><span class=\"woc\">“Whoever causes one of these little ones who believe in me to sin, it would be better for him if a great millstone were hung around his neck and he were thrown into the sea.</span> <b class=\"verse-num woc\" id=\"v41009043-1\">43&nbsp;</b><span class=\"woc\">And if your hand causes you to sin, cut it off. It is better for you to enter life crippled than with two hands to go to hell, to the unquenchable fire.</span> <b class=\"verse-num woc\" id=\"v41009045-1\">45&nbsp;</b><span class=\"woc\">And if your foot causes you to sin, cut it off. It is better for you to enter life lame than with two feet to be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v41009047-1\">47&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out. It is better for you to enter the kingdom of God with one eye than with two eyes to be thrown into hell,</span> <b class=\"verse-num woc\" id=\"v41009048-1\">48&nbsp;</b><span class=\"woc\">‘where their worm does not die and the fire is not quenched.’</span> <b class=\"verse-num woc\" id=\"v41009049-1\">49&nbsp;</b><span class=\"woc\">For everyone will be salted with fire.</span> <b class=\"verse-num woc\" id=\"v41009050-1\">50&nbsp;</b><span class=\"woc\">Salt is good, but if the salt has lost its saltiness, how will you make it salty again? Have salt in yourselves, and be at peace with one another.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he said unto them, Verily I say unto you, That there be some of them that stand here, which shall not taste of death, till they have seen the kingdom of God come with power. <strong>2</strong> And after six days Jesus taketh with him Peter, and James, and John, and leadeth them up into an high mountain apart by themselves: and he was transfigured before them.  <strong>3</strong> And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.  <strong>4</strong> And there appeared unto them Elias with Moses: and they were talking with Jesus.  <strong>5</strong> And Peter answered and said to Jesus, Master, it is good for us to be here: and let us make three tabernacles; one for thee, and one for Moses, and one for Elias.  <strong>6</strong> For he wist not what to say; for they were sore afraid.  <strong>7</strong> And there was a cloud that overshadowed them: and a voice came out of the cloud, saying, This is my beloved Son: hear him.  <strong>8</strong> And suddenly, when they had looked round about, they saw no man any more, save Jesus only with themselves.  <strong>9</strong> And as they came down from the mountain, he charged them that they should tell no man what things they had seen, till the Son of man were risen from the dead.  <strong>10</strong> And they kept that saying with themselves, questioning one with another what the rising from the dead should mean.  <strong>11</strong> And they asked him, saying, Why say the scribes that Elias must first come?  <strong>12</strong> And he answered and told them, Elias verily cometh first, and restoreth all things; and how it is written of the Son of man, that he must suffer many things, and be set at nought.  <strong>13</strong> But I say unto you, That Elias is indeed come, and they have done unto him whatsoever they listed, as it is written of him. <strong>14</strong> And when he came to his disciples, he saw a great multitude about them, and the scribes questioning with them.  <strong>15</strong> And straightway all the people, when they beheld him, were greatly amazed, and running to him saluted him.  <strong>16</strong> And he asked the scribes, What question ye with them?  <strong>17</strong> And one of the multitude answered and said, Master, I have brought unto thee my son, which hath a dumb spirit;  <strong>18</strong> And wheresoever he taketh him, he teareth him: and he foameth, and gnasheth with his teeth, and pineth away: and I spake to thy disciples that they should cast him out; and they could not.  <strong>19</strong> He answereth him, and saith, O faithless generation, how long shall I be with you? how long shall I suffer you? bring him unto me.  <strong>20</strong> And they brought him unto him: and when he saw him, straightway the spirit tare him; and he fell on the ground, and wallowed foaming.  <strong>21</strong> And he asked his father, How long is it ago since this came unto him? And he said, Of a child.  <strong>22</strong> And ofttimes it hath cast him into the fire, and into the waters, to destroy him: but if thou canst do any thing, have compassion on us, and help us.  <strong>23</strong> Jesus said unto him, If thou canst believe, all things are  possible to him that believeth.  <strong>24</strong> And straightway the father of the child cried out, and said with tears, Lord, I believe; help thou mine unbelief.  <strong>25</strong> When Jesus saw that the people came running together, he rebuked the foul spirit, saying unto him, Thou dumb and deaf spirit, I charge thee, come out of him, and enter no more into him.  <strong>26</strong> And the spirit cried, and rent him sore, and came out of him: and he was as one dead; insomuch that many said, He is dead.  <strong>27</strong> But Jesus took him by the hand, and lifted him up; and he arose.  <strong>28</strong> And when he was come into the house, his disciples asked him privately, Why could not we cast him out?  <strong>29</strong> And he said unto them, This kind can come forth by nothing, but by prayer and fasting. <strong>30</strong> And they departed thence, and passed through Galilee; and he would not that any man should know it.  <strong>31</strong> For he taught his disciples, and said unto them, The Son of man is delivered into the hands of men, and they shall kill him; and after that he is killed, he shall rise the third day.  <strong>32</strong> But they understood not that saying, and were afraid to ask him.  <strong>33</strong> And he came to Capernaum: and being in the house he asked them, What was it that ye disputed among yourselves by the way?  <strong>34</strong> But they held their peace: for by the way they had disputed among themselves, who should be the greatest.  <strong>35</strong> And he sat down, and called the twelve, and saith unto them, If any man desire to be first, the same shall be last of all, and servant of all.  <strong>36</strong> And he took a child, and set him in the midst of them: and when he had taken him in his arms, he said unto them,  <strong>37</strong> Whosoever shall receive one of such children in my name, receiveth me: and whosoever shall receive me, receiveth not me, but him that sent me.  <strong>38</strong> And John answered him, saying, Master, we saw one casting out devils in thy name, and he followeth not us: and we forbad him, because he followeth not us.  <strong>39</strong> But Jesus said, Forbid him not: for there is no man which shall do a miracle in my name, that can lightly speak evil of me.  <strong>40</strong> For he that is not against us is on our part.  <strong>41</strong> For whosoever shall give you a cup of water to drink in my name, because ye belong to Christ, verily I say unto you, he shall not lose his reward.  <strong>42</strong> And whosoever shall offend one of these little ones that believe in me, it is better for him that a millstone were hanged about his neck, and he were cast into the sea.  <strong>43</strong> And if thy hand offend thee, cut it off: it is better for thee to enter into life maimed, than having two hands to go into hell, into the fire that never shall be quenched:  <strong>44</strong> Where their worm dieth not, and the fire is not quenched.  <strong>45</strong> And if thy foot offend thee, cut it off: it is better for thee to enter halt into life, than having two feet to be cast into hell, into the fire that never shall be quenched:  <strong>46</strong> Where their worm dieth not, and the fire is not quenched.  <strong>47</strong> And if thine eye offend thee, pluck it out: it is better for thee to enter into the kingdom of God with one eye, than having two eyes to be cast into hell fire:  <strong>48</strong> Where their worm dieth not, and the fire is not quenched.  <strong>49</strong> For every one shall be salted with fire, and every sacrifice shall be salted with salt.  <strong>50</strong> Salt is good: but if the salt have lost his saltness, wherewith will ye season it? Have salt in yourselves, and have peace one with another. ","niv":"<sup><strong>1</strong></sup> And he said to them, \"I tell you the truth, some who are standing here will not taste death before they see the kingdom of God come with power.\" <sup><strong>2</strong></sup> After six days Jesus took Peter, James and John with him and led them up a high mountain, where they were all alone. There he was transfigured before them. <sup><strong>3</strong></sup> His clothes became dazzling white, whiter than anyone in the world could bleach them. <sup><strong>4</strong></sup> And there appeared before them Elijah and Moses, who were talking with Jesus. <sup><strong>5</strong></sup> Peter said to Jesus, \"Rabbi, it is good for us to be here. Let us put up three shelters--one for you, one for Moses and one for Elijah.\" <sup><strong>6</strong></sup> (He did not know what to say, they were so frightened.) <sup><strong>7</strong></sup> Then a cloud appeared and enveloped them, and a voice came from the cloud: \"This is my Son, whom I love. Listen to him!\" <sup><strong>8</strong></sup> Suddenly, when they looked around, they no longer saw anyone with them except Jesus. <sup><strong>9</strong></sup> As they were coming down the mountain, Jesus gave them orders not to tell anyone what they had seen until the Son of Man had risen from the dead. <sup><strong>10</strong></sup> They kept the matter to themselves, discussing what \"rising from the dead\" meant. <sup><strong>11</strong></sup> And they asked him, \"Why do the teachers of the law say that Elijah must come first?\" <sup><strong>12</strong></sup> Jesus replied, \"To be sure, Elijah does come first, and restores all things. Why then is it written that the Son of Man must suffer much and be rejected? <sup><strong>13</strong></sup> But I tell you, Elijah has come, and they have done to him everything they wished, just as it is written about him.\" <sup><strong>14</strong></sup> When they came to the other disciples, they saw a large crowd around them and the teachers of the law arguing with them. <sup><strong>15</strong></sup> As soon as all the people saw Jesus, they were overwhelmed with wonder and ran to greet him. <sup><strong>16</strong></sup> \"What are you arguing with them about?\" he asked. <sup><strong>17</strong></sup> A man in the crowd answered, \"Teacher, I brought you my son, who is possessed by a spirit that has robbed him of speech. <sup><strong>18</strong></sup> Whenever it seizes him, it throws him to the ground. He foams at the mouth, gnashes his teeth and becomes rigid. I asked your disciples to drive out the spirit, but they could not.\" <sup><strong>19</strong></sup> \"O unbelieving generation,\" Jesus replied, \"how long shall I stay with you? How long shall I put up with you? Bring the boy to me.\" <sup><strong>20</strong></sup> So they brought him. When the spirit saw Jesus, it immediately threw the boy into a convulsion. He fell to the ground and rolled around, foaming at the mouth. <sup><strong>21</strong></sup> Jesus asked the boy's father, \"How long has he been like this?\" <sup><strong>22</strong></sup> \"From childhood,\" he answered. \"It has often thrown him into fire or water to kill him. But if you can do anything, take pity on us and help us.\" <sup><strong>23</strong></sup> \"'If you can'?\" said Jesus. \"Everything is possible for him who believes.\" <sup><strong>24</strong></sup> Immediately the boy's father exclaimed, \"I do believe; help me overcome my unbelief!\" <sup><strong>25</strong></sup> When Jesus saw that a crowd was running to the scene, he rebuked the evil spirit. \"You deaf and mute spirit,\" he said, \"I command you, come out of him and never enter him again.\" <sup><strong>26</strong></sup> The spirit shrieked, convulsed him violently and came out. The boy looked so much like a corpse that many said, \"He's dead.\" <sup><strong>27</strong></sup> But Jesus took him by the hand and lifted him to his feet, and he stood up. <sup><strong>28</strong></sup> After Jesus had gone indoors, his disciples asked him privately, \"Why couldn't we drive it out?\" <sup><strong>29</strong></sup> He replied, \"This kind can come out only by prayer. \" <sup><strong>30</strong></sup> They left that place and passed through Galilee. Jesus did not want anyone to know where they were, <sup><strong>31</strong></sup> because he was teaching his disciples. He said to them, \"The Son of Man is going to be betrayed into the hands of men. They will kill him, and after three days he will rise.\" <sup><strong>32</strong></sup> But they did not understand what he meant and were afraid to ask him about it. <sup><strong>33</strong></sup> They came to Capernaum. When he was in the house, he asked them, \"What were you arguing about on the road?\" <sup><strong>34</strong></sup> But they kept quiet because on the way they had argued about who was the greatest. <sup><strong>35</strong></sup> Sitting down, Jesus called the Twelve and said, \"If anyone wants to be first, he must be the very last, and the servant of all.\" <sup><strong>36</strong></sup> He took a little child and had him stand among them. Taking him in his arms, he said to them, <sup><strong>37</strong></sup> \"Whoever welcomes one of these little children in my name welcomes me; and whoever welcomes me does not welcome me but the one who sent me.\" <sup><strong>38</strong></sup> \"Teacher,\" said John, \"we saw a man driving out demons in your name and we told him to stop, because he was not one of us.\" <sup><strong>39</strong></sup> \"Do not stop him,\" Jesus said. \"No one who does a miracle in my name can in the next moment say anything bad about me, <sup><strong>40</strong></sup> for whoever is not against us is for us. <sup><strong>41</strong></sup> I tell you the truth, anyone who gives you a cup of water in my name because you belong to Christ will certainly not lose his reward. <sup><strong>42</strong></sup> \"And if anyone causes one of these little ones who believe in me to sin, it would be better for him to be thrown into the sea with a large millstone tied around his neck. <sup><strong>43</strong></sup> If your hand causes you to sin, cut it off. It is better for you to enter life maimed than with two hands to go into hell, where the fire never goes out. <sup><strong>44</strong></sup> See Footnote <sup><strong>45</strong></sup> And if your foot causes you to sin, cut it off. It is better for you to enter life crippled than to have two feet and be thrown into hell. <sup><strong>46</strong></sup> See Footnote <sup><strong>47</strong></sup> And if your eye causes you to sin, pluck it out. It is better for you to enter the kingdom of God with one eye than to have two eyes and be thrown into hell, <sup><strong>48</strong></sup> where \"'their worm does not die, and the fire is not quenched.' <sup><strong>49</strong></sup> Everyone will be salted with fire. <sup><strong>50</strong></sup> \"Salt is good, but if it loses its saltiness, how can you make it salty again? Have salt in yourselves, and be at peace with each other.\" ","modified":"2022-04-18T16:22:58.961Z"},{"_id":"615906045788f063699d88b4","topicId":"615905fc5788f063699d889b","verse":"1 Corinthians 6:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46006012_04-34\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n</div>","kjv":"<strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything.","modified":"2023-07-12T17:36:55.139Z"}]}