{"_id":"6159059d5788f063699d884d","slug":"bad-days","name":"Bad Days","verses":[{"_id":"6159059d5788f063699d884e","topicId":"6159059d5788f063699d884d","verse":"Romans 8:18","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-1\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"6159059d5788f063699d884f","topicId":"6159059d5788f063699d884d","verse":"Galatians 6:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up."},{"_id":"6159059d5788f063699d8850","topicId":"6159059d5788f063699d884d","verse":"2 Corinthians 5:7","votes":11,"__v":0,"esv":"<div>\n<p id=\"p47005007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight.</p>\n</div>","kjv":"<strong>7</strong> (For we walk by faith, not by sight:)  ","niv":"<sup><strong>7</strong></sup> We live by faith, not by sight."},{"_id":"6159059e5788f063699d8851","topicId":"6159059d5788f063699d884d","verse":"Philippians 4:19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus."},{"_id":"6159059e5788f063699d8852","topicId":"6159059d5788f063699d884d","verse":"1 Peter 1:23","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60001023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001023-1\">23&nbsp;</b>since you have been born again, not of perishable seed but of imperishable, through the living and abiding word of God;</p>\n</div>","kjv":"<strong>23</strong> Being born again, not of corruptible seed, but of incorruptible, by the word of God, which liveth and abideth for ever.  ","niv":"<sup><strong>23</strong></sup> For you have been born again, not of perishable seed, but of imperishable, through the living and enduring word of God."},{"_id":"6159059e5788f063699d8853","topicId":"6159059d5788f063699d884d","verse":"James 1:1-27","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-7\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-7\">Greetings.</p>\n\n<p id=\"p59001001_06-7\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-7\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-7\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-7\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-7\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-7\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-7\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-7\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"6159059f5788f063699d8854","topicId":"6159059d5788f063699d884d","verse":"Hebrews 11:3","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-12\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-12\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-12\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-12\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-12\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-12\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-12\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-12\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  ","niv":"<sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible."},{"_id":"6159059f5788f063699d8855","topicId":"6159059d5788f063699d884d","verse":"Romans 15:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"6159059f5788f063699d8856","topicId":"6159059d5788f063699d884d","verse":"John 15:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43015003_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015003-1\">3&nbsp;</b><span class=\"woc\">Already you are clean because of the word that I have spoken to you.</span></p>\n</div>","kjv":"<strong>3</strong> Now ye are clean through the word which I have spoken unto you.  ","niv":"<sup><strong>3</strong></sup> You are already clean because of the word I have spoken to you."},{"_id":"6159059f5788f063699d8857","topicId":"6159059d5788f063699d884d","verse":"James 1:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001018_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n</div>","kjv":"<strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  ","niv":"<sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created."},{"_id":"615905a05788f063699d8858","topicId":"6159059d5788f063699d884d","verse":"Hebrews 11:1-40","votes":3,"__v":0,"kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"615905a05788f063699d8859","topicId":"6159059d5788f063699d884d","verse":"Hebrews 1:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."},{"_id":"615905a05788f063699d885a","topicId":"6159059d5788f063699d884d","verse":"1 John 2:14","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002014_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_01-14\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  ","niv":"<sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one."},{"_id":"615905a15788f063699d885b","topicId":"6159059d5788f063699d884d","verse":"Luke 24:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42024044_01-15\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span></p>\n</div>","kjv":"<strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  ","niv":"<sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\""},{"_id":"615905a15788f063699d885c","topicId":"6159059d5788f063699d884d","verse":"Psalm 119:16","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119016_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  ","niv":"<sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word."},{"_id":"615905a15788f063699d885d","topicId":"6159059d5788f063699d884d","verse":"Psalm 19:7-11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019007_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_01-17\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br><span id=\"p19019008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019008-1\">8&nbsp;</b>&nbsp;&nbsp;the precepts of the LORD are right,</span><br><span id=\"p19019008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rejoicing the heart;</span><br><span id=\"p19019008_01-17\" class=\"line\">&nbsp;&nbsp;the commandment of the LORD is pure,</span><br><span id=\"p19019008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enlightening the eyes;</span><br><span id=\"p19019009_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019009-1\">9&nbsp;</b>&nbsp;&nbsp;the fear of the LORD is clean,</span><br><span id=\"p19019009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p19019009_01-17\" class=\"line\">&nbsp;&nbsp;the rules of the LORD are true,</span><br><span id=\"p19019009_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and righteous altogether.</span><br><span id=\"p19019010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019010-1\">10&nbsp;</b>&nbsp;&nbsp;More to be desired are they than gold,</span><br><span id=\"p19019010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even much fine gold;</span><br><span id=\"p19019010_01-17\" class=\"line\">&nbsp;&nbsp;sweeter also than honey</span><br><span id=\"p19019010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drippings of the honeycomb.</span><br><span id=\"p19019011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019011-1\">11&nbsp;</b>&nbsp;&nbsp;Moreover, by them is your servant warned;</span><br><span id=\"p19019011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping them there is great reward.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  <strong>8</strong> The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.  <strong>9</strong> The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.  <strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  <strong>11</strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.  ","niv":"<sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple. <sup><strong>8</strong></sup> The precepts of the LORD are right, giving joy to the heart. The commands of the LORD are radiant, giving light to the eyes. <sup><strong>9</strong></sup> The fear of the LORD is pure, enduring forever. The ordinances of the LORD are sure and altogether righteous. <sup><strong>10</strong></sup> They are more precious than gold, than much pure gold; they are sweeter than honey, than honey from the comb. <sup><strong>11</strong></sup> By them is your servant warned; in keeping them there is great reward. "},{"_id":"615905a25788f063699d885e","topicId":"6159059d5788f063699d884d","verse":"1 John 5:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62005013_05-18\"><b class=\"verse-num\" id=\"v62005013-1\">13&nbsp;</b>I write these things to you who believe in the name of the Son of God, that you may know that you have eternal life.</p>\n</div>","kjv":"<strong>13</strong> These things have I written unto you that believe on the name of the Son of God; that ye may know that ye have eternal life, and that ye may believe on the name of the Son of God.  ","niv":"<sup><strong>13</strong></sup> I write these things to you who believe in the name of the Son of God so that you may know that you have eternal life."},{"_id":"615905a25788f063699d885f","topicId":"6159059d5788f063699d884d","verse":"2 Corinthians 1:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47001024_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47001024-1\">24&nbsp;</b>Not that we lord it over your faith, but we work with you for your joy, for you stand firm in your faith.</p>\n</div>","kjv":"<strong>24</strong> Not for that we have dominion over your faith, but are helpers of your joy: for by faith ye stand.  ","niv":"<sup><strong>24</strong></sup> Not that we lord it over your faith, but we work with you for your joy, because it is by faith you stand firm."},{"_id":"615905a25788f063699d8860","topicId":"6159059d5788f063699d884d","verse":"1 Corinthians 2:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-21\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words."},{"_id":"615905a25788f063699d8861","topicId":"6159059d5788f063699d884d","verse":"Romans 15:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope."},{"_id":"615905a35788f063699d8862","topicId":"6159059d5788f063699d884d","verse":"Romans 14:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-23\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind."},{"_id":"615905a35788f063699d8863","topicId":"6159059d5788f063699d884d","verse":"John 16:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"615905a35788f063699d8864","topicId":"6159059d5788f063699d884d","verse":"John 8:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615905a45788f063699d8865","topicId":"6159059d5788f063699d884d","verse":"Matthew 5:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005017_07-26\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span></p>\n</div>","kjv":"<strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  ","niv":"<sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them."},{"_id":"615905a45788f063699d8866","topicId":"6159059d5788f063699d884d","verse":"John 15:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."}]}