{"_id":"615908c75788f063699d8a7c","slug":"bankruptcy","name":"Bankruptcy","verses":[{"_id":"615908c75788f063699d8a7d","topicId":"615908c75788f063699d8a7c","verse":"Deuteronomy 15:1-2","votes":51,"__v":0,"esv":"<div>\n\n<p id=\"p05015001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05015001-1\">15:1&nbsp;</b>“At the end of every seven years you shall grant a release. <b class=\"verse-num\" id=\"v05015002-1\">2&nbsp;</b>And this is the manner of the release: every creditor shall release what he has lent to his neighbor. He shall not exact it of his neighbor, his brother, because the LORD’s release has been proclaimed. <b class=\"verse-num\" id=\"v05015003-1\">3&nbsp;</b>Of a foreigner you may exact it, but whatever of yours is with your brother your hand shall release. <b class=\"verse-num\" id=\"v05015004-1\">4&nbsp;</b>But there will be no poor among you; for the LORD will bless you in the land that the LORD your God is giving you for an inheritance to possess—<b class=\"verse-num\" id=\"v05015005-1\">5&nbsp;</b>if only you will strictly obey the voice of the LORD your God, being careful to do all this commandment that I command you today. <b class=\"verse-num\" id=\"v05015006-1\">6&nbsp;</b>For the LORD your God will bless you, as he promised you, and you shall lend to many nations, but you shall not borrow, and you shall rule over many nations, but they shall not rule over you.</p>\n<p id=\"p05015006_04-5\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be. <b class=\"verse-num\" id=\"v05015009-1\">9&nbsp;</b>Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the LORD against you, and you be guilty of sin. <b class=\"verse-num\" id=\"v05015010-1\">10&nbsp;</b>You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the LORD your God will bless you in all your work and in all that you undertake. <b class=\"verse-num\" id=\"v05015011-1\">11&nbsp;</b>For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’</p>\n<p id=\"p05015011_04-5\"><b class=\"verse-num\" id=\"v05015012-1\">12&nbsp;</b>“If your brother, a Hebrew man or a Hebrew woman, is sold to you, he shall serve you six years, and in the seventh year you shall let him go free from you. <b class=\"verse-num\" id=\"v05015013-1\">13&nbsp;</b>And when you let him go free from you, you shall not let him go empty-handed. <b class=\"verse-num\" id=\"v05015014-1\">14&nbsp;</b>You shall furnish him liberally out of your flock, out of your threshing floor, and out of your winepress. As the LORD your God has blessed you, you shall give to him. <b class=\"verse-num\" id=\"v05015015-1\">15&nbsp;</b>You shall remember that you were a slave in the land of Egypt, and the LORD your God redeemed you; therefore I command you this today. <b class=\"verse-num\" id=\"v05015016-1\">16&nbsp;</b>But if he says to you, ‘I will not go out from you,’ because he loves you and your household, since he is well-off with you, <b class=\"verse-num\" id=\"v05015017-1\">17&nbsp;</b>then you shall take an awl, and put it through his ear into the door, and he shall be your slave forever. And to your female slave you shall do the same. <b class=\"verse-num\" id=\"v05015018-1\">18&nbsp;</b>It shall not seem hard to you when you let him go free from you, for at half the cost of a hired worker he has served you six years. So the LORD your God will bless you in all that you do.</p>\n<p id=\"p05015018_04-5\"><b class=\"verse-num\" id=\"v05015019-1\">19&nbsp;</b>“All the firstborn males that are born of your herd and flock you shall dedicate to the LORD your God. You shall do no work with the firstborn of your herd, nor shear the firstborn of your flock. <b class=\"verse-num\" id=\"v05015020-1\">20&nbsp;</b>You shall eat it, you and your household, before the LORD your God year by year at the place that the LORD will choose. <b class=\"verse-num\" id=\"v05015021-1\">21&nbsp;</b>But if it has any blemish, if it is lame or blind or has any serious blemish whatever, you shall not sacrifice it to the LORD your God. <b class=\"verse-num\" id=\"v05015022-1\">22&nbsp;</b>You shall eat it within your towns. The unclean and the clean alike may eat it, as though it were a gazelle or a deer. <b class=\"verse-num\" id=\"v05015023-1\">23&nbsp;</b>Only you shall not eat its blood; you shall pour it out on the ground like water.</p>\n\n</div>","kjv":"<strong>1</strong> At the end of every seven years thou shalt make a release.  <strong>2</strong> And this is the manner of the release: Every creditor that lendeth ought unto his neighbour shall release it; he shall not exact it of his neighbour, or of his brother; because it is called the LORD’S release.  ","niv":"<sup><strong>1</strong></sup> At the end of every seven years you must cancel debts. <sup><strong>2</strong></sup> This is how it is to be done: Every creditor shall cancel the loan he has made to his fellow Israelite. He shall not require payment from his fellow Israelite or brother, because the LORD's time for canceling debts has been proclaimed. ","modified":"2022-11-28T00:14:35.622Z"},{"_id":"615908c85788f063699d8a7e","topicId":"615908c75788f063699d8a7c","verse":"Psalm 37:21","votes":39,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037021_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037021-1\">21&nbsp;</b>&nbsp;&nbsp;The wicked borrows but does not pay back,</span><br><span id=\"p19037021_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous is generous and gives;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> The wicked borroweth, and payeth not again: but the righteous sheweth mercy, and giveth.  ","niv":"<sup><strong>21</strong></sup> The wicked borrow and do not repay, but the righteous give generously;"},{"_id":"615908c85788f063699d8a7f","topicId":"615908c75788f063699d8a7c","verse":"Proverbs 22:7","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender."},{"_id":"615908c85788f063699d8a80","topicId":"615908c75788f063699d8a7c","verse":"Ecclesiastes 5:5","votes":25,"__v":0,"esv":"<div>\n<p id=\"p21005005_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v21005005-1\">5&nbsp;</b>It is better that you should not vow than that you should vow and not pay.</p>\n</div>","kjv":"<strong>5</strong> Better is it that thou shouldest not vow, than that thou shouldest vow and not pay.  ","niv":"<sup><strong>5</strong></sup> It is better not to vow than to make a vow and not fulfill it."},{"_id":"615908c95788f063699d8a81","topicId":"615908c75788f063699d8a7c","verse":"Deuteronomy 15:1-23","votes":24,"__v":0,"kjv":"<strong>1</strong> At the end of every seven years thou shalt make a release.  <strong>2</strong> And this is the manner of the release: Every creditor that lendeth ought unto his neighbour shall release it; he shall not exact it of his neighbour, or of his brother; because it is called the LORD’S release.  <strong>3</strong> Of a foreigner thou mayest exact it again: but that  which is thine with thy brother thine hand shall release;  <strong>4</strong> Save when there shall be no poor among you; for the LORD shall greatly bless thee in the land which the LORD thy God giveth thee for an inheritance to possess it:  <strong>5</strong> Only if thou carefully hearken unto the voice of the LORD thy God, to observe to do all these commandments which I command thee this day.  <strong>6</strong> For the LORD thy God blesseth thee, as he promised thee: and thou shalt lend unto many nations, but thou shalt not borrow; and thou shalt reign over many nations, but they shall not reign over thee.  <strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  <strong>9</strong> Beware that there be not a thought in thy wicked heart, saying, The seventh year, the year of release, is at hand; and thine eye be evil against thy poor brother, and thou givest him nought; and he cry unto the LORD against thee, and it be sin unto thee.  <strong>10</strong> Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the LORD thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.  <strong>11</strong> For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.  <strong>12</strong>           And if thy brother, an Hebrew man, or an Hebrew woman, be sold unto thee, and serve thee six years; then in the seventh year thou shalt let him go free from thee.  <strong>13</strong> And when thou sendest him out free from thee, thou shalt not let him go away empty:  <strong>14</strong> Thou shalt furnish him liberally out of thy flock, and out of thy floor, and out of thy winepress: of that wherewith the LORD thy God hath blessed thee thou shalt give unto him.  <strong>15</strong> And thou shalt remember that thou wast a bondman in the land of Egypt, and the LORD thy God redeemed thee: therefore I command thee this thing to day.  <strong>16</strong> And it shall be, if he say unto thee, I will not go away from thee; because he loveth thee and thine house, because he is well with thee;  <strong>17</strong> Then thou shalt take an aul, and thrust it through his ear unto the door, and he shall be thy servant for ever. And also unto thy maidservant thou shalt do likewise.  <strong>18</strong> It shall not seem hard unto thee, when thou sendest him away free from thee; for he hath been worth a double hired servant to thee, in serving thee six years: and the LORD thy God shall bless thee in all that thou doest.  <strong>19</strong> All the firstling males that come of thy herd and of thy flock thou shalt sanctify unto the LORD thy God: thou shalt do no work with the firstling of thy bullock, nor shear the firstling of thy sheep.  <strong>20</strong> Thou shalt eat it before the LORD thy God year by year in the place which the LORD shall choose, thou and thy household.  <strong>21</strong> And if there be any blemish therein, as if it be  lame, or blind, or have any ill blemish, thou shalt not sacrifice it unto the LORD thy God.  <strong>22</strong> Thou shalt eat it within thy gates: the unclean and the clean person shall eat it alike, as the roebuck, and as the hart.  <strong>23</strong> Only thou shalt not eat the blood thereof; thou shalt pour it upon the ground as water.  ","niv":"<sup><strong>1</strong></sup> At the end of every seven years you must cancel debts. <sup><strong>2</strong></sup> This is how it is to be done: Every creditor shall cancel the loan he has made to his fellow Israelite. He shall not require payment from his fellow Israelite or brother, because the LORD's time for canceling debts has been proclaimed. <sup><strong>3</strong></sup> You may require payment from a foreigner, but you must cancel any debt your brother owes you. <sup><strong>4</strong></sup> However, there should be no poor among you, for in the land the LORD your God is giving you to possess as your inheritance, he will richly bless you, <sup><strong>5</strong></sup> if only you fully obey the LORD your God and are careful to follow all these commands I am giving you today. <sup><strong>6</strong></sup> For the LORD your God will bless you as he has promised, and you will lend to many nations but will borrow from none. You will rule over many nations but none will rule over you. <sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. <sup><strong>9</strong></sup> Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward your needy brother and give him nothing. He may then appeal to the LORD against you, and you will be found guilty of sin. <sup><strong>10</strong></sup> Give generously to him and do so without a grudging heart; then because of this the LORD your God will bless you in all your work and in everything you put your hand to. <sup><strong>11</strong></sup> There will always be poor people in the land. Therefore I command you to be openhanded toward your brothers and toward the poor and needy in your land. <sup><strong>12</strong></sup> If a fellow Hebrew, a man or a woman, sells himself to you and serves you six years, in the seventh year you must let him go free. <sup><strong>13</strong></sup> And when you release him, do not send him away empty-handed. <sup><strong>14</strong></sup> Supply him liberally from your flock, your threshing floor and your winepress. Give to him as the LORD your God has blessed you. <sup><strong>15</strong></sup> Remember that you were slaves in Egypt and the LORD your God redeemed you. That is why I give you this command today. <sup><strong>16</strong></sup> But if your servant says to you, \"I do not want to leave you,\" because he loves you and your family and is well off with you, <sup><strong>17</strong></sup> then take an awl and push it through his ear lobe into the door, and he will become your servant for life. Do the same for your maidservant. <sup><strong>18</strong></sup> Do not consider it a hardship to set your servant free, because his service to you these six years has been worth twice as much as that of a hired hand. And the LORD your God will bless you in everything you do. <sup><strong>19</strong></sup> Set apart for the LORD your God every firstborn male of your herds and flocks. Do not put the firstborn of your oxen to work, and do not shear the firstborn of your sheep. <sup><strong>20</strong></sup> Each year you and your family are to eat them in the presence of the LORD your God at the place he will choose. <sup><strong>21</strong></sup> If an animal has a defect, is lame or blind, or has any serious flaw, you must not sacrifice it to the LORD your God. <sup><strong>22</strong></sup> You are to eat it in your own towns. Both the ceremonially unclean and the clean may eat it, as if it were gazelle or deer. <sup><strong>23</strong></sup> But you must not eat the blood; pour it out on the ground like water. "},{"_id":"615908c95788f063699d8a82","topicId":"615908c75788f063699d8a7c","verse":"Exodus 22:25-27","votes":23,"__v":0,"esv":"<div>\n<p id=\"p02022025_01-6\"><b class=\"verse-num\" id=\"v02022025-1\">25&nbsp;</b>“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him. <b class=\"verse-num\" id=\"v02022026-1\">26&nbsp;</b>If ever you take your neighbor’s cloak in pledge, you shall return it to him before the sun goes down, <b class=\"verse-num\" id=\"v02022027-1\">27&nbsp;</b>for that is his only covering, and it is his cloak for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate.</p>\n</div>","kjv":"<strong>25</strong> If thou lend money to any of my people that is  poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.  <strong>26</strong> If thou at all take thy neighbour’s raiment to pledge, thou shalt deliver it unto him by that the sun goeth down:  <strong>27</strong> For that is his covering only, it is his raiment for his skin: wherein shall he sleep? and it shall come to pass, when he crieth unto me, that I will hear; for I am gracious.  ","niv":"<sup><strong>25</strong></sup> \"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest. <sup><strong>26</strong></sup> If you take your neighbor's cloak as a pledge, return it to him by sunset, <sup><strong>27</strong></sup> because his cloak is the only covering he has for his body. What else will he sleep in? When he cries out to me, I will hear, for I am compassionate. "},{"_id":"615908c95788f063699d8a83","topicId":"615908c75788f063699d8a7c","verse":"Leviticus 25:35-37","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p03025035_05-7\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you. <b class=\"verse-num\" id=\"v03025036-1\">36&nbsp;</b>Take no interest from him or profit, but fear your God, that your brother may live beside you. <b class=\"verse-num\" id=\"v03025037-1\">37&nbsp;</b>You shall not lend him your money at interest, nor give him your food for profit.</p>\n</div>","kjv":"<strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  <strong>36</strong> Take thou no usury of him, or increase: but fear thy God; that thy brother may live with thee.  <strong>37</strong> Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.  ","niv":"<sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you. <sup><strong>36</strong></sup> Do not take interest of any kind from him, but fear your God, so that your countryman may continue to live among you. <sup><strong>37</strong></sup> You must not lend him money at interest or sell him food at a profit. "},{"_id":"615908ca5788f063699d8a84","topicId":"615908c75788f063699d8a7c","verse":"Ezekiel 18:13","votes":17,"__v":0,"esv":"<div>\n<p id=\"p26018013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018013-1\">13&nbsp;</b>lends at interest, and takes profit; shall he then live? He shall not live. He has done all these abominations; he shall surely die; his blood shall be upon himself.</p>\n</div>","kjv":"<strong>13</strong> Hath given forth upon usury, and hath taken increase: shall he then live? he shall not live: he hath done all these abominations; he shall surely die; his blood shall be upon him.  ","niv":"<sup><strong>13</strong></sup> He lends at usury and takes excessive interest. Will such a man live? He will not! Because he has done all these detestable things, he will surely be put to death and his blood will be on his own head."},{"_id":"615908ca5788f063699d8a85","topicId":"615908c75788f063699d8a7c","verse":"Leviticus 25:35","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p03025035_05-9\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you.</p>\n</div>","kjv":"<strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  ","niv":"<sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you."},{"_id":"615908ca5788f063699d8a86","topicId":"615908c75788f063699d8a7c","verse":"Deuteronomy 23:19-20","votes":14,"__v":0,"esv":"<div>\n<p id=\"p05023019_01-10\"><b class=\"verse-num\" id=\"v05023019-1\">19&nbsp;</b>“You shall not charge interest on loans to your brother, interest on money, interest on food, interest on anything that is lent for interest. <b class=\"verse-num\" id=\"v05023020-1\">20&nbsp;</b>You may charge a foreigner interest, but you may not charge your brother interest, that the LORD your God may bless you in all that you undertake in the land that you are entering to take possession of it.</p>\n</div>","kjv":"<strong>19</strong> Thou shalt not lend upon usury to thy brother; usury of money, usury of victuals, usury of any thing that is lent upon usury:  <strong>20</strong> Unto a stranger thou mayest lend upon usury; but unto thy brother thou shalt not lend upon usury: that the LORD thy God may bless thee in all that thou settest thine hand to in the land whither thou goest to possess it.  ","niv":"<sup><strong>19</strong></sup> Do not charge your brother interest, whether on money or food or anything else that may earn interest. <sup><strong>20</strong></sup> You may charge a foreigner interest, but not a brother Israelite, so that the LORD your God may bless you in everything you put your hand to in the land you are entering to possess. "},{"_id":"615908ca5788f063699d8a87","topicId":"615908c75788f063699d8a7c","verse":"Deuteronomy 15:7-10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p05015007_01-11\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be. <b class=\"verse-num\" id=\"v05015009-1\">9&nbsp;</b>Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the LORD against you, and you be guilty of sin. <b class=\"verse-num\" id=\"v05015010-1\">10&nbsp;</b>You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the LORD your God will bless you in all your work and in all that you undertake.</p>\n\n</div>","kjv":"<strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  <strong>9</strong> Beware that there be not a thought in thy wicked heart, saying, The seventh year, the year of release, is at hand; and thine eye be evil against thy poor brother, and thou givest him nought; and he cry unto the LORD against thee, and it be sin unto thee.  <strong>10</strong> Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the LORD thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.  ","niv":"<sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. <sup><strong>9</strong></sup> Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward your needy brother and give him nothing. He may then appeal to the LORD against you, and you will be found guilty of sin. <sup><strong>10</strong></sup> Give generously to him and do so without a grudging heart; then because of this the LORD your God will bless you in all your work and in everything you put your hand to. "},{"_id":"615908cb5788f063699d8a88","topicId":"615908c75788f063699d8a7c","verse":"Luke 6:34-35","votes":13,"__v":0,"esv":"<div>\n<p id=\"p42006034_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006034-1\">34&nbsp;</b><span class=\"woc\">And if you lend to those from whom you expect to receive, what credit is that to you? Even sinners lend to sinners, to get back the same amount.</span> <b class=\"verse-num woc\" id=\"v42006035-1\">35&nbsp;</b><span class=\"woc\">But love your enemies, and do good, and lend, expecting nothing in return, and your reward will be great, and you will be sons of the Most High, for he is kind to the ungrateful and the evil.</span></p>\n</div>","kjv":"<strong>34</strong> And if ye lend to them of whom ye hope to receive, what thank have ye? for sinners also lend to sinners, to receive as much again.  <strong>35</strong> But love ye your enemies, and do good, and lend, hoping for nothing again; and your reward shall be great, and ye shall be the children of the Highest: for he is kind unto the unthankful and to the evil.  ","niv":"<sup><strong>34</strong></sup> And if you lend to those from whom you expect repayment, what credit is that to you? Even 'sinners' lend to 'sinners,' expecting to be repaid in full. <sup><strong>35</strong></sup> But love your enemies, do good to them, and lend to them without expecting to get anything back. Then your reward will be great, and you will be sons of the Most High, because he is kind to the ungrateful and wicked. "},{"_id":"615908cb5788f063699d8a89","topicId":"615908c75788f063699d8a7c","verse":"Romans 13:8","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-13\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"615908cb5788f063699d8a8a","topicId":"615908c75788f063699d8a7c","verse":"Nehemiah 5:11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p16005011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v16005011-1\">11&nbsp;</b>Return to them this very day their fields, their vineyards, their olive orchards, and their houses, and the percentage of money, grain, wine, and oil that you have been exacting from them.”</p>\n</div>","kjv":"<strong>11</strong> Restore, I pray you, to them, even this day, their lands, their vineyards, their oliveyards, and their houses, also the hundredth part of the money, and of the corn, the wine, and the oil, that ye exact of them.  ","niv":"<sup><strong>11</strong></sup> Give back to them immediately their fields, vineyards, olive groves and houses, and also the usury you are charging them-the hundredth part of the money, grain, new wine and oil.\""},{"_id":"615908cc5788f063699d8a8b","topicId":"615908c75788f063699d8a7c","verse":"Proverbs 3:5-6","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"615908cc5788f063699d8a8c","topicId":"615908c75788f063699d8a7c","verse":"Leviticus 25:39","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03025039_01-16\"><b class=\"verse-num\" id=\"v03025039-1\">39&nbsp;</b>“If your brother becomes poor beside you and sells himself to you, you shall not make him serve as a slave:</p>\n</div>","kjv":"<strong>39</strong> And if thy brother that dwelleth by thee be waxen poor, and be sold unto thee; thou shalt not compel him to serve as a bondservant:  ","niv":"<sup><strong>39</strong></sup> \"'If one of your countrymen becomes poor among you and sells himself to you, do not make him work as a slave."},{"_id":"615908cc5788f063699d8a8d","topicId":"615908c75788f063699d8a7c","verse":"Exodus 22:25","votes":11,"__v":0,"esv":"<div>\n<p id=\"p02022025_01-17\"><b class=\"verse-num\" id=\"v02022025-1\">25&nbsp;</b>“If you lend money to any of my people with you who is poor, you shall not be like a moneylender to him, and you shall not exact interest from him.</p>\n</div>","kjv":"<strong>25</strong> If thou lend money to any of my people that is  poor by thee, thou shalt not be to him as an usurer, neither shalt thou lay upon him usury.  ","niv":"<sup><strong>25</strong></sup> \"If you lend money to one of my people among you who is needy, do not be like a moneylender; charge him no interest."},{"_id":"615908cd5788f063699d8a8e","topicId":"615908c75788f063699d8a7c","verse":"1 John 1:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615908cd5788f063699d8a8f","topicId":"615908c75788f063699d8a7c","verse":"Luke 7:42","votes":10,"__v":0,"esv":"<div>\n<p id=\"p42007042_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span></p>\n</div>","kjv":"<strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  ","niv":"<sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\""},{"_id":"615908cd5788f063699d8a90","topicId":"615908c75788f063699d8a7c","verse":"Deuteronomy 8:11-18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p05008011_01-20\"><b class=\"verse-num\" id=\"v05008011-1\">11&nbsp;</b>“Take care lest you forget the LORD your God by not keeping his commandments and his rules and his statutes, which I command you today, <b class=\"verse-num\" id=\"v05008012-1\">12&nbsp;</b>lest, when you have eaten and are full and have built good houses and live in them, <b class=\"verse-num\" id=\"v05008013-1\">13&nbsp;</b>and when your herds and flocks multiply and your silver and gold is multiplied and all that you have is multiplied, <b class=\"verse-num\" id=\"v05008014-1\">14&nbsp;</b>then your heart be lifted up, and you forget the LORD your God, who brought you out of the land of Egypt, out of the house of slavery, <b class=\"verse-num\" id=\"v05008015-1\">15&nbsp;</b>who led you through the great and terrifying wilderness, with its fiery serpents and scorpions and thirsty ground where there was no water, who brought you water out of the flinty rock, <b class=\"verse-num\" id=\"v05008016-1\">16&nbsp;</b>who fed you in the wilderness with manna that your fathers did not know, that he might humble you and test you, to do you good in the end. <b class=\"verse-num\" id=\"v05008017-1\">17&nbsp;</b>Beware lest you say in your heart, ‘My power and the might of my hand have gotten me this wealth.’ <b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","kjv":"<strong>11</strong> Beware that thou forget not the LORD thy God, in not keeping his commandments, and his judgments, and his statutes, which I command thee this day:  <strong>12</strong> Lest when thou hast eaten and art full, and hast built goodly houses, and dwelt therein;  <strong>13</strong> And when thy herds and thy flocks multiply, and thy silver and thy gold is multiplied, and all that thou hast is multiplied;  <strong>14</strong> Then thine heart be lifted up, and thou forget the LORD thy God, which brought thee forth out of the land of Egypt, from the house of bondage;  <strong>15</strong> Who led thee through that great and terrible wilderness, wherein were fiery serpents, and scorpions, and drought, where there was  no water; who brought thee forth water out of the rock of flint;  <strong>16</strong> Who fed thee in the wilderness with manna, which thy fathers knew not, that he might humble thee, and that he might prove thee, to do thee good at thy latter end;  <strong>17</strong> And thou say in thine heart, My power and the might of mine  hand hath gotten me this wealth.  <strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","niv":"<sup><strong>11</strong></sup> Be careful that you do not forget the LORD your God, failing to observe his commands, his laws and his decrees that I am giving you this day. <sup><strong>12</strong></sup> Otherwise, when you eat and are satisfied, when you build fine houses and settle down, <sup><strong>13</strong></sup> and when your herds and flocks grow large and your silver and gold increase and all you have is multiplied, <sup><strong>14</strong></sup> then your heart will become proud and you will forget the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>15</strong></sup> He led you through the vast and dreadful desert, that thirsty and waterless land, with its venomous snakes and scorpions. He brought you water out of hard rock. <sup><strong>16</strong></sup> He gave you manna to eat in the desert, something your fathers had never known, to humble and to test you so that in the end it might go well with you. <sup><strong>17</strong></sup> You may say to yourself, \"My power and the strength of my hands have produced this wealth for me.\" <sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today. "},{"_id":"615908cd5788f063699d8a91","topicId":"615908c75788f063699d8a7c","verse":"James 1:5-7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-21\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord;</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; "},{"_id":"615908ce5788f063699d8a92","topicId":"615908c75788f063699d8a7c","verse":"Luke 7:36-50","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p42007036_05-22\"><b class=\"verse-num\" id=\"v42007036-1\">36&nbsp;</b>One of the Pharisees asked him to eat with him, and he went into the Pharisee’s house and reclined at table. <b class=\"verse-num\" id=\"v42007037-1\">37&nbsp;</b>And behold, a woman of the city, who was a sinner, when she learned that he was reclining at table in the Pharisee’s house, brought an alabaster flask of ointment, <b class=\"verse-num\" id=\"v42007038-1\">38&nbsp;</b>and standing behind him at his feet, weeping, she began to wet his feet with her tears and wiped them with the hair of her head and kissed his feet and anointed them with the ointment. <b class=\"verse-num\" id=\"v42007039-1\">39&nbsp;</b>Now when the Pharisee who had invited him saw this, he said to himself, “If this man were a prophet, he would have known who and what sort of woman this is who is touching him, for she is a sinner.” <b class=\"verse-num\" id=\"v42007040-1\">40&nbsp;</b>And Jesus answering said to him, <span class=\"woc\">“Simon, I have something to say to you.”</span> And he answered, “Say it, Teacher.”</p>\n<p id=\"p42007040_05-22\"><b class=\"verse-num woc\" id=\"v42007041-1\">41&nbsp;</b><span class=\"woc\">“A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.</span> <b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span> <b class=\"verse-num\" id=\"v42007043-1\">43&nbsp;</b>Simon answered, “The one, I suppose, for whom he cancelled the larger debt.” And he said to him, <span class=\"woc\">“You have judged rightly.”</span> <b class=\"verse-num\" id=\"v42007044-1\">44&nbsp;</b>Then turning toward the woman he said to Simon, <span class=\"woc\">“Do you see this woman? I entered your house; you gave me no water for my feet, but she has wet my feet with her tears and wiped them with her hair.</span> <b class=\"verse-num woc\" id=\"v42007045-1\">45&nbsp;</b><span class=\"woc\">You gave me no kiss, but from the time I came in she has not ceased to kiss my feet.</span> <b class=\"verse-num woc\" id=\"v42007046-1\">46&nbsp;</b><span class=\"woc\">You did not anoint my head with oil, but she has anointed my feet with ointment.</span> <b class=\"verse-num woc\" id=\"v42007047-1\">47&nbsp;</b><span class=\"woc\">Therefore I tell you, her sins, which are many, are forgiven—for she loved much. But he who is forgiven little, loves little.”</span> <b class=\"verse-num\" id=\"v42007048-1\">48&nbsp;</b>And he said to her, <span class=\"woc\">“Your sins are forgiven.”</span> <b class=\"verse-num\" id=\"v42007049-1\">49&nbsp;</b>Then those who were at table with him began to say among themselves, “Who is this, who even forgives sins?” <b class=\"verse-num\" id=\"v42007050-1\">50&nbsp;</b>And he said to the woman, <span class=\"woc\">“Your faith has saved you; go in peace.”</span></p>\n\n</div>","kjv":"<strong>36</strong>           And one of the Pharisees desired him that he would eat with him. And he went into the Pharisee’s house, and sat down to meat.  <strong>37</strong> And, behold, a woman in the city, which was a sinner, when she knew that Jesus sat at meat in the Pharisee’s house, brought an alabaster box of ointment,  <strong>38</strong> And stood at his feet behind him weeping, and began to wash his feet with tears, and did wipe them with the hairs of her head, and kissed his feet, and anointed them with the ointment.  <strong>39</strong> Now when the Pharisee which had bidden him saw it, he spake within himself, saying, This man, if he were a prophet, would have known who and what manner of woman this is that toucheth him: for she is a sinner.  <strong>40</strong> And Jesus answering said unto him, Simon, I have somewhat to say unto thee. And he saith, Master, say on.  <strong>41</strong> There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.  <strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  <strong>43</strong> Simon answered and said, I suppose that he, to whom he forgave most. And he said unto him, Thou hast rightly judged.  <strong>44</strong> And he turned to the woman, and said unto Simon, Seest thou this woman? I entered into thine house, thou gavest me no water for my feet: but she hath washed my feet with tears, and wiped them with the hairs of her head.  <strong>45</strong> Thou gavest me no kiss: but this woman since the time I came in hath not ceased to kiss my feet.  <strong>46</strong> My head with oil thou didst not anoint: but this woman hath anointed my feet with ointment.  <strong>47</strong> Wherefore I say unto thee, Her sins, which are many, are forgiven; for she loved much: but to whom little is forgiven, the same loveth little.  <strong>48</strong> And he said unto her, Thy sins are forgiven.  <strong>49</strong> And they that sat at meat with him began to say within themselves, Who is this that forgiveth sins also?  <strong>50</strong> And he said to the woman, Thy faith hath saved thee; go in peace.  ","niv":"<sup><strong>36</strong></sup> Now one of the Pharisees invited Jesus to have dinner with him, so he went to the Pharisee's house and reclined at the table. <sup><strong>37</strong></sup> When a woman who had lived a sinful life in that town learned that Jesus was eating at the Pharisee's house, she brought an alabaster jar of perfume, <sup><strong>38</strong></sup> and as she stood behind him at his feet weeping, she began to wet his feet with her tears. Then she wiped them with her hair, kissed them and poured perfume on them. <sup><strong>39</strong></sup> When the Pharisee who had invited him saw this, he said to himself, \"If this man were a prophet, he would know who is touching him and what kind of woman she is--that she is a sinner.\" <sup><strong>40</strong></sup> Jesus answered him, \"Simon, I have something to tell you.Tell me, teacher,\" he said. <sup><strong>41</strong></sup> \"Two men owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty. <sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\" <sup><strong>43</strong></sup> Simon replied, \"I suppose the one who had the bigger debt canceled.You have judged correctly,\" Jesus said. <sup><strong>44</strong></sup> Then he turned toward the woman and said to Simon, \"Do you see this woman? I came into your house. You did not give me any water for my feet, but she wet my feet with her tears and wiped them with her hair. <sup><strong>45</strong></sup> You did not give me a kiss, but this woman, from the time I entered, has not stopped kissing my feet. <sup><strong>46</strong></sup> You did not put oil on my head, but she has poured perfume on my feet. <sup><strong>47</strong></sup> Therefore, I tell you, her many sins have been forgiven--for she loved much. But he who has been forgiven little loves little.\" <sup><strong>48</strong></sup> Then Jesus said to her, \"Your sins are forgiven.\" <sup><strong>49</strong></sup> The other guests began to say among themselves, \"Who is this who even forgives sins?\" <sup><strong>50</strong></sup> Jesus said to the woman, \"Your faith has saved you; go in peace.\" "},{"_id":"615908ce5788f063699d8a93","topicId":"615908c75788f063699d8a7c","verse":"Proverbs 15:22","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015022_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015022-1\">22&nbsp;</b>&nbsp;&nbsp;Without counsel plans fail,</span><br><span id=\"p20015022_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with many advisers they succeed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Without counsel purposes are disappointed: but in the multitude of counsellors they are established.  ","niv":"<sup><strong>22</strong></sup> Plans fail for lack of counsel, but with many advisers they succeed."},{"_id":"615908ce5788f063699d8a94","topicId":"615908c75788f063699d8a7c","verse":"Romans 8:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"_id":"615908cf5788f063699d8a95","topicId":"615908c75788f063699d8a7c","verse":"2 Kings 4:1-7","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p12004001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12004001-1\">4:1&nbsp;</b>Now the wife of one of the sons of the prophets cried to Elisha, “Your servant my husband is dead, and you know that your servant feared the LORD, but the creditor has come to take my two children to be his slaves.” <b class=\"verse-num\" id=\"v12004002-1\">2&nbsp;</b>And Elisha said to her, “What shall I do for you? Tell me; what have you in the house?” And she said, “Your servant has nothing in the house except a jar of oil.” <b class=\"verse-num\" id=\"v12004003-1\">3&nbsp;</b>Then he said, “Go outside, borrow vessels from all your neighbors, empty vessels and not too few. <b class=\"verse-num\" id=\"v12004004-1\">4&nbsp;</b>Then go in and shut the door behind yourself and your sons and pour into all these vessels. And when one is full, set it aside.” <b class=\"verse-num\" id=\"v12004005-1\">5&nbsp;</b>So she went from him and shut the door behind herself and her sons. And as she poured they brought the vessels to her. <b class=\"verse-num\" id=\"v12004006-1\">6&nbsp;</b>When the vessels were full, she said to her son, “Bring me another vessel.” And he said to her, “There is not another.” Then the oil stopped flowing. <b class=\"verse-num\" id=\"v12004007-1\">7&nbsp;</b>She came and told the man of God, and he said, “Go, sell the oil and pay your debts, and you and your sons can live on the rest.”</p>\n</div>","kjv":"<strong>1</strong> Now there cried a certain woman of the wives of the sons of the prophets unto Elisha, saying, Thy servant my husband is dead; and thou knowest that thy servant did fear the LORD: and the creditor is come to take unto him my two sons to be bondmen.  <strong>2</strong> And Elisha said unto her, What shall I do for thee? tell me, what hast thou in the house? And she said, Thine handmaid hath not any thing in the house, save a pot of oil.  <strong>3</strong> Then he said, Go, borrow thee vessels abroad of all thy neighbours, even empty vessels; borrow not a few.  <strong>4</strong> And when thou art come in, thou shalt shut the door upon thee and upon thy sons, and shalt pour out into all those vessels, and thou shalt set aside that which is full.  <strong>5</strong> So she went from him, and shut the door upon her and upon her sons, who brought the vessels to her; and she poured out.  <strong>6</strong> And it came to pass, when the vessels were full, that she said unto her son, Bring me yet a vessel. And he said unto her, There is not a vessel more. And the oil stayed.  <strong>7</strong> Then she came and told the man of God. And he said, Go, sell the oil, and pay thy debt, and live thou and thy children of the rest.  ","niv":"<sup><strong>1</strong></sup> The wife of a man from the company of the prophets cried out to Elisha, \"Your servant my husband is dead, and you know that he revered the LORD. But now his creditor is coming to take my two boys as his slaves.\" <sup><strong>2</strong></sup> Elisha replied to her, \"How can I help you? Tell me, what do you have in your house?Your servant has nothing there at all,\" she said, \"except a little oil.\" <sup><strong>3</strong></sup> Elisha said, \"Go around and ask all your neighbors for empty jars. Don't ask for just a few. <sup><strong>4</strong></sup> Then go inside and shut the door behind you and your sons. Pour oil into all the jars, and as each is filled, put it to one side.\" <sup><strong>5</strong></sup> She left him and afterward shut the door behind her and her sons. They brought the jars to her and she kept pouring. <sup><strong>6</strong></sup> When all the jars were full, she said to her son, \"Bring me another one.\" But he replied, \"There is not a jar left.\" Then the oil stopped flowing. <sup><strong>7</strong></sup> She went and told the man of God, and he said, \"Go, sell the oil and pay your debts. You and your sons can live on what is left.\" "}]}