{"_id":"6159094a5788f063699d8ad9","slug":"baptism-of-the-holy-spirit","name":"Baptism Of The Holy Spirit","verses":[{"_id":"6159094a5788f063699d8ada","topicId":"6159094a5788f063699d8ad9","verse":"1 Corinthians 12:13","votes":1455,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink.","modified":"2023-09-19T19:27:50.885Z"},{"_id":"6159094a5788f063699d8adb","topicId":"6159094a5788f063699d8ad9","verse":"Acts 2:38","votes":1189,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-13\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-13\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-13\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-13\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-13\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-13\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-13\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-13\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-13\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-13\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-13\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2023-11-12T19:07:17.572Z"},{"_id":"6159094a5788f063699d8adc","topicId":"6159094a5788f063699d8ad9","verse":"Acts 1:8","votes":1129,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"6159094b5788f063699d8add","topicId":"6159094a5788f063699d8ad9","verse":"Acts 1:5","votes":1014,"__v":0,"esv":"<div>\n<p id=\"p44001005_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001005-1\">5&nbsp;</b><span class=\"woc\">for John baptized with water, but you will be baptized with the Holy Spirit not many days from now.”</span></p>\n\n</div>","kjv":"<strong>5</strong> For John truly baptized with water; but ye shall be baptized with the Holy Ghost not many days hence.  ","niv":"<sup><strong>5</strong></sup> For John baptized with water, but in a few days you will be baptized with the Holy Spirit.\"","modified":"2022-09-27T08:51:16.057Z"},{"_id":"6159094b5788f063699d8ade","topicId":"6159094a5788f063699d8ad9","verse":"Matthew 3:11","votes":973,"__v":0,"esv":"<div>\n<p id=\"p40003011_01-5\"><b class=\"verse-num\" id=\"v40003011-1\">11&nbsp;</b>“I baptize you with water for repentance, but he who is coming after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire.</p>\n</div>","kjv":"<strong>11</strong> I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire:  ","niv":"<sup><strong>11</strong></sup> \"I baptize you with water for repentance. But after me will come one who is more powerful than I, whose sandals I am not fit to carry. He will baptize you with the Holy Spirit and with fire.","modified":"2022-06-22T17:39:22.432Z"},{"_id":"6159094b5788f063699d8adf","topicId":"6159094a5788f063699d8ad9","verse":"Luke 3:16","votes":759,"__v":0,"esv":"<div>\n<p id=\"p42003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003016-1\">16&nbsp;</b>John answered them all, saying, “I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire.</p>\n</div>","kjv":"<strong>16</strong> John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:  ","niv":"<sup><strong>16</strong></sup> John answered them all, \"I baptize you with water. But one more powerful than I will come, the thongs of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and with fire.","modified":"2022-05-20T23:16:51.108Z"},{"_id":"6159094c5788f063699d8ae0","topicId":"6159094a5788f063699d8ad9","verse":"Acts 4:31","votes":742,"__v":0,"esv":"<div>\n<p id=\"p44004031_01-7\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44004031-1\">31&nbsp;</b>And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness.</p>\n</div>","kjv":"<strong>31</strong> And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.  ","niv":"<sup><strong>31</strong></sup> After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."},{"_id":"6159094c5788f063699d8ae1","topicId":"6159094a5788f063699d8ad9","verse":"1 Peter 3:21","votes":727,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,","modified":"2022-08-27T22:06:39.345Z"},{"_id":"6159094c5788f063699d8ae2","topicId":"6159094a5788f063699d8ad9","verse":"John 3:5","votes":724,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit.","modified":"2023-07-06T13:11:56.352Z"},{"_id":"6159094c5788f063699d8ae3","topicId":"6159094a5788f063699d8ad9","verse":"Galatians 3:27","votes":721,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ.","modified":"2022-10-26T11:36:19.319Z"},{"_id":"6159094d5788f063699d8ae4","topicId":"6159094a5788f063699d8ad9","verse":"Acts 2:4","votes":711,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.","modified":"2022-08-27T22:07:25.481Z"},{"_id":"6159094d5788f063699d8ae5","topicId":"6159094a5788f063699d8ad9","verse":"Acts 2:1-47","votes":585,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. ","modified":"2022-10-16T09:03:10.616Z"},{"_id":"6159094d5788f063699d8ae6","topicId":"6159094a5788f063699d8ad9","verse":"Mark 1:8","votes":573,"__v":0,"esv":"<div>\n<p id=\"p41001008_01-14\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v41001008-1\">8&nbsp;</b>I have baptized you with water, but he will baptize you with the Holy Spirit.”</p>\n</div>","kjv":"<strong>8</strong> I indeed have baptized you with water: but he shall baptize you with the Holy Ghost.  ","niv":"<sup><strong>8</strong></sup> I baptize you with water, but he will baptize you with the Holy Spirit.\"","modified":"2023-08-29T00:11:58.975Z"},{"_id":"6159094e5788f063699d8ae7","topicId":"6159094a5788f063699d8ad9","verse":"John 1:33","votes":566,"__v":0,"esv":"<div>\n<p id=\"p43001033_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’</p>\n</div>","kjv":"<strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  ","niv":"<sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.'","modified":"2023-05-26T15:03:44.602Z"},{"_id":"6159094e5788f063699d8ae8","topicId":"6159094a5788f063699d8ad9","verse":"Luke 11:13","votes":543,"__v":0,"esv":"<div>\n<p id=\"p42011013_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011013-1\">13&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”</span></p>\n</div>","kjv":"<strong>13</strong> If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? ","niv":"<sup><strong>13</strong></sup> If you then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give the Holy Spirit to those who ask him!\"","modified":"2023-06-11T11:28:12.690Z"},{"_id":"6159094e5788f063699d8ae9","topicId":"6159094a5788f063699d8ad9","verse":"Romans 8:9","votes":535,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-17\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ.","modified":"2023-09-24T09:06:03.425Z"},{"_id":"6159094f5788f063699d8aea","topicId":"6159094a5788f063699d8ad9","verse":"Acts 2:41","votes":507,"__v":0,"esv":"<div>\n<p id=\"p44002041_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n</div>","kjv":"<strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  ","niv":"<sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day.","modified":"2022-08-27T22:07:44.114Z"},{"_id":"6159094f5788f063699d8aeb","topicId":"6159094a5788f063699d8ad9","verse":"Colossians 2:12","votes":492,"__v":0,"esv":"<div>\n<p id=\"p51002012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead.</p>\n</div>","kjv":"<strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  ","niv":"<sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead.","modified":"2022-10-30T10:48:48.580Z"},{"_id":"6159094f5788f063699d8aec","topicId":"6159094a5788f063699d8ad9","verse":"Mark 16:16","votes":492,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2022-11-27T07:21:32.696Z"},{"_id":"6159094f5788f063699d8aed","topicId":"6159094a5788f063699d8ad9","verse":"Ephesians 4:5","votes":483,"__v":0,"esv":"<div>\n<p id=\"p49004005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism,</p>\n</div>","kjv":"<strong>5</strong> One Lord, one faith, one baptism,  ","niv":"<sup><strong>5</strong></sup> one Lord, one faith, one baptism;","modified":"2022-10-24T15:23:17.420Z"},{"_id":"615909505788f063699d8aee","topicId":"6159094a5788f063699d8ad9","verse":"Matthew 28:19","votes":482,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","modified":"2022-08-27T22:07:58.992Z"},{"_id":"615909505788f063699d8aef","topicId":"6159094a5788f063699d8ad9","verse":"Acts 22:16","votes":481,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'","modified":"2022-08-27T22:08:03.841Z"},{"_id":"615909505788f063699d8af0","topicId":"6159094a5788f063699d8ad9","verse":"Matthew 28:19-20","votes":477,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" ","modified":"2023-03-03T13:40:36.413Z"},{"_id":"615909515788f063699d8af1","topicId":"6159094a5788f063699d8ad9","verse":"Ephesians 5:18","votes":460,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit.","modified":"2022-08-27T22:08:11.110Z"},{"_id":"615909515788f063699d8af2","topicId":"6159094a5788f063699d8ad9","verse":"Luke 3:21-22","votes":451,"__v":0,"esv":"<div>\n<p id=\"p42003021_01-26\"><b class=\"verse-num\" id=\"v42003021-1\">21&nbsp;</b>Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened, <b class=\"verse-num\" id=\"v42003022-1\">22&nbsp;</b>and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”</p>\n\n</div>","kjv":"<strong>21</strong> Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,  <strong>22</strong> And the Holy Ghost descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased.  ","niv":"<sup><strong>21</strong></sup> When all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened <sup><strong>22</strong></sup> and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" ","modified":"2022-08-27T22:08:14.301Z"}]}