{"_id":"615909aa5788f063699d8b27","slug":"barnabas","name":"Barnabas","verses":[{"_id":"615909aa5788f063699d8b28","topicId":"615909aa5788f063699d8b27","verse":"Acts 13:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul. <b class=\"verse-num\" id=\"v44013002-1\">2&nbsp;</b>While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” <b class=\"verse-num\" id=\"v44013003-1\">3&nbsp;</b>Then after fasting and praying they laid their hands on them and sent them off.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  <strong>2</strong> As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.  <strong>3</strong> And when they had fasted and prayed, and laid their hands on them, they sent them away.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul. <sup><strong>2</strong></sup> While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\" <sup><strong>3</strong></sup> So after they had fasted and prayed, they placed their hands on them and sent them off. ","modified":"2022-05-11T17:36:44.595Z"},{"_id":"615909aa5788f063699d8b29","topicId":"615909aa5788f063699d8b27","verse":"Acts 11:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44011023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44011023-1\">23&nbsp;</b>When he came and saw the grace of God, he was glad, and he exhorted them all to remain faithful to the Lord with steadfast purpose,</p>\n</div>","kjv":"<strong>23</strong> Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.  ","niv":"<sup><strong>23</strong></sup> When he arrived and saw the evidence of the grace of God, he was glad and encouraged them all to remain true to the Lord with all their hearts.","modified":"2022-05-11T17:36:34.428Z"},{"_id":"615909ab5788f063699d8b2a","topicId":"615909aa5788f063699d8b27","verse":"Acts 4:36","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44004036_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004036-1\">36&nbsp;</b>Thus Joseph, who was also called by the apostles Barnabas (which means son of encouragement), a Levite, a native of Cyprus,</p>\n</div>","kjv":"<strong>36</strong> And Joses, who by the apostles was surnamed Barnabas, (which is, being interpreted, The son of consolation,) a Levite, and of the country of Cyprus,  ","niv":"<sup><strong>36</strong></sup> Joseph, a Levite from Cyprus, whom the apostles called Barnabas (which means Son of Encouragement),","modified":"2023-09-08T13:34:32.732Z"},{"_id":"615909ab5788f063699d8b2b","topicId":"615909aa5788f063699d8b27","verse":"Acts 9:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44009027_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009027-1\">27&nbsp;</b>But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus.</p>\n</div>","kjv":"<strong>27</strong> But Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus.  ","niv":"<sup><strong>27</strong></sup> But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus.","modified":"2022-05-11T17:36:40.840Z"},{"_id":"615909ab5788f063699d8b2c","topicId":"615909aa5788f063699d8b27","verse":"Acts 11:22-23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44011022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44011022-1\">22&nbsp;</b>The report of this came to the ears of the church in Jerusalem, and they sent Barnabas to Antioch. <b class=\"verse-num\" id=\"v44011023-1\">23&nbsp;</b>When he came and saw the grace of God, he was glad, and he exhorted them all to remain faithful to the Lord with steadfast purpose,</p>\n</div>","kjv":"<strong>22</strong> Then tidings of these things came unto the ears of the church which was in Jerusalem: and they sent forth Barnabas, that he should go as far as Antioch.  <strong>23</strong> Who, when he came, and had seen the grace of God, was glad, and exhorted them all, that with purpose of heart they would cleave unto the Lord.  ","niv":"<sup><strong>22</strong></sup> News of this reached the ears of the church at Jerusalem, and they sent Barnabas to Antioch. <sup><strong>23</strong></sup> When he arrived and saw the evidence of the grace of God, he was glad and encouraged them all to remain true to the Lord with all their hearts. ","modified":"2023-06-17T17:57:01.712Z"},{"_id":"615909ac5788f063699d8b2d","topicId":"615909aa5788f063699d8b27","verse":"Philippians 3:8","votes":0,"__v":0,"esv":"<div>\n<p id=\"p50003008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ</p>\n</div>","kjv":"<strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  ","niv":"<sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ","modified":"2022-05-11T17:36:26.921Z"},{"_id":"615909ac5788f063699d8b2e","topicId":"615909aa5788f063699d8b27","verse":"Acts 15:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question.</p>\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. ","modified":"2022-05-11T17:36:55.649Z"},{"_id":"615909ac5788f063699d8b2f","topicId":"615909aa5788f063699d8b27","verse":"James 1:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.","modified":"2023-06-28T13:38:19.718Z"},{"_id":"615909ac5788f063699d8b30","topicId":"615909aa5788f063699d8b27","verse":"Hebrews 13:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58013007_01-9\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.</p>\n</div>","kjv":"<strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  ","niv":"<sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith."},{"_id":"615909ad5788f063699d8b31","topicId":"615909aa5788f063699d8b27","verse":"Hebrews 1:1-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets, <b class=\"verse-num\" id=\"v58001002-1\">2&nbsp;</b>but in these last days he has spoken to us by his Son, whom he appointed the heir of all things, through whom also he created the world. <b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high, <b class=\"verse-num\" id=\"v58001004-1\">4&nbsp;</b>having become as much superior to angels as the name he has inherited is more excellent than theirs.</p>\n<p id=\"p58001004_06-10\"><b class=\"verse-num\" id=\"v58001005-1\">5&nbsp;</b>For to which of the angels did God ever say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-10\" class=\"line\">&nbsp;&nbsp;“You are my Son,</span><br><span id=\"p58001005_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-10\" class=\"same-paragraph\">Or again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001005_06-10\" class=\"line\">&nbsp;&nbsp;“I will be to him a father,</span><br><span id=\"p58001005_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall be to me a son”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001005_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001006-1\">6&nbsp;</b>And again, when he brings the firstborn into the world, he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001006_06-10\" class=\"line\">&nbsp;&nbsp;“Let all God’s angels worship him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001006_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001007-1\">7&nbsp;</b>Of the angels he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001007_06-10\" class=\"line\">&nbsp;&nbsp;“He makes his angels winds,</span><br><span id=\"p58001007_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ministers a flame of fire.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001007_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_06-10\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br><span id=\"p58001009_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001009-1\">9&nbsp;</b>&nbsp;&nbsp;You have loved righteousness and hated wickedness;</span><br><span id=\"p58001009_06-10\" class=\"line\">&nbsp;&nbsp;therefore God, your God, has anointed you</span><br><span id=\"p58001009_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the oil of gladness beyond your companions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001009_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001010-1\">10&nbsp;</b>And,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001010_06-10\" class=\"line\">&nbsp;&nbsp;“You, Lord, laid the foundation of the earth in the beginning,</span><br><span id=\"p58001010_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the heavens are the work of your hands;</span><br><span id=\"p58001011_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001011-1\">11&nbsp;</b>&nbsp;&nbsp;they will perish, but you remain;</span><br><span id=\"p58001011_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will all wear out like a garment,</span><br><span id=\"p58001012_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v58001012-1\">12&nbsp;</b>&nbsp;&nbsp;like a robe you will roll them up,</span><br><span id=\"p58001012_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a garment they will be changed.</span><br><span id=\"p58001012_06-10\" class=\"line\">&nbsp;&nbsp;But you are the same,</span><br><span id=\"p58001012_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your years will have no end.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001012_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001013-1\">13&nbsp;</b>And to which of the angels has he ever said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001013_06-10\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand</span><br><span id=\"p58001013_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies a footstool for your feet”?</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58001013_06-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  <strong>2</strong> Hath in these last days spoken unto us by his Son, whom he hath appointed heir of all things, by whom also he made the worlds;  <strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  <strong>4</strong> Being made so much better than the angels, as he hath by inheritance obtained a more excellent name than they.  <strong>5</strong> For unto which of the angels said he at any time, Thou art my Son, this day have I begotten thee? And again, I will be to him a Father, and he shall be to me a Son?  <strong>6</strong> And again, when he bringeth in the firstbegotten into the world, he saith, And let all the angels of God worship him.  <strong>7</strong> And of the angels he saith, Who maketh his angels spirits, and his ministers a flame of fire.  <strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  <strong>9</strong> Thou hast loved righteousness, and hated iniquity; therefore God, even thy God, hath anointed thee with the oil of gladness above thy fellows.  <strong>10</strong> And, Thou, Lord, in the beginning hast laid the foundation of the earth; and the heavens are the works of thine hands:  <strong>11</strong> They shall perish; but thou remainest; and they all shall wax old as doth a garment;  <strong>12</strong> And as a vesture shalt thou fold them up, and they shall be changed: but thou art the same, and thy years shall not fail.  <strong>13</strong> But to which of the angels said he at any time, Sit on my right hand, until I make thine enemies thy footstool?  <strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways, <sup><strong>2</strong></sup> but in these last days he has spoken to us by his Son, whom he appointed heir of all things, and through whom he made the universe. <sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven. <sup><strong>4</strong></sup> So he became as much superior to the angels as the name he has inherited is superior to theirs. <sup><strong>5</strong></sup> For to which of the angels did God ever say, \"You are my Son; today I have become your Father \"? Or again, \"I will be his Father, and he will be my Son\"? <sup><strong>6</strong></sup> And again, when God brings his firstborn into the world, he says, \"Let all God's angels worship him.\" <sup><strong>7</strong></sup> In speaking of the angels he says, \"He makes his angels winds, his servants flames of fire.\" <sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom. <sup><strong>9</strong></sup> You have loved righteousness and hated wickedness; therefore God, your God, has set you above your companions by anointing you with the oil of joy.\" <sup><strong>10</strong></sup> He also says, \"In the beginning, O Lord, you laid the foundations of the earth, and the heavens are the work of your hands. <sup><strong>11</strong></sup> They will perish, but you remain; they will all wear out like a garment. <sup><strong>12</strong></sup> You will roll them up like a robe; like a garment they will be changed. But you remain the same, and your years will never end.\" <sup><strong>13</strong></sup> To which of the angels did God ever say, \"Sit at my right hand until I make your enemies a footstool for your feet\"? <sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation? ","modified":"2022-02-28T22:44:45.850Z"},{"_id":"615909ad5788f063699d8b32","topicId":"615909aa5788f063699d8b27","verse":"Titus 3:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p56003015_01-11\"><b class=\"verse-num\" id=\"v56003015-1\">15&nbsp;</b>All who are with me send greetings to you. Greet those who love us in the faith.</p>\n<p id=\"p56003015_01-11\">Grace be with you all.</p>\n</div>","kjv":"<strong>15</strong> All that are with me salute thee. Greet them that love us in the faith. Grace be with you all. Amen.  ","niv":"<sup><strong>15</strong></sup> Everyone with me sends you greetings. Greet those who love us in the faith. Grace be with you all."},{"_id":"615909ad5788f063699d8b33","topicId":"615909aa5788f063699d8b27","verse":"Titus 1:5","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-12\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you."},{"_id":"615909ae5788f063699d8b34","topicId":"615909aa5788f063699d8b27","verse":"2 Timothy 4:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55004022_01-13\"><b class=\"verse-num\" id=\"v55004022-1\">22&nbsp;</b>The Lord be with your spirit. Grace be with you.</p>\n\n</div>","kjv":"<strong>22</strong> The Lord Jesus Christ be with thy spirit. Grace be  with you. Amen.  ","niv":"<sup><strong>22</strong></sup> The Lord be with your spirit. Grace be with you."},{"_id":"615909ae5788f063699d8b35","topicId":"615909aa5788f063699d8b27","verse":"2 Timothy 3:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615909ae5788f063699d8b36","topicId":"615909aa5788f063699d8b27","verse":"1 Timothy 5:17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54005001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54005001-1\">5:1&nbsp;</b>Do not rebuke an older man but encourage him as you would a father, younger men as brothers, <b class=\"verse-num\" id=\"v54005002-1\">2&nbsp;</b>older women as mothers, younger women as sisters, in all purity.</p>\n<p id=\"p54005002_05-18\"><b class=\"verse-num\" id=\"v54005003-1\">3&nbsp;</b>Honor widows who are truly widows. <b class=\"verse-num\" id=\"v54005004-1\">4&nbsp;</b>But if a widow has children or grandchildren, let them first learn to show godliness to their own household and to make some return to their parents, for this is pleasing in the sight of God. <b class=\"verse-num\" id=\"v54005005-1\">5&nbsp;</b>She who is truly a widow, left all alone, has set her hope on God and continues in supplications and prayers night and day, <b class=\"verse-num\" id=\"v54005006-1\">6&nbsp;</b>but she who is self-indulgent is dead even while she lives. <b class=\"verse-num\" id=\"v54005007-1\">7&nbsp;</b>Command these things as well, so that they may be without reproach. <b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n<p id=\"p54005008_05-18\"><b class=\"verse-num\" id=\"v54005009-1\">9&nbsp;</b>Let a widow be enrolled if she is not less than sixty years of age, having been the wife of one husband, <b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work. <b class=\"verse-num\" id=\"v54005011-1\">11&nbsp;</b>But refuse to enroll younger widows, for when their passions draw them away from Christ, they desire to marry <b class=\"verse-num\" id=\"v54005012-1\">12&nbsp;</b>and so incur condemnation for having abandoned their former faith. <b class=\"verse-num\" id=\"v54005013-1\">13&nbsp;</b>Besides that, they learn to be idlers, going about from house to house, and not only idlers, but also gossips and busybodies, saying what they should not. <b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander. <b class=\"verse-num\" id=\"v54005015-1\">15&nbsp;</b>For some have already strayed after Satan. <b class=\"verse-num\" id=\"v54005016-1\">16&nbsp;</b>If any believing woman has relatives who are widows, let her care for them. Let the church not be burdened, so that it may care for those who are truly widows.</p>\n<p id=\"p54005016_05-18\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span> <b class=\"verse-num\" id=\"v54005019-1\">19&nbsp;</b>Do not admit a charge against an elder except on the evidence of two or three witnesses. <b class=\"verse-num\" id=\"v54005020-1\">20&nbsp;</b>As for those who persist in sin, rebuke them in the presence of all, so that the rest may stand in fear. <b class=\"verse-num\" id=\"v54005021-1\">21&nbsp;</b>In the presence of God and of Christ Jesus and of the elect angels I charge you to keep these rules without prejudging, doing nothing from partiality. <b class=\"verse-num\" id=\"v54005022-1\">22&nbsp;</b>Do not be hasty in the laying on of hands, nor take part in the sins of others; keep yourself pure. <b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.) <b class=\"verse-num\" id=\"v54005024-1\">24&nbsp;</b>The sins of some people are conspicuous, going before them to judgment, but the sins of others appear later. <b class=\"verse-num\" id=\"v54005025-1\">25&nbsp;</b>So also good works are conspicuous, and even those that are not cannot remain hidden.</p>\n\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching.","modified":"2023-07-13T23:13:44.083Z"},{"_id":"615909af5788f063699d8b37","topicId":"615909aa5788f063699d8b27","verse":"1 Timothy 5:1-25","votes":1,"__v":0,"kjv":"<strong>1</strong> Rebuke not an elder, but intreat him as a father; and  the younger men as brethren;  <strong>2</strong> The elder women as mothers; the younger as sisters, with all purity.  <strong>3</strong> Honour widows that are widows indeed.  <strong>4</strong> But if any widow have children or nephews, let them learn first to shew piety at home, and to requite their parents: for that is good and acceptable before God.  <strong>5</strong> Now she that is a widow indeed, and desolate, trusteth in God, and continueth in supplications and prayers night and day.  <strong>6</strong> But she that liveth in pleasure is dead while she liveth.  <strong>7</strong> And these things give in charge, that they may be blameless.  <strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  <strong>9</strong> Let not a widow be taken into the number under threescore years old, having been the wife of one man,  <strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  <strong>11</strong> But the younger widows refuse: for when they have begun to wax wanton against Christ, they will marry;  <strong>12</strong> Having damnation, because they have cast off their first faith.  <strong>13</strong> And withal they learn to be idle, wandering about from house to house; and not only idle, but tattlers also and busybodies, speaking things which they ought not.  <strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  <strong>15</strong> For some are already turned aside after Satan.  <strong>16</strong> If any man or woman that believeth have widows, let them relieve them, and let not the church be charged; that it may relieve them that are widows indeed.  <strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  <strong>19</strong> Against an elder receive not an accusation, but before two or three witnesses.  <strong>20</strong> Them that sin rebuke before all, that others also may fear.  <strong>21</strong> I charge thee before God, and the Lord Jesus Christ, and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.  <strong>22</strong> Lay hands suddenly on no man, neither be partaker of other men’s sins: keep thyself pure.  <strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  <strong>24</strong> Some men’s sins are open beforehand, going before to judgment; and some men they follow after.  <strong>25</strong> Likewise also the good works of some are manifest beforehand; and they that are otherwise cannot be hid.  ","niv":"<sup><strong>1</strong></sup> Do not rebuke an older man harshly, but exhort him as if he were your father. Treat younger men as brothers, <sup><strong>2</strong></sup> older women as mothers, and younger women as sisters, with absolute purity. <sup><strong>3</strong></sup> Give proper recognition to those widows who are really in need. <sup><strong>4</strong></sup> But if a widow has children or grandchildren, these should learn first of all to put their religion into practice by caring for their own family and so repaying their parents and grandparents, for this is pleasing to God. <sup><strong>5</strong></sup> The widow who is really in need and left all alone puts her hope in God and continues night and day to pray and to ask God for help. <sup><strong>6</strong></sup> But the widow who lives for pleasure is dead even while she lives. <sup><strong>7</strong></sup> Give the people these instructions, too, so that no one may be open to blame. <sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever. <sup><strong>9</strong></sup> No widow may be put on the list of widows unless she is over sixty, has been faithful to her husband, <sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds. <sup><strong>11</strong></sup> As for younger widows, do not put them on such a list. For when their sensual desires overcome their dedication to Christ, they want to marry. <sup><strong>12</strong></sup> Thus they bring judgment on themselves, because they have broken their first pledge. <sup><strong>13</strong></sup> Besides, they get into the habit of being idle and going about from house to house. And not only do they become idlers, but also gossips and busybodies, saying things they ought not to. <sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander. <sup><strong>15</strong></sup> Some have in fact already turned away to follow Satan. <sup><strong>16</strong></sup> If any woman who is a believer has widows in her family, she should help them and not let the church be burdened with them, so that the church can help those widows who are really in need. <sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" <sup><strong>19</strong></sup> Do not entertain an accusation against an elder unless it is brought by two or three witnesses. <sup><strong>20</strong></sup> Those who sin are to be rebuked publicly, so that the others may take warning. <sup><strong>21</strong></sup> I charge you, in the sight of God and Christ Jesus and the elect angels, to keep these instructions without partiality, and to do nothing out of favoritism. <sup><strong>22</strong></sup> Do not be hasty in the laying on of hands, and do not share in the sins of others. Keep yourself pure. <sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses. <sup><strong>24</strong></sup> The sins of some men are obvious, reaching the place of judgment ahead of them; the sins of others trail behind them. <sup><strong>25</strong></sup> In the same way, good deeds are obvious, and even those that are not cannot be hidden. "},{"_id":"615909af5788f063699d8b38","topicId":"615909aa5788f063699d8b27","verse":"1 Timothy 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task.</p>\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task."},{"_id":"615909af5788f063699d8b39","topicId":"615909aa5788f063699d8b27","verse":"1 Timothy 1:12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54001012_07-22\"><b class=\"verse-num\" id=\"v54001012-1\">12&nbsp;</b>I thank him who has given me strength, Christ Jesus our Lord, because he judged me faithful, appointing me to his service,</p>\n</div>","kjv":"<strong>12</strong> And I thank Christ Jesus our Lord, who hath enabled me, for that he counted me faithful, putting me into the ministry;  ","niv":"<sup><strong>12</strong></sup> I thank Christ Jesus our Lord, who has given me strength, that he considered me faithful, appointing me to his service."},{"_id":"615909af5788f063699d8b3a","topicId":"615909aa5788f063699d8b27","verse":"1 Thessalonians 2:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52002006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v52002006-1\">6&nbsp;</b>Nor did we seek glory from people, whether from you or from others, though we could have made demands as apostles of Christ.</p>\n</div>","kjv":"<strong>6</strong> Nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome, as the apostles of Christ.  ","niv":"<sup><strong>6</strong></sup> We were not looking for praise from men, not from you or anyone else."},{"_id":"615909b05788f063699d8b3b","topicId":"615909aa5788f063699d8b27","verse":"Colossians 2:16-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-25\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ.</p>\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. "},{"_id":"615909b05788f063699d8b3c","topicId":"615909aa5788f063699d8b27","verse":"Philippians 4:14-18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50004014_01-26\"><b class=\"verse-num\" id=\"v50004014-1\">14&nbsp;</b>Yet it was kind of you to share my trouble. <b class=\"verse-num\" id=\"v50004015-1\">15&nbsp;</b>And you Philippians yourselves know that in the beginning of the gospel, when I left Macedonia, no church entered into partnership with me in giving and receiving, except you only. <b class=\"verse-num\" id=\"v50004016-1\">16&nbsp;</b>Even in Thessalonica you sent me help for my needs once and again. <b class=\"verse-num\" id=\"v50004017-1\">17&nbsp;</b>Not that I seek the gift, but I seek the fruit that increases to your credit. <b class=\"verse-num\" id=\"v50004018-1\">18&nbsp;</b>I have received full payment, and more. I am well supplied, having received from Epaphroditus the gifts you sent, a fragrant offering, a sacrifice acceptable and pleasing to God.</p>\n\n</div>","kjv":"<strong>14</strong> Notwithstanding ye have well done, that ye did communicate with my affliction.  <strong>15</strong> Now ye Philippians know also, that in the beginning of the gospel, when I departed from Macedonia, no church communicated with me as concerning giving and receiving, but ye only.  <strong>16</strong> For even in Thessalonica ye sent once and again unto my necessity.  <strong>17</strong> Not because I desire a gift: but I desire fruit that may abound to your account.  <strong>18</strong> But I have all, and abound: I am full, having received of Epaphroditus the things which were sent from you, an odour of a sweet smell, a sacrifice acceptable, wellpleasing to God.  ","niv":"<sup><strong>14</strong></sup> Yet it was good of you to share in my troubles. <sup><strong>15</strong></sup> Moreover, as you Philippians know, in the early days of your acquaintance with the gospel, when I set out from Macedonia, not one church shared with me in the matter of giving and receiving, except you only; <sup><strong>16</strong></sup> for even when I was in Thessalonica, you sent me aid again and again when I was in need. <sup><strong>17</strong></sup> Not that I am looking for a gift, but I am looking for what may be credited to your account. <sup><strong>18</strong></sup> I have received full payment and even more; I am amply supplied, now that I have received from Epaphroditus the gifts you sent. They are a fragrant offering, an acceptable sacrifice, pleasing to God. "},{"_id":"615909b05788f063699d8b3d","topicId":"615909aa5788f063699d8b27","verse":"Ephesians 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002015_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace,</p>\n</div>","kjv":"<strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  ","niv":"<sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace,"},{"_id":"615909b15788f063699d8b3e","topicId":"615909aa5788f063699d8b27","verse":"Galatians 6:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48006006_01-28\"><b class=\"verse-num\" id=\"v48006006-1\">6&nbsp;</b>Let the one who is taught the word share all good things with the one who teaches.</p>\n</div>","kjv":"<strong>6</strong> Let him that is taught in the word communicate unto him that teacheth in all good things.  ","niv":"<sup><strong>6</strong></sup> Anyone who receives instruction in the word must share all good things with his instructor."},{"_id":"615909b15788f063699d8b3f","topicId":"615909aa5788f063699d8b27","verse":"Galatians 3:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48003024_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003024-1\">24&nbsp;</b>So then, the law was our guardian until Christ came, in order that we might be justified by faith.</p>\n</div>","kjv":"<strong>24</strong> Wherefore the law was our schoolmaster to bring us unto Christ, that we might be justified by faith.  ","niv":"<sup><strong>24</strong></sup> So the law was put in charge to lead us to Christ that we might be justified by faith."},{"_id":"615909b15788f063699d8b40","topicId":"615909aa5788f063699d8b27","verse":"Galatians 3:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48003019_01-30\"><b class=\"verse-num\" id=\"v48003019-1\">19&nbsp;</b>Why then the law? It was added because of transgressions, until the offspring should come to whom the promise had been made, and it was put in place through angels by an intermediary.</p>\n</div>","kjv":"<strong>19</strong> Wherefore then serveth the law? It was added because of transgressions, till the seed should come to whom the promise was made; and it was ordained by angels in the hand of a mediator.  ","niv":"<sup><strong>19</strong></sup> What, then, was the purpose of the law? It was added because of transgressions until the Seed to whom the promise referred had come. The law was put into effect through angels by a mediator."}]}