{"_id":"61590a165788f063699d8b75","slug":"barrenness","name":"Barrenness","verses":[{"_id":"61590a165788f063699d8b76","topicId":"61590a165788f063699d8b75","verse":"Genesis 25:21","votes":656,"__v":0,"esv":"<div>\n<p id=\"p01025021_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01025021-1\">21&nbsp;</b>And Isaac prayed to the LORD for his wife, because she was barren. And the LORD granted his prayer, and Rebekah his wife conceived.</p>\n</div>","kjv":"<strong>21</strong> And Isaac intreated the LORD for his wife, because she was  barren: and the LORD was intreated of him, and Rebekah his wife conceived.  ","niv":"<sup><strong>21</strong></sup> Isaac prayed to the LORD on behalf of his wife, because she was barren. The LORD answered his prayer, and his wife Rebekah became pregnant."},{"_id":"61590a165788f063699d8b77","topicId":"61590a165788f063699d8b75","verse":"Psalm 113:9","votes":583,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113009_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113009-1\">9&nbsp;</b>&nbsp;&nbsp;He gives the barren woman a home,</span><br><span id=\"p19113009_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making her the joyous mother of children.</span><br><span id=\"p19113009_01-2\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.  ","niv":"<sup><strong>9</strong></sup> He settles the barren woman in her home as a happy mother of children. Praise the LORD.","modified":"2023-06-24T17:21:59.309Z"},{"_id":"61590a175788f063699d8b78","topicId":"61590a165788f063699d8b75","verse":"Deuteronomy 7:14","votes":439,"__v":0,"esv":"<div>\n<p id=\"p05007014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007014-1\">14&nbsp;</b>You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.  ","niv":"<sup><strong>14</strong></sup> You will be blessed more than any other people; none of your men or women will be childless, nor any of your livestock without young.","modified":"2023-12-12T17:18:10.938Z"},{"_id":"61590a175788f063699d8b79","topicId":"61590a165788f063699d8b75","verse":"Exodus 23:26","votes":418,"__v":0,"esv":"<div>\n<p id=\"p02023026_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v02023026-1\">26&nbsp;</b>None shall miscarry or be barren in your land; I will fulfill the number of your days.</p>\n</div>","kjv":"<strong>26</strong> There shall nothing cast their young, nor be barren, in thy land: the number of thy days I will fulfil.  ","niv":"<sup><strong>26</strong></sup> and none will miscarry or be barren in your land. I will give you a full life span.","modified":"2023-08-21T23:05:59.285Z"},{"_id":"61590a175788f063699d8b7a","topicId":"61590a165788f063699d8b75","verse":"Isaiah 54:1","votes":417,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054001_06-5\" class=\"line\"><b class=\"chapter-num\" id=\"v23054001-1\">54:1&nbsp;</b>&nbsp;&nbsp;“Sing, O barren one, who did not bear;</span><br><span id=\"p23054001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth into singing and cry aloud,</span><br><span id=\"p23054001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who have not been in labor!</span><br><span id=\"p23054001_06-5\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p23054001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than the children of her who is married,” says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child: for more are the children of the desolate than the children of the married wife, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> \"Sing, O barren woman, you who never bore a child; burst into song, shout for joy, you who were never in labor; because more are the children of the desolate woman than of her who has a husband,\" says the LORD."},{"_id":"61590a175788f063699d8b7b","topicId":"61590a165788f063699d8b75","verse":"Galatians 4:27","votes":356,"__v":0,"esv":"<div>\n<p id=\"p48004027_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004027-1\">27&nbsp;</b>For it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p48004027_01-6\" class=\"line\">&nbsp;&nbsp;“Rejoice, O barren one who does not bear;</span><br><span id=\"p48004027_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth and cry aloud, you who are not in labor!</span><br><span id=\"p48004027_01-6\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p48004027_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than those of the one who has a husband.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> For it is written, Rejoice, thou barren that bearest not; break forth and cry, thou that travailest not: for the desolate hath many more children than she which hath an husband.  ","niv":"<sup><strong>27</strong></sup> For it is written: \"Be glad, O barren woman, who bears no children; break forth and cry aloud, you who have no labor pains; because more are the children of the desolate woman than of her who has a husband.\""},{"_id":"61590a185788f063699d8b7c","topicId":"61590a165788f063699d8b75","verse":"Genesis 11:30","votes":318,"__v":0,"esv":"<div>\n<p id=\"p01011030_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01011030-1\">30&nbsp;</b>Now Sarai was barren; she had no child.</p>\n</div>","kjv":"<strong>30</strong> But Sarai was barren; she had no child.  ","niv":"<sup><strong>30</strong></sup> Now Sarai was barren; she had no children."},{"_id":"61590a185788f063699d8b7d","topicId":"61590a165788f063699d8b75","verse":"Genesis 29:31","votes":285,"__v":0,"esv":"<div>\n\n<p id=\"p01029031_03-8\"><b class=\"verse-num\" id=\"v01029031-1\">31&nbsp;</b>When the LORD saw that Leah was hated, he opened her womb, but Rachel was barren.</p>\n</div>","kjv":"<strong>31</strong> And when the LORD saw that Leah was hated, he opened her womb: but Rachel was barren.  ","niv":"<sup><strong>31</strong></sup> When the LORD saw that Leah was not loved, he opened her womb, but Rachel was barren.","modified":"2023-11-30T00:54:56.229Z"},{"_id":"61590a185788f063699d8b7e","topicId":"61590a165788f063699d8b75","verse":"Luke 1:7","votes":277,"__v":0,"esv":"<div>\n<p id=\"p42001007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001007-1\">7&nbsp;</b>But they had no child, because Elizabeth was barren, and both were advanced in years.</p>\n</div>","kjv":"<strong>7</strong> And they had no child, because that Elisabeth was barren, and they both were now well stricken in years.  ","niv":"<sup><strong>7</strong></sup> But they had no children, because Elizabeth was barren; and they were both well along in years."},{"_id":"61590a195788f063699d8b7f","topicId":"61590a165788f063699d8b75","verse":"1 Samuel 2:5","votes":263,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09002005_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who were full have hired themselves out for bread,</span><br><span id=\"p09002005_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who were hungry have ceased to hunger.</span><br><span id=\"p09002005_01-11\" class=\"line\">&nbsp;&nbsp;The barren has borne seven,</span><br><span id=\"p09002005_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but she who has many children is forlorn.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> They that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble.  ","niv":"<sup><strong>5</strong></sup> Those who were full hire themselves out for food, but those who were hungry hunger no more. She who was barren has borne seven children, but she who has had many sons pines away."},{"_id":"61590a195788f063699d8b80","topicId":"61590a165788f063699d8b75","verse":"Luke 23:29","votes":248,"__v":0,"esv":"<div>\n<p id=\"p42023029_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42023029-1\">29&nbsp;</b><span class=\"woc\">For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’</span></p>\n</div>","kjv":"<strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  ","niv":"<sup><strong>29</strong></sup> For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!'"},{"_id":"61590a195788f063699d8b81","topicId":"61590a165788f063699d8b75","verse":"Psalm 128:3","votes":234,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128003-1\">3&nbsp;</b>&nbsp;&nbsp;Your wife will be like a fruitful vine</span><br><span id=\"p19128003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your house;</span><br><span id=\"p19128003_01-13\" class=\"line\">&nbsp;&nbsp;your children will be like olive shoots</span><br><span id=\"p19128003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around your table.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  ","niv":"<sup><strong>3</strong></sup> Your wife will be like a fruitful vine within your house; your sons will be like olive shoots around your table."},{"_id":"61590a1a5788f063699d8b82","topicId":"61590a165788f063699d8b75","verse":"Luke 1:36","votes":225,"__v":0,"esv":"<div>\n<p id=\"p42001036_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren.</p>\n</div>","kjv":"<strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  ","niv":"<sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month."},{"_id":"61590a1a5788f063699d8b83","topicId":"61590a165788f063699d8b75","verse":"1 Samuel 1:1-28","votes":224,"__v":0,"esv":"<div>\n\n<p id=\"p09001001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09001001-1\">1:1&nbsp;</b>There was a certain man of Ramathaim-zophim of the hill country of Ephraim whose name was Elkanah the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephrathite. <b class=\"verse-num\" id=\"v09001002-1\">2&nbsp;</b>He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children.</p>\n<p id=\"p09001002_05-16\"><b class=\"verse-num\" id=\"v09001003-1\">3&nbsp;</b>Now this man used to go up year by year from his city to worship and to sacrifice to the LORD of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests of the LORD. <b class=\"verse-num\" id=\"v09001004-1\">4&nbsp;</b>On the day when Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and daughters. <b class=\"verse-num\" id=\"v09001005-1\">5&nbsp;</b>But to Hannah he gave a double portion, because he loved her, though the LORD had closed her womb. <b class=\"verse-num\" id=\"v09001006-1\">6&nbsp;</b>And her rival used to provoke her grievously to irritate her, because the LORD had closed her womb. <b class=\"verse-num\" id=\"v09001007-1\">7&nbsp;</b>So it went on year by year. As often as she went up to the house of the LORD, she used to provoke her. Therefore Hannah wept and would not eat. <b class=\"verse-num\" id=\"v09001008-1\">8&nbsp;</b>And Elkanah, her husband, said to her, “Hannah, why do you weep? And why do you not eat? And why is your heart sad? Am I not more to you than ten sons?”</p>\n<p id=\"p09001008_05-16\"><b class=\"verse-num\" id=\"v09001009-1\">9&nbsp;</b>After they had eaten and drunk in Shiloh, Hannah rose. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the LORD. <b class=\"verse-num\" id=\"v09001010-1\">10&nbsp;</b>She was deeply distressed and prayed to the LORD and wept bitterly. <b class=\"verse-num\" id=\"v09001011-1\">11&nbsp;</b>And she vowed a vow and said, “O LORD of hosts, if you will indeed look on the affliction of your servant and remember me and not forget your servant, but will give to your servant a son, then I will give him to the LORD all the days of his life, and no razor shall touch his head.”</p>\n<p id=\"p09001011_05-16\"><b class=\"verse-num\" id=\"v09001012-1\">12&nbsp;</b>As she continued praying before the LORD, Eli observed her mouth. <b class=\"verse-num\" id=\"v09001013-1\">13&nbsp;</b>Hannah was speaking in her heart; only her lips moved, and her voice was not heard. Therefore Eli took her to be a drunken woman. <b class=\"verse-num\" id=\"v09001014-1\">14&nbsp;</b>And Eli said to her, “How long will you go on being drunk? Put your wine away from you.” <b class=\"verse-num\" id=\"v09001015-1\">15&nbsp;</b>But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the LORD. <b class=\"verse-num\" id=\"v09001016-1\">16&nbsp;</b>Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.” <b class=\"verse-num\" id=\"v09001017-1\">17&nbsp;</b>Then Eli answered, “Go in peace, and the God of Israel grant your petition that you have made to him.” <b class=\"verse-num\" id=\"v09001018-1\">18&nbsp;</b>And she said, “Let your servant find favor in your eyes.” Then the woman went her way and ate, and her face was no longer sad.</p>\n<p id=\"p09001018_05-16\"><b class=\"verse-num\" id=\"v09001019-1\">19&nbsp;</b>They rose early in the morning and worshiped before the LORD; then they went back to their house at Ramah. And Elkanah knew Hannah his wife, and the LORD remembered her. <b class=\"verse-num\" id=\"v09001020-1\">20&nbsp;</b>And in due time Hannah conceived and bore a son, and she called his name Samuel, for she said, “I have asked for him from the LORD.”</p>\n\n<p id=\"p09001020_10-16\"><b class=\"verse-num\" id=\"v09001021-1\">21&nbsp;</b>The man Elkanah and all his house went up to offer to the LORD the yearly sacrifice and to pay his vow. <b class=\"verse-num\" id=\"v09001022-1\">22&nbsp;</b>But Hannah did not go up, for she said to her husband, “As soon as the child is weaned, I will bring him, so that he may appear in the presence of the LORD and dwell there forever.” <b class=\"verse-num\" id=\"v09001023-1\">23&nbsp;</b>Elkanah her husband said to her, “Do what seems best to you; wait until you have weaned him; only, may the LORD establish his word.” So the woman remained and nursed her son until she weaned him. <b class=\"verse-num\" id=\"v09001024-1\">24&nbsp;</b>And when she had weaned him, she took him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and she brought him to the house of the LORD at Shiloh. And the child was young. <b class=\"verse-num\" id=\"v09001025-1\">25&nbsp;</b>Then they slaughtered the bull, and they brought the child to Eli. <b class=\"verse-num\" id=\"v09001026-1\">26&nbsp;</b>And she said, “Oh, my lord! As you live, my lord, I am the woman who was standing here in your presence, praying to the LORD. <b class=\"verse-num\" id=\"v09001027-1\">27&nbsp;</b>For this child I prayed, and the LORD has granted me my petition that I made to him. <b class=\"verse-num\" id=\"v09001028-1\">28&nbsp;</b>Therefore I have lent him to the LORD. As long as he lives, he is lent to the LORD.”</p>\n<p id=\"p09001028_10-16\">And he worshiped the LORD there.</p>\n\n</div>","kjv":"<strong>1</strong> Now there was a certain man of Ramathaim-zophim, of mount Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephrathite:  <strong>2</strong> And he had two wives; the name of the one was Hannah, and the name of the other Peninnah: and Peninnah had children, but Hannah had no children.  <strong>3</strong> And this man went up out of his city yearly to worship and to sacrifice unto the LORD of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, the priests of the LORD, were there.  <strong>4</strong> And when the time was that Elkanah offered, he gave to Peninnah his wife, and to all her sons and her daughters, portions:  <strong>5</strong> But unto Hannah he gave a worthy portion; for he loved Hannah: but the LORD had shut up her womb.  <strong>6</strong> And her adversary also provoked her sore, for to make her fret, because the LORD had shut up her womb.  <strong>7</strong> And as he did so year by year, when she went up to the house of the LORD, so she provoked her; therefore she wept, and did not eat.  <strong>8</strong> Then said Elkanah her husband to her, Hannah, why weepest thou? and why eatest thou not? and why is thy heart grieved? am not I better to thee than ten sons?  <strong>9</strong> So Hannah rose up after they had eaten in Shiloh, and after they had drunk. Now Eli the priest sat upon a seat by a post of the temple of the LORD.  <strong>10</strong> And she was in bitterness of soul, and prayed unto the LORD, and wept sore.  <strong>11</strong> And she vowed a vow, and said, O LORD of hosts, if thou wilt indeed look on the affliction of thine handmaid, and remember me, and not forget thine handmaid, but wilt give unto thine handmaid a man child, then I will give him unto the LORD all the days of his life, and there shall no razor come upon his head.  <strong>12</strong> And it came to pass, as she continued praying before the LORD, that Eli marked her mouth.  <strong>13</strong> Now Hannah, she spake in her heart; only her lips moved, but her voice was not heard: therefore Eli thought she had been drunken.  <strong>14</strong> And Eli said unto her, How long wilt thou be drunken? put away thy wine from thee.  <strong>15</strong> And Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunken neither wine nor strong drink, but have poured out my soul before the LORD.  <strong>16</strong> Count not thine handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken hitherto.  <strong>17</strong> Then Eli answered and said, Go in peace: and the God of Israel grant thee thy petition that thou hast asked of him.  <strong>18</strong> And she said, Let thine handmaid find grace in thy sight. So the woman went her way, and did eat, and her countenance was no more sad.  <strong>19</strong> And they rose up in the morning early, and worshipped before the LORD, and returned, and came to their house to Ramah: and Elkanah knew Hannah his wife; and the LORD remembered her.  <strong>20</strong> Wherefore it came to pass, when the time was come about after Hannah had conceived, that she bare a son, and called his name Samuel, saying,  Because I have asked him of the LORD.  <strong>21</strong> And the man Elkanah, and all his house, went up to offer unto the LORD the yearly sacrifice, and his vow.  <strong>22</strong> But Hannah went not up; for she said unto her husband, I will not go up until the child be weaned, and then I will bring him, that he may appear before the LORD, and there abide for ever.  <strong>23</strong> And Elkanah her husband said unto her, Do what seemeth thee good; tarry until thou have weaned him; only the LORD establish his word. So the woman abode, and gave her son suck until she weaned him.  <strong>24</strong> And when she had weaned him, she took him up with her, with three bullocks, and one ephah of flour, and a bottle of wine, and brought him unto the house of the LORD in Shiloh: and the child was young.  <strong>25</strong> And they slew a bullock, and brought the child to Eli.  <strong>26</strong> And she said, Oh my lord, as thy soul liveth, my lord, I am the woman that stood by thee here, praying unto the LORD.  <strong>27</strong> For this child I prayed; and the LORD hath given me my petition which I asked of him:  <strong>28</strong> Therefore also I have lent him to the LORD; as long as he liveth he shall be lent to the LORD. And he worshipped the LORD there.  ","niv":"<sup><strong>1</strong></sup> There was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. <sup><strong>2</strong></sup> He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none. <sup><strong>3</strong></sup> Year after year this man went up from his town to worship and sacrifice to the LORD Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the LORD. <sup><strong>4</strong></sup> Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters. <sup><strong>5</strong></sup> But to Hannah he gave a double portion because he loved her, and the LORD had closed her womb. <sup><strong>6</strong></sup> And because the LORD had closed her womb, her rival kept provoking her in order to irritate her. <sup><strong>7</strong></sup> This went on year after year. Whenever Hannah went up to the house of the LORD, her rival provoked her till she wept and would not eat. <sup><strong>8</strong></sup> Elkanah her husband would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\" <sup><strong>9</strong></sup> Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on a chair by the doorpost of the LORD's temple. <sup><strong>10</strong></sup> In bitterness of soul Hannah wept much and prayed to the LORD. <sup><strong>11</strong></sup> And she made a vow, saying, \"O LORD Almighty, if you will only look upon your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the LORD for all the days of his life, and no razor will ever be used on his head.\" <sup><strong>12</strong></sup> As she kept on praying to the LORD, Eli observed her mouth. <sup><strong>13</strong></sup> Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk <sup><strong>14</strong></sup> and said to her, \"How long will you keep on getting drunk? Get rid of your wine.\" <sup><strong>15</strong></sup> \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the LORD. <sup><strong>16</strong></sup> Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\" <sup><strong>17</strong></sup> Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\" <sup><strong>18</strong></sup> She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast. <sup><strong>19</strong></sup> Early the next morning they arose and worshiped before the LORD and then went back to their home at Ramah. Elkanah lay with Hannah his wife, and the LORD remembered her. <sup><strong>20</strong></sup> So in the course of time Hannah conceived and gave birth to a son. She named him Samuel, saying, \"Because I asked the LORD for him.\" <sup><strong>21</strong></sup> When the man Elkanah went up with all his family to offer the annual sacrifice to the LORD and to fulfill his vow, <sup><strong>22</strong></sup> Hannah did not go. She said to her husband, \"After the boy is weaned, I will take him and present him before the LORD, and he will live there always.\" <sup><strong>23</strong></sup> \"Do what seems best to you,\" Elkanah her husband told her. \"Stay here until you have weaned him; only may the LORD make good his word.\" So the woman stayed at home and nursed her son until she had weaned him. <sup><strong>24</strong></sup> After he was weaned, she took the boy with her, young as he was, along with a three-year-old bull, an ephah of flour and a skin of wine, and brought him to the house of the LORD at Shiloh. <sup><strong>25</strong></sup> When they had slaughtered the bull, they brought the boy to Eli, <sup><strong>26</strong></sup> and she said to him, \"As surely as you live, my lord, I am the woman who stood here beside you praying to the LORD. <sup><strong>27</strong></sup> I prayed for this child, and the LORD has granted me what I asked of him. <sup><strong>28</strong></sup> So now I give him to the LORD. For his whole life he will be given over to the LORD.\" And he worshiped the LORD there. "},{"_id":"61590a1a5788f063699d8b84","topicId":"61590a165788f063699d8b75","verse":"Job 39:6","votes":221,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18039006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v18039006-1\">6&nbsp;</b>&nbsp;&nbsp;to whom I have given the arid plain for his home</span><br><span id=\"p18039006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the salt land for his dwelling place?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whose house I have made the wilderness, and the barren land his dwellings.  ","niv":"<sup><strong>6</strong></sup> I gave him the wasteland as his home, the salt flats as his habitat."},{"_id":"61590a1a5788f063699d8b85","topicId":"61590a165788f063699d8b75","verse":"Genesis 30:1","votes":221,"__v":0,"esv":"<div>\n<p id=\"p01030001_01-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01030001-1\">30:1&nbsp;</b>When Rachel saw that she bore Jacob no children, she envied her sister. She said to Jacob, “Give me children, or I shall die!”</p>\n</div>","kjv":"<strong>1</strong> And when Rachel saw that she bare Jacob no children, Rachel envied her sister; and said unto Jacob, Give me children, or else I die.  ","niv":"<sup><strong>1</strong></sup> When Rachel saw that she was not bearing Jacob any children, she became jealous of her sister. So she said to Jacob, \"Give me children, or I'll die!\""},{"_id":"61590a1b5788f063699d8b86","topicId":"61590a165788f063699d8b75","verse":"Joel 2:20","votes":218,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p29002020_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v29002020-1\">20&nbsp;</b>&nbsp;&nbsp;“I will remove the northerner far from you,</span><br><span id=\"p29002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and drive him into a parched and desolate land,</span><br><span id=\"p29002020_01-19\" class=\"line\">&nbsp;&nbsp;his vanguard into the eastern sea,</span><br><span id=\"p29002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his rear guard into the western sea;</span><br><span id=\"p29002020_01-19\" class=\"line\">&nbsp;&nbsp;the stench and foul smell of him will rise,</span><br><span id=\"p29002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has done great things.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>20</strong> But I will remove far off from you the northern army, and will drive him into a land barren and desolate, with his face toward the east sea, and his hinder part toward the utmost sea, and his stink shall come up, and his ill savour shall come up, because he hath done great things.  ","niv":"<sup><strong>20</strong></sup> \"I will drive the northern army far from you, pushing it into a parched and barren land, with its front columns going into the eastern sea and those in the rear into the western sea. And its stench will go up; its smell will rise.\" Surely he has done great things."},{"_id":"61590a1b5788f063699d8b87","topicId":"61590a165788f063699d8b75","verse":"Psalm 127:3-5","votes":216,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-20\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"61590a1b5788f063699d8b88","topicId":"61590a165788f063699d8b75","verse":"Hebrews 11:11","votes":201,"__v":0,"esv":"<div>\n<p id=\"p58011011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised.</p>\n</div>","kjv":"<strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  ","niv":"<sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise."},{"_id":"61590a1c5788f063699d8b89","topicId":"61590a165788f063699d8b75","verse":"Genesis 1:28","votes":182,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-22\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"61590a1c5788f063699d8b8a","topicId":"61590a165788f063699d8b75","verse":"Proverbs 30:16","votes":182,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030016_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030016-1\">16&nbsp;</b>&nbsp;&nbsp;Sheol, the barren womb,</span><br><span id=\"p20030016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the land never satisfied with water,</span><br><span id=\"p20030016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fire that never says, “Enough.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough.  ","niv":"<sup><strong>16</strong></sup> the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, 'Enough!'"},{"_id":"61590a1c5788f063699d8b8b","topicId":"61590a165788f063699d8b75","verse":"Judges 13:3","votes":179,"__v":0,"esv":"<div>\n<p id=\"p07013003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v07013003-1\">3&nbsp;</b>And the angel of the LORD appeared to the woman and said to her, “Behold, you are barren and have not borne children, but you shall conceive and bear a son.</p>\n</div>","kjv":"<strong>3</strong> And the angel of the LORD appeared unto the woman, and said unto her, Behold now, thou art barren, and bearest not: but thou shalt conceive, and bear a son.  ","niv":"<sup><strong>3</strong></sup> The angel of the LORD appeared to her and said, \"You are sterile and childless, but you are going to conceive and have a son."},{"_id":"61590a1d5788f063699d8b8c","topicId":"61590a165788f063699d8b75","verse":"Genesis 30:22","votes":175,"__v":0,"esv":"<div>\n<p id=\"p01030022_01-25\"><b class=\"verse-num\" id=\"v01030022-1\">22&nbsp;</b>Then God remembered Rachel, and God listened to her and opened her womb.</p>\n</div>","kjv":"<strong>22</strong> And God remembered Rachel, and God hearkened to her, and opened her womb.  ","niv":"<sup><strong>22</strong></sup> Then God remembered Rachel; he listened to her and opened her womb."},{"_id":"61590a1d5788f063699d8b8d","topicId":"61590a165788f063699d8b75","verse":"Psalm 139:13","votes":170,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb."},{"_id":"61590a1d5788f063699d8b8e","topicId":"61590a165788f063699d8b75","verse":"Judges 13:2","votes":169,"__v":0,"esv":"<div>\n<p id=\"p07013002_01-27\"><b class=\"verse-num\" id=\"v07013002-1\">2&nbsp;</b>There was a certain man of Zorah, of the tribe of the Danites, whose name was Manoah. And his wife was barren and had no children.</p>\n</div>","kjv":"<strong>2</strong> And there was a certain man of Zorah, of the family of the Danites, whose name was Manoah; and his wife was barren, and bare not.  ","niv":"<sup><strong>2</strong></sup> A certain man of Zorah, named Manoah, from the clan of the Danites, had a wife who was sterile and remained childless.","modified":"2023-02-07T00:58:49.311Z"}]}