{"_id":"61590aa95788f063699d8be2","slug":"bastards","name":"Bastards","verses":[{"_id":"61590aaa5788f063699d8be3","topicId":"61590aa95788f063699d8be2","verse":"Deuteronomy 23:2","votes":27,"__v":0,"esv":"<div>\n<p id=\"p05023002_01-1\"><b class=\"verse-num\" id=\"v05023002-1\">2&nbsp;</b>“No one born of a forbidden union may enter the assembly of the LORD. Even to the tenth generation, none of his descendants may enter the assembly of the LORD.</p>\n</div>","kjv":"<strong>2</strong> A bastard shall not enter into the congregation of the LORD; even to his tenth generation shall he not enter into the congregation of the LORD.  ","niv":"<sup><strong>2</strong></sup> No one born of a forbidden marriage nor any of his descendants may enter the assembly of the LORD, even down to the tenth generation."},{"_id":"61590aaa5788f063699d8be4","topicId":"61590aa95788f063699d8be2","verse":"Hebrews 12:8","votes":16,"__v":0,"esv":"<div>\n<p id=\"p58012008_01-2\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons.</p>\n</div>","kjv":"<strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  ","niv":"<sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons."},{"_id":"61590aaa5788f063699d8be5","topicId":"61590aa95788f063699d8be2","verse":"Judges 11:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p07011001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07011001-1\">11:1&nbsp;</b>Now Jephthah the Gileadite was a mighty warrior, but he was the son of a prostitute. Gilead was the father of Jephthah.</p>\n</div>","kjv":"<strong>1</strong> Now Jephthah the Gileadite was a mighty man of valour, and he was  the son of an harlot: and Gilead begat Jephthah.  ","niv":"<sup><strong>1</strong></sup> Jephthah the Gileadite was a mighty warrior. His father was Gilead; his mother was a prostitute."},{"_id":"61590aaa5788f063699d8be6","topicId":"61590aa95788f063699d8be2","verse":"Job 24:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18024009_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v18024009-1\">9&nbsp;</b>&nbsp;&nbsp;(There are those who snatch the fatherless child from the breast,</span><br><span id=\"p18024009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they take a pledge against the poor.)</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> They pluck the fatherless from the breast, and take a pledge of the poor.  ","niv":"<sup><strong>9</strong></sup> The fatherless child is snatched from the breast; the infant of the poor is seized for a debt."},{"_id":"61590aab5788f063699d8be7","topicId":"61590aa95788f063699d8be2","verse":"Romans 5:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45005001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45005001-1\">5:1&nbsp;</b>Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  ","niv":"<sup><strong>1</strong></sup> Therefore, since we have been justified through faith, we have peace with God through our Lord Jesus Christ,"},{"_id":"61590aab5788f063699d8be8","topicId":"61590aa95788f063699d8be2","verse":"Genesis 16:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01016003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01016003-1\">3&nbsp;</b>So, after Abram had lived ten years in the land of Canaan, Sarai, Abram’s wife, took Hagar the Egyptian, her servant, and gave her to Abram her husband as a wife.</p>\n</div>","kjv":"<strong>3</strong> And Sarai Abram’s wife took Hagar her maid the Egyptian, after Abram had dwelt ten years in the land of Canaan, and gave her to her husband Abram to be his wife.  ","niv":"<sup><strong>3</strong></sup> So after Abram had been living in Canaan ten years, Sarai his wife took her Egyptian maidservant Hagar and gave her to her husband to be his wife."},{"_id":"61590aab5788f063699d8be9","topicId":"61590aa95788f063699d8be2","verse":"Galatians 4:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48004022_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004022-1\">22&nbsp;</b>For it is written that Abraham had two sons, one by a slave woman and one by a free woman.</p>\n</div>","kjv":"<strong>22</strong> For it is written, that Abraham had two sons, the one by a bondmaid, the other by a freewoman.  ","niv":"<sup><strong>22</strong></sup> For it is written that Abraham had two sons, one by the slave woman and the other by the free woman."},{"_id":"61590aac5788f063699d8bea","topicId":"61590aa95788f063699d8be2","verse":"Ezekiel 23:1-49","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26023001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26023001-1\">23:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26023002-1\">2&nbsp;</b>“Son of man, there were two women, the daughters of one mother. <b class=\"verse-num\" id=\"v26023003-1\">3&nbsp;</b>They played the whore in Egypt; they played the whore in their youth; there their breasts were pressed and their virgin bosoms handled. <b class=\"verse-num\" id=\"v26023004-1\">4&nbsp;</b>Oholah was the name of the elder and Oholibah the name of her sister. They became mine, and they bore sons and daughters. As for their names, Oholah is Samaria, and Oholibah is Jerusalem.</p>\n<p id=\"p26023004_04-8\"><b class=\"verse-num\" id=\"v26023005-1\">5&nbsp;</b>“Oholah played the whore while she was mine, and she lusted after her lovers the Assyrians, warriors <b class=\"verse-num\" id=\"v26023006-1\">6&nbsp;</b>clothed in purple, governors and commanders, all of them desirable young men, horsemen riding on horses. <b class=\"verse-num\" id=\"v26023007-1\">7&nbsp;</b>She bestowed her whoring upon them, the choicest men of Assyria all of them, and she defiled herself with all the idols of everyone after whom she lusted. <b class=\"verse-num\" id=\"v26023008-1\">8&nbsp;</b>She did not give up her whoring that she had begun in Egypt; for in her youth men had lain with her and handled her virgin bosom and poured out their whoring lust upon her. <b class=\"verse-num\" id=\"v26023009-1\">9&nbsp;</b>Therefore I delivered her into the hands of her lovers, into the hands of the Assyrians, after whom she lusted. <b class=\"verse-num\" id=\"v26023010-1\">10&nbsp;</b>These uncovered her nakedness; they seized her sons and her daughters; and as for her, they killed her with the sword; and she became a byword among women, when judgment had been executed on her.</p>\n<p id=\"p26023010_04-8\"><b class=\"verse-num\" id=\"v26023011-1\">11&nbsp;</b>“Her sister Oholibah saw this, and she became more corrupt than her sister in her lust and in her whoring, which was worse than that of her sister. <b class=\"verse-num\" id=\"v26023012-1\">12&nbsp;</b>She lusted after the Assyrians, governors and commanders, warriors clothed in full armor, horsemen riding on horses, all of them desirable young men. <b class=\"verse-num\" id=\"v26023013-1\">13&nbsp;</b>And I saw that she was defiled; they both took the same way. <b class=\"verse-num\" id=\"v26023014-1\">14&nbsp;</b>But she carried her whoring further. She saw men portrayed on the wall, the images of the Chaldeans portrayed in vermilion, <b class=\"verse-num\" id=\"v26023015-1\">15&nbsp;</b>wearing belts on their waists, with flowing turbans on their heads, all of them having the appearance of officers, a likeness of Babylonians whose native land was Chaldea. <b class=\"verse-num\" id=\"v26023016-1\">16&nbsp;</b>When she saw them, she lusted after them and sent messengers to them in Chaldea. <b class=\"verse-num\" id=\"v26023017-1\">17&nbsp;</b>And the Babylonians came to her into the bed of love, and they defiled her with their whoring lust. And after she was defiled by them, she turned from them in disgust. <b class=\"verse-num\" id=\"v26023018-1\">18&nbsp;</b>When she carried on her whoring so openly and flaunted her nakedness, I turned in disgust from her, as I had turned in disgust from her sister. <b class=\"verse-num\" id=\"v26023019-1\">19&nbsp;</b>Yet she increased her whoring, remembering the days of her youth, when she played the whore in the land of Egypt <b class=\"verse-num\" id=\"v26023020-1\">20&nbsp;</b>and lusted after her lovers there, whose members were like those of donkeys, and whose issue was like that of horses. <b class=\"verse-num\" id=\"v26023021-1\">21&nbsp;</b>Thus you longed for the lewdness of your youth, when the Egyptians handled your bosom and pressed your young breasts.”</p>\n<p id=\"p26023021_04-8\"><b class=\"verse-num\" id=\"v26023022-1\">22&nbsp;</b>Therefore, O Oholibah, thus says the Lord GOD: “Behold, I will stir up against you your lovers from whom you turned in disgust, and I will bring them against you from every side: <b class=\"verse-num\" id=\"v26023023-1\">23&nbsp;</b>the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them, desirable young men, governors and commanders all of them, officers and men of renown, all of them riding on horses. <b class=\"verse-num\" id=\"v26023024-1\">24&nbsp;</b>And they shall come against you from the north with chariots and wagons and a host of peoples. They shall set themselves against you on every side with buckler, shield, and helmet; and I will commit the judgment to them, and they shall judge you according to their judgments. <b class=\"verse-num\" id=\"v26023025-1\">25&nbsp;</b>And I will direct my jealousy against you, that they may deal with you in fury. They shall cut off your nose and your ears, and your survivors shall fall by the sword. They shall seize your sons and your daughters, and your survivors shall be devoured by fire. <b class=\"verse-num\" id=\"v26023026-1\">26&nbsp;</b>They shall also strip you of your clothes and take away your beautiful jewels. <b class=\"verse-num\" id=\"v26023027-1\">27&nbsp;</b>Thus I will put an end to your lewdness and your whoring begun in the land of Egypt, so that you shall not lift up your eyes to them or remember Egypt anymore.</p>\n<p id=\"p26023027_04-8\"><b class=\"verse-num\" id=\"v26023028-1\">28&nbsp;</b>“For thus says the Lord GOD: Behold, I will deliver you into the hands of those whom you hate, into the hands of those from whom you turned in disgust, <b class=\"verse-num\" id=\"v26023029-1\">29&nbsp;</b>and they shall deal with you in hatred and take away all the fruit of your labor and leave you naked and bare, and the nakedness of your whoring shall be uncovered. Your lewdness and your whoring <b class=\"verse-num\" id=\"v26023030-1\">30&nbsp;</b>have brought this upon you, because you played the whore with the nations and defiled yourself with their idols. <b class=\"verse-num\" id=\"v26023031-1\">31&nbsp;</b>You have gone the way of your sister; therefore I will give her cup into your hand. <b class=\"verse-num\" id=\"v26023032-1\">32&nbsp;</b>Thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26023032_04-8\" class=\"line\">&nbsp;&nbsp;“You shall drink your sister’s cup</span><br><span id=\"p26023032_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is deep and large;</span><br><span id=\"p26023032_04-8\" class=\"line\">&nbsp;&nbsp;you shall be laughed at and held in derision,</span><br><span id=\"p26023032_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it contains much;</span><br><span id=\"p26023033_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v26023033-1\">33&nbsp;</b>&nbsp;&nbsp;you will be filled with drunkenness and sorrow.</span><br><span id=\"p26023033_04-8\" class=\"line\">&nbsp;&nbsp;A cup of horror and desolation,</span><br><span id=\"p26023033_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cup of your sister Samaria;</span><br><span id=\"p26023034_04-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v26023034-1\">34&nbsp;</b>&nbsp;&nbsp;you shall drink it and drain it out,</span><br><span id=\"p26023034_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gnaw its shards,</span><br><span id=\"p26023034_04-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and tear your breasts;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26023034_04-8\" class=\"same-paragraph\">for I have spoken, declares the Lord GOD. <b class=\"verse-num\" id=\"v26023035-1\">35&nbsp;</b>Therefore thus says the Lord GOD: Because you have forgotten me and cast me behind your back, you yourself must bear the consequences of your lewdness and whoring.”</p>\n<p id=\"p26023035_04-8\"><b class=\"verse-num\" id=\"v26023036-1\">36&nbsp;</b>The LORD said to me: “Son of man, will you judge Oholah and Oholibah? Declare to them their abominations. <b class=\"verse-num\" id=\"v26023037-1\">37&nbsp;</b>For they have committed adultery, and blood is on their hands. With their idols they have committed adultery, and they have even offered up to them for food the children whom they had borne to me. <b class=\"verse-num\" id=\"v26023038-1\">38&nbsp;</b>Moreover, this they have done to me: they have defiled my sanctuary on the same day and profaned my Sabbaths. <b class=\"verse-num\" id=\"v26023039-1\">39&nbsp;</b>For when they had slaughtered their children in sacrifice to their idols, on the same day they came into my sanctuary to profane it. And behold, this is what they did in my house. <b class=\"verse-num\" id=\"v26023040-1\">40&nbsp;</b>They even sent for men to come from afar, to whom a messenger was sent; and behold, they came. For them you bathed yourself, painted your eyes, and adorned yourself with ornaments. <b class=\"verse-num\" id=\"v26023041-1\">41&nbsp;</b>You sat on a stately couch, with a table spread before it on which you had placed my incense and my oil. <b class=\"verse-num\" id=\"v26023042-1\">42&nbsp;</b>The sound of a carefree multitude was with her; and with men of the common sort, drunkards were brought from the wilderness; and they put bracelets on the hands of the women, and beautiful crowns on their heads.</p>\n<p id=\"p26023042_04-8\"><b class=\"verse-num\" id=\"v26023043-1\">43&nbsp;</b>“Then I said of her who was worn out by adultery, ‘Now they will continue to use her for a whore, even her!’ <b class=\"verse-num\" id=\"v26023044-1\">44&nbsp;</b>For they have gone in to her, as men go in to a prostitute. Thus they went in to Oholah and to Oholibah, lewd women! <b class=\"verse-num\" id=\"v26023045-1\">45&nbsp;</b>But righteous men shall pass judgment on them with the sentence of adulteresses, and with the sentence of women who shed blood, because they are adulteresses, and blood is on their hands.”</p>\n<p id=\"p26023045_04-8\"><b class=\"verse-num\" id=\"v26023046-1\">46&nbsp;</b>For thus says the Lord GOD: “Bring up a vast host against them, and make them an object of terror and a plunder. <b class=\"verse-num\" id=\"v26023047-1\">47&nbsp;</b>And the host shall stone them and cut them down with their swords. They shall kill their sons and their daughters, and burn up their houses. <b class=\"verse-num\" id=\"v26023048-1\">48&nbsp;</b>Thus will I put an end to lewdness in the land, that all women may take warning and not commit lewdness as you have done. <b class=\"verse-num\" id=\"v26023049-1\">49&nbsp;</b>And they shall return your lewdness upon you, and you shall bear the penalty for your sinful idolatry, and you shall know that I am the Lord GOD.”</p>\n\n</div>","kjv":"<strong>1</strong> The word of the LORD came again unto me, saying,  <strong>2</strong> Son of man, there were two women, the daughters of one mother:  <strong>3</strong> And they committed whoredoms in Egypt; they committed whoredoms in their youth: there were their breasts pressed, and there they bruised the teats of their virginity.  <strong>4</strong> And the names of them were Aholah the elder, and Aholibah her sister: and they were mine, and they bare sons and daughters. Thus were  their names; Samaria is Aholah, and Jerusalem Aholibah.  <strong>5</strong> And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbours,  <strong>6</strong> Which were clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses.  <strong>7</strong> Thus she committed her whoredoms with them, with all them that were  the chosen men of Assyria, and with all on whom she doted: with all their idols she defiled herself.  <strong>8</strong> Neither left she her whoredoms brought from Egypt: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her.  <strong>9</strong> Wherefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.  <strong>10</strong> These discovered her nakedness: they took her sons and her daughters, and slew her with the sword: and she became famous among women; for they had executed judgment upon her.  <strong>11</strong> And when her sister Aholibah saw this, she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms.  <strong>12</strong> She doted upon the Assyrians her neighbours, captains and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.  <strong>13</strong> Then I saw that she was defiled, that they took  both one way,  <strong>14</strong> And that she increased her whoredoms: for when she saw men pourtrayed upon the wall, the images of the Chaldeans pourtrayed with vermilion,  <strong>15</strong> Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity:  <strong>16</strong> And as soon as she saw them with her eyes, she doted upon them, and sent messengers unto them into Chaldea.  <strong>17</strong> And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her mind was alienated from them.  <strong>18</strong> So she discovered her whoredoms, and discovered her nakedness: then my mind was alienated from her, like as my mind was alienated from her sister.  <strong>19</strong> Yet she multiplied her whoredoms, in calling to remembrance the days of her youth, wherein she had played the harlot in the land of Egypt.  <strong>20</strong> For she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.  <strong>21</strong> Thus thou calledst to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the paps of thy youth.  <strong>22</strong> Therefore, O Aholibah, thus saith the Lord GOD; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;  <strong>23</strong> The Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, and all the Assyrians with them: all of them desirable young men, captains and rulers, great lords and renowned, all of them riding upon horses.  <strong>24</strong> And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, which shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments.  <strong>25</strong> And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.  <strong>26</strong> They shall also strip thee out of thy clothes, and take away thy fair jewels.  <strong>27</strong> Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.  <strong>28</strong> For thus saith the Lord GOD; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:  <strong>29</strong> And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.  <strong>30</strong> I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.  <strong>31</strong> Thou hast walked in the way of thy sister; therefore will I give her cup into thine hand.  <strong>32</strong> Thus saith the Lord GOD; Thou shalt drink of thy sister’s cup deep and large: thou shalt be laughed to scorn and had in derision; it containeth much.  <strong>33</strong> Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.  <strong>34</strong> Thou shalt even drink it and suck it out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken it, saith the Lord GOD.  <strong>35</strong> Therefore thus saith the Lord GOD; Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.  <strong>36</strong> The LORD said moreover unto me; Son of man, wilt thou judge Aholah and Aholibah? yea, declare unto them their abominations;  <strong>37</strong> That they have committed adultery, and blood is in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bare unto me, to pass for them through the fire, to devour them.  <strong>38</strong> Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.  <strong>39</strong> For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of mine house.  <strong>40</strong> And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,  <strong>41</strong> And satest upon a stately bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil.  <strong>42</strong> And a voice of a multitude being at ease was with her: and with the men of the common sort were brought Sabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads.  <strong>43</strong> Then said I unto her that was old in adulteries, Will they now commit whoredoms with her, and she with them?  <strong>44</strong> Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women.  <strong>45</strong> And the righteous men, they shall judge them after the manner of adulteresses, and after the manner of women that shed blood; because they are adulteresses, and blood is in their hands.  <strong>46</strong> For thus saith the Lord GOD; I will bring up a company upon them, and will give them to be removed and spoiled.  <strong>47</strong> And the company shall stone them with stones, and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.  <strong>48</strong> Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.  <strong>49</strong> And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols: and ye shall know that I am the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, there were two women, daughters of the same mother. <sup><strong>3</strong></sup> They became prostitutes in Egypt, engaging in prostitution from their youth. In that land their breasts were fondled and their virgin bosoms caressed. <sup><strong>4</strong></sup> The older was named Oholah, and her sister was Oholibah. They were mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem. <sup><strong>5</strong></sup> \"Oholah engaged in prostitution while she was still mine; and she lusted after her lovers, the Assyrians-warriors <sup><strong>6</strong></sup> clothed in blue, governors and commanders, all of them handsome young men, and mounted horsemen. <sup><strong>7</strong></sup> She gave herself as a prostitute to all the elite of the Assyrians and defiled herself with all the idols of everyone she lusted after. <sup><strong>8</strong></sup> She did not give up the prostitution she began in Egypt, when during her youth men slept with her, caressed her virgin bosom and poured out their lust upon her. <sup><strong>9</strong></sup> \"Therefore I handed her over to her lovers, the Assyrians, for whom she lusted. <sup><strong>10</strong></sup> They stripped her naked, took away her sons and daughters and killed her with the sword. She became a byword among women, and punishment was inflicted on her. <sup><strong>11</strong></sup> \"Her sister Oholibah saw this, yet in her lust and prostitution she was more depraved than her sister. <sup><strong>12</strong></sup> She too lusted after the Assyrians-governors and commanders, warriors in full dress, mounted horsemen, all handsome young men. <sup><strong>13</strong></sup> I saw that she too defiled herself; both of them went the same way. <sup><strong>14</strong></sup> \"But she carried her prostitution still further. She saw men portrayed on a wall, figures of Chaldeans portrayed in red, <sup><strong>15</strong></sup> with belts around their waists and flowing turbans on their heads; all of them looked like Babylonian chariot officers, natives of Chaldea. <sup><strong>16</strong></sup> As soon as she saw them, she lusted after them and sent messengers to them in Chaldea. <sup><strong>17</strong></sup> Then the Babylonians came to her, to the bed of love, and in their lust they defiled her. After she had been defiled by them, she turned away from them in disgust. <sup><strong>18</strong></sup> When she carried on her prostitution openly and exposed her nakedness, I turned away from her in disgust, just as I had turned away from her sister. <sup><strong>19</strong></sup> Yet she became more and more promiscuous as she recalled the days of her youth, when she was a prostitute in Egypt. <sup><strong>20</strong></sup> There she lusted after her lovers, whose genitals were like those of donkeys and whose emission was like that of horses. <sup><strong>21</strong></sup> So you longed for the lewdness of your youth, when in Egypt your bosom was caressed and your young breasts fondled. <sup><strong>22</strong></sup> \"Therefore, Oholibah, this is what the Sovereign LORD says: I will stir up your lovers against you, those you turned away from in disgust, and I will bring them against you from every side- <sup><strong>23</strong></sup> the Babylonians and all the Chaldeans, the men of Pekod and Shoa and Koa, and all the Assyrians with them, handsome young men, all of them governors and commanders, chariot officers and men of high rank, all mounted on horses. <sup><strong>24</strong></sup> They will come against you with weapons, chariots and wagons and with a throng of people; they will take up positions against you on every side with large and small shields and with helmets. I will turn you over to them for punishment, and they will punish you according to their standards. <sup><strong>25</strong></sup> I will direct my jealous anger against you, and they will deal with you in fury. They will cut off your noses and your ears, and those of you who are left will fall by the sword. They will take away your sons and daughters, and those of you who are left will be consumed by fire. <sup><strong>26</strong></sup> They will also strip you of your clothes and take your fine jewelry. <sup><strong>27</strong></sup> So I will put a stop to the lewdness and prostitution you began in Egypt. You will not look on these things with longing or remember Egypt anymore. <sup><strong>28</strong></sup> \"For this is what the Sovereign LORD says: I am about to hand you over to those you hate, to those you turned away from in disgust. <sup><strong>29</strong></sup> They will deal with you in hatred and take away everything you have worked for. They will leave you naked and bare, and the shame of your prostitution will be exposed. Your lewdness and promiscuity <sup><strong>30</strong></sup> have brought this upon you, because you lusted after the nations and defiled yourself with their idols. <sup><strong>31</strong></sup> You have gone the way of your sister; so I will put her cup into your hand. <sup><strong>32</strong></sup> \"This is what the Sovereign LORD says: \"You will drink your sister's cup, a cup large and deep; it will bring scorn and derision, for it holds so much. <sup><strong>33</strong></sup> You will be filled with drunkenness and sorrow, the cup of ruin and desolation, the cup of your sister Samaria. <sup><strong>34</strong></sup> You will drink it and drain it dry; you will dash it to pieces and tear your breasts. I have spoken, declares the Sovereign LORD. <sup><strong>35</strong></sup> \"Therefore this is what the Sovereign LORD says: Since you have forgotten me and thrust me behind your back, you must bear the consequences of your lewdness and prostitution.\" <sup><strong>36</strong></sup> The LORD said to me: \"Son of man, will you judge Oholah and Oholibah? Then confront them with their detestable practices, <sup><strong>37</strong></sup> for they have committed adultery and blood is on their hands. They committed adultery with their idols; they even sacrificed their children, whom they bore to me, as food for them. <sup><strong>38</strong></sup> They have also done this to me: At that same time they defiled my sanctuary and desecrated my Sabbaths. <sup><strong>39</strong></sup> On the very day they sacrificed their children to their idols, they entered my sanctuary and desecrated it. That is what they did in my house. <sup><strong>40</strong></sup> \"They even sent messengers for men who came from far away, and when they arrived you bathed yourself for them, painted your eyes and put on your jewelry. <sup><strong>41</strong></sup> You sat on an elegant couch, with a table spread before it on which you had placed the incense and oil that belonged to me. <sup><strong>42</strong></sup> \"The noise of a carefree crowd was around her; Sabeans were brought from the desert along with men from the rabble, and they put bracelets on the arms of the woman and her sister and beautiful crowns on their heads. <sup><strong>43</strong></sup> Then I said about the one worn out by adultery, 'Now let them use her as a prostitute, for that is all she is.' <sup><strong>44</strong></sup> And they slept with her. As men sleep with a prostitute, so they slept with those lewd women, Oholah and Oholibah. <sup><strong>45</strong></sup> But righteous men will sentence them to the punishment of women who commit adultery and shed blood, because they are adulterous and blood is on their hands. <sup><strong>46</strong></sup> \"This is what the Sovereign LORD says: Bring a mob against them and give them over to terror and plunder. <sup><strong>47</strong></sup> The mob will stone them and cut them down with their swords; they will kill their sons and daughters and burn down their houses. <sup><strong>48</strong></sup> \"So I will put an end to lewdness in the land, that all women may take warning and not imitate you. <sup><strong>49</strong></sup> You will suffer the penalty for your lewdness and bear the consequences of your sins of idolatry. Then you will know that I am the Sovereign LORD.\" "},{"_id":"61590aac5788f063699d8beb","topicId":"61590aa95788f063699d8be2","verse":"2 Samuel 11:2-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10011002_01-9\"><b class=\"verse-num\" id=\"v10011002-1\">2&nbsp;</b>It happened, late one afternoon, when David arose from his couch and was walking on the roof of the king’s house, that he saw from the roof a woman bathing; and the woman was very beautiful. <b class=\"verse-num\" id=\"v10011003-1\">3&nbsp;</b>And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?” <b class=\"verse-num\" id=\"v10011004-1\">4&nbsp;</b>So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house. <b class=\"verse-num\" id=\"v10011005-1\">5&nbsp;</b>And the woman conceived, and she sent and told David, “I am pregnant.”</p>\n</div>","kjv":"<strong>2</strong> And it came to pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the king’s house: and from the roof he saw a woman washing herself; and the woman was very beautiful to look upon.  <strong>3</strong> And David sent and enquired after the woman. And one said, Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?  <strong>4</strong> And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.  <strong>5</strong> And the woman conceived, and sent and told David, and said, I am  with child.  ","niv":"<sup><strong>2</strong></sup> One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful, <sup><strong>3</strong></sup> and David sent someone to find out about her. The man said, \"Isn't this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?\" <sup><strong>4</strong></sup> Then David sent messengers to get her. She came to him, and he slept with her. (She had purified herself from her uncleanness.) Then she went back home. <sup><strong>5</strong></sup> The woman conceived and sent word to David, saying, \"I am pregnant.\" "},{"_id":"61590aac5788f063699d8bec","topicId":"61590aa95788f063699d8be2","verse":"Genesis 19:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01019036_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father.</p>\n</div>","kjv":"<strong>36</strong> Thus were both the daughters of Lot with child by their father.  ","niv":"<sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father."},{"_id":"61590aac5788f063699d8bed","topicId":"61590aa95788f063699d8be2","verse":"Luke 3:23","votes":-1,"__v":0,"esv":"<div>\n\n<p id=\"p42003023_06-11\"><b class=\"verse-num\" id=\"v42003023-1\">23&nbsp;</b>Jesus, when he began his ministry, was about thirty years of age, being the son (as was supposed) of Joseph, the son of Heli,</p>\n</div>","kjv":"<strong>23</strong> And Jesus himself began to be about thirty years of age, being (as was supposed) the son of Joseph, which was the son of Heli,  ","niv":"<sup><strong>23</strong></sup> Now Jesus himself was about thirty years old when he began his ministry. He was the son, so it was thought, of Joseph,","modified":"2021-12-21T01:09:17.461Z"}]}