{"_id":"61590abf5788f063699d8bee","slug":"bathsheba","name":"Bathsheba","verses":[{"_id":"61590abf5788f063699d8bef","topicId":"61590abf5788f063699d8bee","verse":"2 Samuel 11:3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p10011001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10011001-1\">11:1&nbsp;</b>In the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem.</p>\n<p id=\"p10011001_04-3\"><b class=\"verse-num\" id=\"v10011002-1\">2&nbsp;</b>It happened, late one afternoon, when David arose from his couch and was walking on the roof of the king’s house, that he saw from the roof a woman bathing; and the woman was very beautiful. <b class=\"verse-num\" id=\"v10011003-1\">3&nbsp;</b>And David sent and inquired about the woman. And one said, “Is not this Bathsheba, the daughter of Eliam, the wife of Uriah the Hittite?” <b class=\"verse-num\" id=\"v10011004-1\">4&nbsp;</b>So David sent messengers and took her, and she came to him, and he lay with her. (Now she had been purifying herself from her uncleanness.) Then she returned to her house. <b class=\"verse-num\" id=\"v10011005-1\">5&nbsp;</b>And the woman conceived, and she sent and told David, “I am pregnant.”</p>\n<p id=\"p10011005_04-3\"><b class=\"verse-num\" id=\"v10011006-1\">6&nbsp;</b>So David sent word to Joab, “Send me Uriah the Hittite.” And Joab sent Uriah to David. <b class=\"verse-num\" id=\"v10011007-1\">7&nbsp;</b>When Uriah came to him, David asked how Joab was doing and how the people were doing and how the war was going. <b class=\"verse-num\" id=\"v10011008-1\">8&nbsp;</b>Then David said to Uriah, “Go down to your house and wash your feet.” And Uriah went out of the king’s house, and there followed him a present from the king. <b class=\"verse-num\" id=\"v10011009-1\">9&nbsp;</b>But Uriah slept at the door of the king’s house with all the servants of his lord, and did not go down to his house. <b class=\"verse-num\" id=\"v10011010-1\">10&nbsp;</b>When they told David, “Uriah did not go down to his house,” David said to Uriah, “Have you not come from a journey? Why did you not go down to your house?” <b class=\"verse-num\" id=\"v10011011-1\">11&nbsp;</b>Uriah said to David, “The ark and Israel and Judah dwell in booths, and my lord Joab and the servants of my lord are camping in the open field. Shall I then go to my house, to eat and to drink and to lie with my wife? As you live, and as your soul lives, I will not do this thing.” <b class=\"verse-num\" id=\"v10011012-1\">12&nbsp;</b>Then David said to Uriah, “Remain here today also, and tomorrow I will send you back.” So Uriah remained in Jerusalem that day and the next. <b class=\"verse-num\" id=\"v10011013-1\">13&nbsp;</b>And David invited him, and he ate in his presence and drank, so that he made him drunk. And in the evening he went out to lie on his couch with the servants of his lord, but he did not go down to his house.</p>\n<p id=\"p10011013_04-3\"><b class=\"verse-num\" id=\"v10011014-1\">14&nbsp;</b>In the morning David wrote a letter to Joab and sent it by the hand of Uriah. <b class=\"verse-num\" id=\"v10011015-1\">15&nbsp;</b>In the letter he wrote, “Set Uriah in the forefront of the hardest fighting, and then draw back from him, that he may be struck down, and die.” <b class=\"verse-num\" id=\"v10011016-1\">16&nbsp;</b>And as Joab was besieging the city, he assigned Uriah to the place where he knew there were valiant men. <b class=\"verse-num\" id=\"v10011017-1\">17&nbsp;</b>And the men of the city came out and fought with Joab, and some of the servants of David among the people fell. Uriah the Hittite also died. <b class=\"verse-num\" id=\"v10011018-1\">18&nbsp;</b>Then Joab sent and told David all the news about the fighting. <b class=\"verse-num\" id=\"v10011019-1\">19&nbsp;</b>And he instructed the messenger, “When you have finished telling all the news about the fighting to the king, <b class=\"verse-num\" id=\"v10011020-1\">20&nbsp;</b>then, if the king’s anger rises, and if he says to you, ‘Why did you go so near the city to fight? Did you not know that they would shoot from the wall? <b class=\"verse-num\" id=\"v10011021-1\">21&nbsp;</b>Who killed Abimelech the son of Jerubbesheth? Did not a woman cast an upper millstone on him from the wall, so that he died at Thebez? Why did you go so near the wall?’ then you shall say, ‘Your servant Uriah the Hittite is dead also.’”</p>\n<p id=\"p10011021_04-3\"><b class=\"verse-num\" id=\"v10011022-1\">22&nbsp;</b>So the messenger went and came and told David all that Joab had sent him to tell. <b class=\"verse-num\" id=\"v10011023-1\">23&nbsp;</b>The messenger said to David, “The men gained an advantage over us and came out against us in the field, but we drove them back to the entrance of the gate. <b class=\"verse-num\" id=\"v10011024-1\">24&nbsp;</b>Then the archers shot at your servants from the wall. Some of the king’s servants are dead, and your servant Uriah the Hittite is dead also.” <b class=\"verse-num\" id=\"v10011025-1\">25&nbsp;</b>David said to the messenger, “Thus shall you say to Joab, ‘Do not let this matter displease you, for the sword devours now one and now another. Strengthen your attack against the city and overthrow it.’ And encourage him.”</p>\n<p id=\"p10011025_04-3\"><b class=\"verse-num\" id=\"v10011026-1\">26&nbsp;</b>When the wife of Uriah heard that Uriah her husband was dead, she lamented over her husband. <b class=\"verse-num\" id=\"v10011027-1\">27&nbsp;</b>And when the mourning was over, David sent and brought her to his house, and she became his wife and bore him a son. But the thing that David had done displeased the LORD.</p>\n</div>","kjv":"<strong>3</strong> And David sent and enquired after the woman. And one said, Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?  ","niv":"<sup><strong>3</strong></sup> and David sent someone to find out about her. The man said, \"Isn't this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?\"","modified":"2023-09-23T19:04:59.960Z"},{"_id":"61590abf5788f063699d8bf0","topicId":"61590abf5788f063699d8bee","verse":"1 John 1:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61590ac05788f063699d8bf1","topicId":"61590abf5788f063699d8bee","verse":"2 Samuel 11:1-27","votes":3,"__v":0,"kjv":"<strong>1</strong> And it came to pass, after the year was expired, at the time when kings go forth to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried still at Jerusalem.  <strong>2</strong> And it came to pass in an eveningtide, that David arose from off his bed, and walked upon the roof of the king’s house: and from the roof he saw a woman washing herself; and the woman was very beautiful to look upon.  <strong>3</strong> And David sent and enquired after the woman. And one said, Is not this Bath-sheba, the daughter of Eliam, the wife of Uriah the Hittite?  <strong>4</strong> And David sent messengers, and took her; and she came in unto him, and he lay with her; for she was purified from her uncleanness: and she returned unto her house.  <strong>5</strong> And the woman conceived, and sent and told David, and said, I am  with child.  <strong>6</strong> And David sent to Joab, saying, Send me Uriah the Hittite. And Joab sent Uriah to David.  <strong>7</strong> And when Uriah was come unto him, David demanded of him how Joab did, and how the people did, and how the war prospered.  <strong>8</strong> And David said to Uriah, Go down to thy house, and wash thy feet. And Uriah departed out of the king’s house, and there followed him a mess of meat from the king.  <strong>9</strong> But Uriah slept at the door of the king’s house with all the servants of his lord, and went not down to his house.  <strong>10</strong> And when they had told David, saying, Uriah went not down unto his house, David said unto Uriah, Camest thou not from thy journey? why then didst thou not go down unto thine house?  <strong>11</strong> And Uriah said unto David, The ark, and Israel, and Judah, abide in tents; and my lord Joab, and the servants of my lord, are encamped in the open fields; shall I then go into mine house, to eat and to drink, and to lie with my wife? as thou livest, and as thy soul liveth, I will not do this thing.  <strong>12</strong> And David said to Uriah, Tarry here to day also, and to morrow I will let thee depart. So Uriah abode in Jerusalem that day, and the morrow.  <strong>13</strong> And when David had called him, he did eat and drink before him; and he made him drunk: and at even he went out to lie on his bed with the servants of his lord, but went not down to his house.  <strong>14</strong> And it came to pass in the morning, that David wrote a letter to Joab, and sent it by the hand of Uriah.  <strong>15</strong> And he wrote in the letter, saying, Set ye Uriah in the forefront of the hottest battle, and retire ye from him, that he may be smitten, and die.  <strong>16</strong> And it came to pass, when Joab observed the city, that he assigned Uriah unto a place where he knew that valiant men were.  <strong>17</strong> And the men of the city went out, and fought with Joab: and there fell some of the people of the servants of David; and Uriah the Hittite died also.  <strong>18</strong> Then Joab sent and told David all the things concerning the war;  <strong>19</strong> And charged the messenger, saying, When thou hast made an end of telling the matters of the war unto the king,  <strong>20</strong> And if so be that the king’s wrath arise, and he say unto thee, Wherefore approached ye so nigh unto the city when ye did fight? knew ye not that they would shoot from the wall?  <strong>21</strong> Who smote Abimelech the son of Jerubbesheth? did not a woman cast a piece of a millstone upon him from the wall, that he died in Thebez? why went ye nigh the wall? then say thou, Thy servant Uriah the Hittite is dead also.  <strong>22</strong> So the messenger went, and came and shewed David all that Joab had sent him for.  <strong>23</strong> And the messenger said unto David, Surely the men prevailed against us, and came out unto us into the field, and we were upon them even unto the entering of the gate.  <strong>24</strong> And the shooters shot from off the wall upon thy servants; and some of the king’s servants be dead, and thy servant Uriah the Hittite is dead also.  <strong>25</strong> Then David said unto the messenger, Thus shalt thou say unto Joab, Let not this thing displease thee, for the sword devoureth one as well as another: make thy battle more strong against the city, and overthrow it: and encourage thou him.  <strong>26</strong> And when the wife of Uriah heard that Uriah her husband was dead, she mourned for her husband.  <strong>27</strong> And when the mourning was past, David sent and fetched her to his house, and she became his wife, and bare him a son. But the thing that David had done displeased the LORD.  ","niv":"<sup><strong>1</strong></sup> In the spring, at the time when kings go off to war, David sent Joab out with the king's men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem. <sup><strong>2</strong></sup> One evening David got up from his bed and walked around on the roof of the palace. From the roof he saw a woman bathing. The woman was very beautiful, <sup><strong>3</strong></sup> and David sent someone to find out about her. The man said, \"Isn't this Bathsheba, the daughter of Eliam and the wife of Uriah the Hittite?\" <sup><strong>4</strong></sup> Then David sent messengers to get her. She came to him, and he slept with her. (She had purified herself from her uncleanness.) Then she went back home. <sup><strong>5</strong></sup> The woman conceived and sent word to David, saying, \"I am pregnant.\" <sup><strong>6</strong></sup> So David sent this word to Joab: \"Send me Uriah the Hittite.\" And Joab sent him to David. <sup><strong>7</strong></sup> When Uriah came to him, David asked him how Joab was, how the soldiers were and how the war was going. <sup><strong>8</strong></sup> Then David said to Uriah, \"Go down to your house and wash your feet.\" So Uriah left the palace, and a gift from the king was sent after him. <sup><strong>9</strong></sup> But Uriah slept at the entrance to the palace with all his master's servants and did not go down to his house. <sup><strong>10</strong></sup> When David was told, \"Uriah did not go home,\" he asked him, \"Haven't you just come from a distance? Why didn't you go home?\" <sup><strong>11</strong></sup> Uriah said to David, \"The ark and Israel and Judah are staying in tents, and my master Joab and my lord's men are camped in the open fields. How could I go to my house to eat and drink and lie with my wife? As surely as you live, I will not do such a thing!\" <sup><strong>12</strong></sup> Then David said to him, \"Stay here one more day, and tomorrow I will send you back.\" So Uriah remained in Jerusalem that day and the next. <sup><strong>13</strong></sup> At David's invitation, he ate and drank with him, and David made him drunk. But in the evening Uriah went out to sleep on his mat among his master's servants; he did not go home. <sup><strong>14</strong></sup> In the morning David wrote a letter to Joab and sent it with Uriah. <sup><strong>15</strong></sup> In it he wrote, \"Put Uriah in the front line where the fighting is fiercest. Then withdraw from him so he will be struck down and die.\" <sup><strong>16</strong></sup> So while Joab had the city under siege, he put Uriah at a place where he knew the strongest defenders were. <sup><strong>17</strong></sup> When the men of the city came out and fought against Joab, some of the men in David's army fell; moreover, Uriah the Hittite died. <sup><strong>18</strong></sup> Joab sent David a full account of the battle. <sup><strong>19</strong></sup> He instructed the messenger: \"When you have finished giving the king this account of the battle, <sup><strong>20</strong></sup> the king's anger may flare up, and he may ask you, 'Why did you get so close to the city to fight? Didn't you know they would shoot arrows from the wall? <sup><strong>21</strong></sup> Who killed Abimelech son of Jerub-Besheth? Didn't a woman throw an upper millstone on him from the wall, so that he died in Thebez? Why did you get so close to the wall?' If he asks you this, then say to him, 'Also, your servant Uriah the Hittite is dead.'\" <sup><strong>22</strong></sup> The messenger set out, and when he arrived he told David everything Joab had sent him to say. <sup><strong>23</strong></sup> The messenger said to David, \"The men overpowered us and came out against us in the open, but we drove them back to the entrance to the city gate. <sup><strong>24</strong></sup> Then the archers shot arrows at your servants from the wall, and some of the king's men died. Moreover, your servant Uriah the Hittite is dead.\" <sup><strong>25</strong></sup> David told the messenger, \"Say this to Joab: 'Don't let this upset you; the sword devours one as well as another. Press the attack against the city and destroy it.' Say this to encourage Joab.\" <sup><strong>26</strong></sup> When Uriah's wife heard that her husband was dead, she mourned for him. <sup><strong>27</strong></sup> After the time of mourning was over, David had her brought to his house, and she became his wife and bore him a son. But the thing David had done displeased the LORD. ","modified":"2023-08-25T10:29:41.310Z"},{"_id":"61590ac05788f063699d8bf2","topicId":"61590abf5788f063699d8bee","verse":"2 Corinthians 6:14","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-4\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"61590ac05788f063699d8bf3","topicId":"61590abf5788f063699d8bee","verse":"James 5:13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59005013_05-5\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise.</p>\n</div>","kjv":"<strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  ","niv":"<sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise."},{"_id":"61590ac15788f063699d8bf4","topicId":"61590abf5788f063699d8bee","verse":"James 1:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire.</p>\n</div>","kjv":"<strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  ","niv":"<sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed."},{"_id":"61590ac15788f063699d8bf5","topicId":"61590abf5788f063699d8bee","verse":"1 Peter 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ.</p>\n</div>","kjv":"<strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  ","niv":"<sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed."},{"_id":"61590ac15788f063699d8bf6","topicId":"61590abf5788f063699d8bee","verse":"Acts 13:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44013022_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013022-1\">22&nbsp;</b>And when he had removed him, he raised up David to be their king, of whom he testified and said, ‘I have found in David the son of Jesse a man after my heart, who will do all my will.’</p>\n</div>","kjv":"<strong>22</strong> And when he had removed him, he raised up unto them David to be their king; to whom also he gave testimony, and said, I have found David the son of Jesse, a man after mine own heart, which shall fulfil all my will.  ","niv":"<sup><strong>22</strong></sup> After removing Saul, he made David their king. He testified concerning him: 'I have found David son of Jesse a man after my own heart; he will do everything I want him to do.'"},{"_id":"61590ac25788f063699d8bf7","topicId":"61590abf5788f063699d8bee","verse":"Psalm 51:1-19","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19051001_09-10\" class=\"psalm-title\">To the choirmaster. A Psalm of David, when Nathan the prophet went to him, after he had gone in to Bathsheba.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051001_09-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Have mercy on me, O God,</span><br><span id=\"p19051001_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your steadfast love;</span><br><span id=\"p19051001_09-10\" class=\"line\">&nbsp;&nbsp;according to your abundant mercy</span><br><span id=\"p19051001_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blot out my transgressions.</span><br><span id=\"p19051002_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051003_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br><span id=\"p19051004_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051004-1\">4&nbsp;</b>&nbsp;&nbsp;Against you, you only, have I sinned</span><br><span id=\"p19051004_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and done what is evil in your sight,</span><br><span id=\"p19051004_09-10\" class=\"line\">&nbsp;&nbsp;so that you may be justified in your words</span><br><span id=\"p19051004_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blameless in your judgment.</span><br><span id=\"p19051005_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br><span id=\"p19051006_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051006-1\">6&nbsp;</b>&nbsp;&nbsp;Behold, you delight in truth in the inward being,</span><br><span id=\"p19051006_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you teach me wisdom in the secret heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051007_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051007-1\">7&nbsp;</b>&nbsp;&nbsp;Purge me with hyssop, and I shall be clean;</span><br><span id=\"p19051007_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wash me, and I shall be whiter than snow.</span><br><span id=\"p19051008_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051008-1\">8&nbsp;</b>&nbsp;&nbsp;Let me hear joy and gladness;</span><br><span id=\"p19051008_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the bones that you have broken rejoice.</span><br><span id=\"p19051009_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051009-1\">9&nbsp;</b>&nbsp;&nbsp;Hide your face from my sins,</span><br><span id=\"p19051009_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blot out all my iniquities.</span><br><span id=\"p19051010_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br><span id=\"p19051011_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051011-1\">11&nbsp;</b>&nbsp;&nbsp;Cast me not away from your presence,</span><br><span id=\"p19051011_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take not your Holy Spirit from me.</span><br><span id=\"p19051012_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051012-1\">12&nbsp;</b>&nbsp;&nbsp;Restore to me the joy of your salvation,</span><br><span id=\"p19051012_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uphold me with a willing spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051013_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051013-1\">13&nbsp;</b>&nbsp;&nbsp;Then I will teach transgressors your ways,</span><br><span id=\"p19051013_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinners will return to you.</span><br><span id=\"p19051014_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051014-1\">14&nbsp;</b>&nbsp;&nbsp;Deliver me from bloodguiltiness, O God,</span><br><span id=\"p19051014_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of my salvation,</span><br><span id=\"p19051014_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my tongue will sing aloud of your righteousness.</span><br><span id=\"p19051015_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051015-1\">15&nbsp;</b>&nbsp;&nbsp;O Lord, open my lips,</span><br><span id=\"p19051015_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth will declare your praise.</span><br><span id=\"p19051016_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051016-1\">16&nbsp;</b>&nbsp;&nbsp;For you will not delight in sacrifice, or I would give it;</span><br><span id=\"p19051016_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will not be pleased with a burnt offering.</span><br><span id=\"p19051017_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051017-1\">17&nbsp;</b>&nbsp;&nbsp;The sacrifices of God are a broken spirit;</span><br><span id=\"p19051017_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a broken and contrite heart, O God, you will not despise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051018_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051018-1\">18&nbsp;</b>&nbsp;&nbsp;Do good to Zion in your good pleasure;</span><br><span id=\"p19051018_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;build up the walls of Jerusalem;</span><br><span id=\"p19051019_09-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051019-1\">19&nbsp;</b>&nbsp;&nbsp;then will you delight in right sacrifices,</span><br><span id=\"p19051019_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in burnt offerings and whole burnt offerings;</span><br><span id=\"p19051019_09-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then bulls will be offered on your altar.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.  <strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  <strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  <strong>4</strong> Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and  be clear when thou judgest.  <strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  <strong>6</strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.  <strong>7</strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.  <strong>8</strong> Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.  <strong>9</strong> Hide thy face from my sins, and blot out all mine iniquities.  <strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  <strong>11</strong> Cast me not away from thy presence; and take not thy holy spirit from me.  <strong>12</strong> Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.  <strong>13</strong>             Then will I teach transgressors thy ways; and sinners shall be converted unto thee.  <strong>14</strong> Deliver me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness.  <strong>15</strong> O Lord, open thou my lips; and my mouth shall shew forth thy praise.  <strong>16</strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.  <strong>17</strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.  <strong>18</strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.  <strong>19</strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.  ","niv":"<sup><strong>1</strong></sup> Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions. <sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin. <sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me. <sup><strong>4</strong></sup> Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge. <sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me. <sup><strong>6</strong></sup> Surely you desire truth in the inner parts; you teach me wisdom in the inmost place. <sup><strong>7</strong></sup> Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup><strong>8</strong></sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup><strong>9</strong></sup> Hide your face from my sins and blot out all my iniquity. <sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me. <sup><strong>11</strong></sup> Do not cast me from your presence or take your Holy Spirit from me. <sup><strong>12</strong></sup> Restore to me the joy of your salvation and grant me a willing spirit, to sustain me. <sup><strong>13</strong></sup> Then I will teach transgressors your ways, and sinners will turn back to you. <sup><strong>14</strong></sup> Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness. <sup><strong>15</strong></sup> O Lord, open my lips, and my mouth will declare your praise. <sup><strong>16</strong></sup> You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings. <sup><strong>17</strong></sup> The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise. <sup><strong>18</strong></sup> In your good pleasure make Zion prosper; build up the walls of Jerusalem. <sup><strong>19</strong></sup> Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar. "},{"_id":"61590ac25788f063699d8bf8","topicId":"61590abf5788f063699d8bee","verse":"Leviticus 18:1-30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p03018001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03018001-1\">18:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03018002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, I am the LORD your God. <b class=\"verse-num\" id=\"v03018003-1\">3&nbsp;</b>You shall not do as they do in the land of Egypt, where you lived, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes. <b class=\"verse-num\" id=\"v03018004-1\">4&nbsp;</b>You shall follow my rules and keep my statutes and walk in them. I am the LORD your God. <b class=\"verse-num\" id=\"v03018005-1\">5&nbsp;</b>You shall therefore keep my statutes and my rules; if a person does them, he shall live by them: I am the LORD.</p>\n<p id=\"p03018005_04-11\"><b class=\"verse-num\" id=\"v03018006-1\">6&nbsp;</b>“None of you shall approach any one of his close relatives to uncover nakedness. I am the LORD. <b class=\"verse-num\" id=\"v03018007-1\">7&nbsp;</b>You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018008-1\">8&nbsp;</b>You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness. <b class=\"verse-num\" id=\"v03018009-1\">9&nbsp;</b>You shall not uncover the nakedness of your sister, your father’s daughter or your mother’s daughter, whether brought up in the family or in another home. <b class=\"verse-num\" id=\"v03018010-1\">10&nbsp;</b>You shall not uncover the nakedness of your son’s daughter or of your daughter’s daughter, for their nakedness is your own nakedness. <b class=\"verse-num\" id=\"v03018011-1\">11&nbsp;</b>You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister. <b class=\"verse-num\" id=\"v03018012-1\">12&nbsp;</b>You shall not uncover the nakedness of your father’s sister; she is your father’s relative. <b class=\"verse-num\" id=\"v03018013-1\">13&nbsp;</b>You shall not uncover the nakedness of your mother’s sister, for she is your mother’s relative. <b class=\"verse-num\" id=\"v03018014-1\">14&nbsp;</b>You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt. <b class=\"verse-num\" id=\"v03018015-1\">15&nbsp;</b>You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018016-1\">16&nbsp;</b>You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness. <b class=\"verse-num\" id=\"v03018017-1\">17&nbsp;</b>You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity. <b class=\"verse-num\" id=\"v03018018-1\">18&nbsp;</b>And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive.</p>\n<p id=\"p03018018_04-11\"><b class=\"verse-num\" id=\"v03018019-1\">19&nbsp;</b>“You shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness. <b class=\"verse-num\" id=\"v03018020-1\">20&nbsp;</b>And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her. <b class=\"verse-num\" id=\"v03018021-1\">21&nbsp;</b>You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the LORD. <b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination. <b class=\"verse-num\" id=\"v03018023-1\">23&nbsp;</b>And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion.</p>\n<p id=\"p03018023_04-11\"><b class=\"verse-num\" id=\"v03018024-1\">24&nbsp;</b>“Do not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean, <b class=\"verse-num\" id=\"v03018025-1\">25&nbsp;</b>and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants. <b class=\"verse-num\" id=\"v03018026-1\">26&nbsp;</b>But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you <b class=\"verse-num\" id=\"v03018027-1\">27&nbsp;</b>(for the people of the land, who were before you, did all of these abominations, so that the land became unclean), <b class=\"verse-num\" id=\"v03018028-1\">28&nbsp;</b>lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you. <b class=\"verse-num\" id=\"v03018029-1\">29&nbsp;</b>For everyone who does any of these abominations, the persons who do them shall be cut off from among their people. <b class=\"verse-num\" id=\"v03018030-1\">30&nbsp;</b>So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the LORD your God.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, I am the LORD your God.  <strong>3</strong> After the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the doings of the land of Canaan, whither I bring you, shall ye not do: neither shall ye walk in their ordinances.  <strong>4</strong> Ye shall do my judgments, and keep mine ordinances, to walk therein: I am the LORD your God.  <strong>5</strong> Ye shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the LORD.  <strong>6</strong> None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD.  <strong>7</strong> The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.  <strong>8</strong> The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.  <strong>9</strong> The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, even  their nakedness thou shalt not uncover.  <strong>10</strong> The nakedness of thy son’s daughter, or of thy daughter’s daughter, even their nakedness thou shalt not uncover: for theirs is  thine own nakedness.  <strong>11</strong> The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness.  <strong>12</strong> Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman.  <strong>13</strong> Thou shalt not uncover the nakedness of thy mother’s sister: for she is thy mother’s near kinswoman.  <strong>14</strong> Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she is thine aunt.  <strong>15</strong> Thou shalt not uncover the nakedness of thy daughter in law: she is thy son’s wife; thou shalt not uncover her nakedness.  <strong>16</strong> Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness.  <strong>17</strong> Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness.  <strong>18</strong> Neither shalt thou take a wife to her sister, to vex her,  to uncover her nakedness, beside the other in her life time.  <strong>19</strong> Also thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness.  <strong>20</strong> Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.  <strong>21</strong> And thou shalt not let any of thy seed pass through the fire  to Molech, neither shalt thou profane the name of thy God: I am  the LORD.  <strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  <strong>23</strong> Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion.  <strong>24</strong> Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:  <strong>25</strong> And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants.  <strong>26</strong> Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:  <strong>27</strong> (For all these abominations have the men of the land done, which were before you, and the land is defiled;)  <strong>28</strong> That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.  <strong>29</strong> For whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people.  <strong>30</strong> Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the LORD your God.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'I am the LORD your God. <sup><strong>3</strong></sup> You must not do as they do in Egypt, where you used to live, and you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their practices. <sup><strong>4</strong></sup> You must obey my laws and be careful to follow my decrees. I am the LORD your God. <sup><strong>5</strong></sup> Keep my decrees and laws, for the man who obeys them will live by them. I am the LORD. <sup><strong>6</strong></sup> \"'No one is to approach any close relative to have sexual relations. I am the LORD. <sup><strong>7</strong></sup> \"'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her. <sup><strong>8</strong></sup> \"'Do not have sexual relations with your father's wife; that would dishonor your father. <sup><strong>9</strong></sup> \"'Do not have sexual relations with your sister, either your father's daughter or your mother's daughter, whether she was born in the same home or elsewhere. <sup><strong>10</strong></sup> \"'Do not have sexual relations with your son's daughter or your daughter's daughter; that would dishonor you. <sup><strong>11</strong></sup> \"'Do not have sexual relations with the daughter of your father's wife, born to your father; she is your sister. <sup><strong>12</strong></sup> \"'Do not have sexual relations with your father's sister; she is your father's close relative. <sup><strong>13</strong></sup> \"'Do not have sexual relations with your mother's sister, because she is your mother's close relative. <sup><strong>14</strong></sup> \"'Do not dishonor your father's brother by approaching his wife to have sexual relations; she is your aunt. <sup><strong>15</strong></sup> \"'Do not have sexual relations with your daughter-in-law. She is your son's wife; do not have relations with her. <sup><strong>16</strong></sup> \"'Do not have sexual relations with your brother's wife; that would dishonor your brother. <sup><strong>17</strong></sup> \"'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness. <sup><strong>18</strong></sup> \"'Do not take your wife's sister as a rival wife and have sexual relations with her while your wife is living. <sup><strong>19</strong></sup> \"'Do not approach a woman to have sexual relations during the uncleanness of her monthly period. <sup><strong>20</strong></sup> \"'Do not have sexual relations with your neighbor's wife and defile yourself with her. <sup><strong>21</strong></sup> \"'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD. <sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable. <sup><strong>23</strong></sup> \"'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion. <sup><strong>24</strong></sup> \"'Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled. <sup><strong>25</strong></sup> Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants. <sup><strong>26</strong></sup> But you must keep my decrees and my laws. The native-born and the aliens living among you must not do any of these detestable things, <sup><strong>27</strong></sup> for all these things were done by the people who lived in the land before you, and the land became defiled. <sup><strong>28</strong></sup> And if you defile the land, it will vomit you out as it vomited out the nations that were before you. <sup><strong>29</strong></sup> \"'Everyone who does any of these detestable things-such persons must be cut off from their people. <sup><strong>30</strong></sup> Keep my requirements and do not follow any of the detestable customs that were practiced before you came and do not defile yourselves with them. I am the LORD your God.'\" "},{"_id":"61590ac25788f063699d8bf9","topicId":"61590abf5788f063699d8bee","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"61590ac25788f063699d8bfa","topicId":"61590abf5788f063699d8bee","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"61590ac35788f063699d8bfb","topicId":"61590abf5788f063699d8bee","verse":"1 Peter 4:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60004003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry.</p>\n</div>","kjv":"<strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  ","niv":"<sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry."},{"_id":"61590ac35788f063699d8bfc","topicId":"61590abf5788f063699d8bee","verse":"2 Thessalonians 1:1-12","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-16\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-16\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-16\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-16\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"61590ac35788f063699d8bfd","topicId":"61590abf5788f063699d8bee","verse":"Colossians 1:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-17\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-17\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-17\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-17\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-17\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-17\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-17\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"61590ac45788f063699d8bfe","topicId":"61590abf5788f063699d8bee","verse":"Ephesians 5:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005031_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”</p>\n</div>","kjv":"<strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  ","niv":"<sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\""},{"_id":"61590ac45788f063699d8bff","topicId":"61590abf5788f063699d8bee","verse":"Ephesians 5:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005027_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish.</p>\n\n</div>","kjv":"<strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  ","niv":"<sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless."},{"_id":"61590ac45788f063699d8c00","topicId":"61590abf5788f063699d8bee","verse":"1 Corinthians 7:39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46007039_01-21\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord.</p>\n</div>","kjv":"<strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  ","niv":"<sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord."},{"_id":"61590ac55788f063699d8c01","topicId":"61590abf5788f063699d8bee","verse":"1 Corinthians 6:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006020_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body."},{"_id":"61590ac55788f063699d8c02","topicId":"61590abf5788f063699d8bee","verse":"Mark 16:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"61590ac55788f063699d8c03","topicId":"61590abf5788f063699d8bee","verse":"Matthew 5:1-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-25\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-25\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-25\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-25\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-25\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-25\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-25\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-25\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-25\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-25\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-25\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-25\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-25\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-25\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-25\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-25\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-25\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-25\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-25\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"61590ac55788f063699d8c04","topicId":"61590abf5788f063699d8bee","verse":"2 Samuel 11:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p10011001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10011001-1\">11:1&nbsp;</b>In the spring of the year, the time when kings go out to battle, David sent Joab, and his servants with him, and all Israel. And they ravaged the Ammonites and besieged Rabbah. But David remained at Jerusalem.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass, after the year was expired, at the time when kings go forth to battle, that David sent Joab, and his servants with him, and all Israel; and they destroyed the children of Ammon, and besieged Rabbah. But David tarried still at Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the spring, at the time when kings go off to war, David sent Joab out with the king's men and the whole Israelite army. They destroyed the Ammonites and besieged Rabbah. But David remained in Jerusalem.","modified":"2023-05-25T05:27:20.923Z"},{"_id":"61590ac65788f063699d8c05","topicId":"61590abf5788f063699d8bee","verse":"Numbers 14:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04014018_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014018-1\">18&nbsp;</b>‘The LORD is slow to anger and abounding in steadfast love, forgiving iniquity and transgression, but he will by no means clear the guilty, visiting the iniquity of the fathers on the children, to the third and the fourth generation.’</p>\n</div>","kjv":"<strong>18</strong> The LORD is longsuffering, and of great mercy, forgiving iniquity and transgression, and by no means clearing the guilty,  visiting the iniquity of the fathers upon the children unto the third and fourth generation.  ","niv":"<sup><strong>18</strong></sup> 'The LORD is slow to anger, abounding in love and forgiving sin and rebellion. Yet he does not leave the guilty unpunished; he punishes the children for the sin of the fathers to the third and fourth generation.'"},{"_id":"61590ac65788f063699d8c06","topicId":"61590abf5788f063699d8bee","verse":"Exodus 20:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020014_01-28\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not commit adultery.  ","niv":"<sup><strong>14</strong></sup> \"You shall not commit adultery."},{"_id":"61590ac65788f063699d8c07","topicId":"61590abf5788f063699d8bee","verse":"Revelation 22:18","votes":0,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-29\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book.","modified":"2023-04-03T14:40:02.795Z"}]}