{"_id":"61590c575788f063699d8d1f","slug":"bears","name":"Bears","verses":[{"_id":"61590c585788f063699d8d20","topicId":"61590c575788f063699d8d1f","verse":"2 Kings 2:23-24","votes":31,"__v":0,"esv":"<div>\n<p id=\"p12002023_01-1\"><b class=\"verse-num\" id=\"v12002023-1\">23&nbsp;</b>He went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” <b class=\"verse-num\" id=\"v12002024-1\">24&nbsp;</b>And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys.</p>\n</div>","kjv":"<strong>23</strong> And he went up from thence unto Bethel: and as he was going up by the way, there came forth little children out of the city, and mocked him, and said unto him, Go up, thou bald head; go up, thou bald head.  <strong>24</strong> And he turned back, and looked on them, and cursed them in the name of the LORD. And there came forth two she bears out of the wood, and tare forty and two children of them.  ","niv":"<sup><strong>23</strong></sup> From there Elisha went up to Bethel. As he was walking along the road, some youths came out of the town and jeered at him. \"Go on up, you baldhead!\" they said. \"Go on up, you baldhead!\" <sup><strong>24</strong></sup> He turned around, looked at them and called down a curse on them in the name of the LORD. Then two bears came out of the woods and mauled forty-two of the youths. "},{"_id":"61590c585788f063699d8d21","topicId":"61590c575788f063699d8d1f","verse":"Proverbs 17:12","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017012_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017012-1\">12&nbsp;</b>&nbsp;&nbsp;Let a man meet a she-bear robbed of her cubs</span><br><span id=\"p20017012_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rather than a fool in his folly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Let a bear robbed of her whelps meet a man, rather than a fool in his folly.  ","niv":"<sup><strong>12</strong></sup> Better to meet a bear robbed of her cubs than a fool in his folly."},{"_id":"61590c585788f063699d8d22","topicId":"61590c575788f063699d8d1f","verse":"Revelation 13:2","votes":16,"__v":0,"esv":"<div>\n<p id=\"p66013002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013002-1\">2&nbsp;</b>And the beast that I saw was like a leopard; its feet were like a bear’s, and its mouth was like a lion’s mouth. And to it the dragon gave his power and his throne and great authority.</p>\n</div>","kjv":"<strong>2</strong> And the beast which I saw was like unto a leopard, and his feet were as the feet of a bear, and his mouth as the mouth of a lion: and the dragon gave him his power, and his seat, and great authority.  ","niv":"<sup><strong>2</strong></sup> And I saw a beast coming out of the sea. He had ten horns and seven heads, with ten crowns on his horns, and on each head a blasphemous name. The beast I saw resembled a leopard, but had feet like those of a bear and a mouth like that of a lion. The dragon gave the beast his power and his throne and great authority.","modified":"2022-09-26T06:48:33.469Z"},{"_id":"61590c595788f063699d8d23","topicId":"61590c575788f063699d8d1f","verse":"Daniel 7:1-19","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p27007001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27007001-1\">7:1&nbsp;</b>In the first year of Belshazzar king of Babylon, Daniel saw a dream and visions of his head as he lay in his bed. Then he wrote down the dream and told the sum of the matter. <b class=\"verse-num\" id=\"v27007002-1\">2&nbsp;</b>Daniel declared, “I saw in my vision by night, and behold, the four winds of heaven were stirring up the great sea. <b class=\"verse-num\" id=\"v27007003-1\">3&nbsp;</b>And four great beasts came up out of the sea, different from one another. <b class=\"verse-num\" id=\"v27007004-1\">4&nbsp;</b>The first was like a lion and had eagles’ wings. Then as I looked its wings were plucked off, and it was lifted up from the ground and made to stand on two feet like a man, and the mind of a man was given to it. <b class=\"verse-num\" id=\"v27007005-1\">5&nbsp;</b>And behold, another beast, a second one, like a bear. It was raised up on one side. It had three ribs in its mouth between its teeth; and it was told, ‘Arise, devour much flesh.’ <b class=\"verse-num\" id=\"v27007006-1\">6&nbsp;</b>After this I looked, and behold, another, like a leopard, with four wings of a bird on its back. And the beast had four heads, and dominion was given to it. <b class=\"verse-num\" id=\"v27007007-1\">7&nbsp;</b>After this I saw in the night visions, and behold, a fourth beast, terrifying and dreadful and exceedingly strong. It had great iron teeth; it devoured and broke in pieces and stamped what was left with its feet. It was different from all the beasts that were before it, and it had ten horns. <b class=\"verse-num\" id=\"v27007008-1\">8&nbsp;</b>I considered the horns, and behold, there came up among them another horn, a little one, before which three of the first horns were plucked up by the roots. And behold, in this horn were eyes like the eyes of a man, and a mouth speaking great things.</p>\n\n<p id=\"p27007008_12-4\"><b class=\"verse-num\" id=\"v27007009-1\">9&nbsp;</b>“As I looked,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007009_12-4\" class=\"line\">&nbsp;&nbsp;thrones were placed,</span><br><span id=\"p27007009_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Ancient of Days took his seat;</span><br><span id=\"p27007009_12-4\" class=\"line\">&nbsp;&nbsp;his clothing was white as snow,</span><br><span id=\"p27007009_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hair of his head like pure wool;</span><br><span id=\"p27007009_12-4\" class=\"line\">&nbsp;&nbsp;his throne was fiery flames;</span><br><span id=\"p27007009_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its wheels were burning fire.</span><br><span id=\"p27007010_12-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007010-1\">10&nbsp;</b>&nbsp;&nbsp;A stream of fire issued</span><br><span id=\"p27007010_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and came out from before him;</span><br><span id=\"p27007010_12-4\" class=\"line\">&nbsp;&nbsp;a thousand thousands served him,</span><br><span id=\"p27007010_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ten thousand times ten thousand stood before him;</span><br><span id=\"p27007010_12-4\" class=\"line\">&nbsp;&nbsp;the court sat in judgment,</span><br><span id=\"p27007010_12-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the books were opened.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27007010_12-4\"><b class=\"verse-num\" id=\"v27007011-1\">11&nbsp;</b>“I looked then because of the sound of the great words that the horn was speaking. And as I looked, the beast was killed, and its body destroyed and given over to be burned with fire. <b class=\"verse-num\" id=\"v27007012-1\">12&nbsp;</b>As for the rest of the beasts, their dominion was taken away, but their lives were prolonged for a season and a time.</p>\n\n<p id=\"p27007012_19-4\"><b class=\"verse-num\" id=\"v27007013-1\">13&nbsp;</b>“I saw in the night visions,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27007013_19-4\" class=\"line\">&nbsp;&nbsp;and behold, with the clouds of heaven</span><br><span id=\"p27007013_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there came one like a son of man,</span><br><span id=\"p27007013_19-4\" class=\"line\">&nbsp;&nbsp;and he came to the Ancient of Days</span><br><span id=\"p27007013_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and was presented before him.</span><br><span id=\"p27007014_19-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v27007014-1\">14&nbsp;</b>&nbsp;&nbsp;And to him was given dominion</span><br><span id=\"p27007014_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and glory and a kingdom,</span><br><span id=\"p27007014_19-4\" class=\"line\">&nbsp;&nbsp;that all peoples, nations, and languages</span><br><span id=\"p27007014_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;should serve him;</span><br><span id=\"p27007014_19-4\" class=\"line\">&nbsp;&nbsp;his dominion is an everlasting dominion,</span><br><span id=\"p27007014_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which shall not pass away,</span><br><span id=\"p27007014_19-4\" class=\"line\">&nbsp;&nbsp;and his kingdom one</span><br><span id=\"p27007014_19-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be destroyed.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p27007014_22-4\"><b class=\"verse-num\" id=\"v27007015-1\">15&nbsp;</b>“As for me, Daniel, my spirit within me was anxious, and the visions of my head alarmed me. <b class=\"verse-num\" id=\"v27007016-1\">16&nbsp;</b>I approached one of those who stood there and asked him the truth concerning all this. So he told me and made known to me the interpretation of the things. <b class=\"verse-num\" id=\"v27007017-1\">17&nbsp;</b>‘These four great beasts are four kings who shall arise out of the earth. <b class=\"verse-num\" id=\"v27007018-1\">18&nbsp;</b>But the saints of the Most High shall receive the kingdom and possess the kingdom forever, forever and ever.’</p>\n<p id=\"p27007018_22-4\"><b class=\"verse-num\" id=\"v27007019-1\">19&nbsp;</b>“Then I desired to know the truth about the fourth beast, which was different from all the rest, exceedingly terrifying, with its teeth of iron and claws of bronze, and which devoured and broke in pieces and stamped what was left with its feet,</p>\n\n</div>","kjv":"<strong>1</strong> In the first year of Belshazzar king of Babylon Daniel had a dream and visions of his head upon his bed: then he wrote the dream, and  told the sum of the matters.  <strong>2</strong> Daniel spake and said, I saw in my vision by night, and, behold, the four winds of the heaven strove upon the great sea.  <strong>3</strong> And four great beasts came up from the sea, diverse one from another.  <strong>4</strong> The first was like a lion, and had eagle’s wings: I beheld till the wings thereof were plucked, and it was lifted up from the earth, and made stand upon the feet as a man, and a man’s heart was given to it.  <strong>5</strong> And behold another beast, a second, like to a bear, and it raised up itself on one side, and it had three ribs in the mouth of it between the teeth of it: and they said thus unto it, Arise, devour much flesh.  <strong>6</strong> After this I beheld, and lo another, like a leopard, which had upon the back of it four wings of a fowl; the beast had also four heads; and dominion was given to it.  <strong>7</strong> After this I saw in the night visions, and behold a fourth beast, dreadful and terrible, and strong exceedingly; and it had great iron teeth: it devoured and brake in pieces, and stamped the residue with the feet of it: and it was diverse from all the beasts that were before it; and it had ten horns.  <strong>8</strong> I considered the horns, and, behold, there came up among them another little horn, before whom there were three of the first horns plucked up by the roots: and, behold, in this horn were eyes like the eyes of man, and a mouth speaking great things.  <strong>9</strong> I beheld till the thrones were cast down, and the Ancient of days did sit, whose garment was white as snow, and the hair of his head like the pure wool: his throne was like the fiery flame, and  his wheels as burning fire.  <strong>10</strong> A fiery stream issued and came forth from before him: thousand thousands ministered unto him, and ten thousand times ten thousand stood before him: the judgment was set, and the books were opened.  <strong>11</strong> I beheld then because of the voice of the great words which the horn spake: I beheld even till the beast was slain, and his body destroyed, and given to the burning flame.  <strong>12</strong> As concerning the rest of the beasts, they had their dominion taken away: yet their lives were prolonged for a season and time.  <strong>13</strong> I saw in the night visions, and, behold, one like the Son of man came with the clouds of heaven, and came to the Ancient of days, and they brought him near before him.  <strong>14</strong> And there was given him dominion, and glory, and a kingdom, that all people, nations, and languages, should serve him: his dominion is  an everlasting dominion, which shall not pass away, and his kingdom that which shall not be destroyed.  <strong>15</strong> I Daniel was grieved in my spirit in the midst of my body, and the visions of my head troubled me.  <strong>16</strong> I came near unto one of them that stood by, and asked him the truth of all this. So he told me, and made me know the interpretation of the things.  <strong>17</strong> These great beasts, which are four, are four kings, which shall arise out of the earth.  <strong>18</strong> But the saints of the most High shall take the kingdom, and possess the kingdom for ever, even for ever and ever.  <strong>19</strong> Then I would know the truth of the fourth beast, which was diverse from all the others, exceeding dreadful, whose teeth were of iron, and his nails of brass; which devoured, brake in pieces, and stamped the residue with his feet;  ","niv":"<sup><strong>1</strong></sup> In the first year of Belshazzar king of Babylon, Daniel had a dream, and visions passed through his mind as he was lying on his bed. He wrote down the substance of his dream. <sup><strong>2</strong></sup> Daniel said: \"In my vision at night I looked, and there before me were the four winds of heaven churning up the great sea. <sup><strong>3</strong></sup> Four great beasts, each different from the others, came up out of the sea. <sup><strong>4</strong></sup> \"The first was like a lion, and it had the wings of an eagle. I watched until its wings were torn off and it was lifted from the ground so that it stood on two feet like a man, and the heart of a man was given to it. <sup><strong>5</strong></sup> \"And there before me was a second beast, which looked like a bear. It was raised up on one of its sides, and it had three ribs in its mouth between its teeth. It was told, 'Get up and eat your fill of flesh!' <sup><strong>6</strong></sup> \"After that, I looked, and there before me was another beast, one that looked like a leopard. And on its back it had four wings like those of a bird. This beast had four heads, and it was given authority to rule. <sup><strong>7</strong></sup> \"After that, in my vision at night I looked, and there before me was a fourth beast-terrifying and frightening and very powerful. It had large iron teeth; it crushed and devoured its victims and trampled underfoot whatever was left. It was different from all the former beasts, and it had ten horns. <sup><strong>8</strong></sup> \"While I was thinking about the horns, there before me was another horn, a little one, which came up among them; and three of the first horns were uprooted before it. This horn had eyes like the eyes of a man and a mouth that spoke boastfully. <sup><strong>9</strong></sup> \"As I looked, \"thrones were set in place, and the Ancient of Days took his seat. His clothing was as white as snow; the hair of his head was white like wool. His throne was flaming with fire, and its wheels were all ablaze. <sup><strong>10</strong></sup> A river of fire was flowing, coming out from before him. Thousands upon thousands attended him; ten thousand times ten thousand stood before him. The court was seated, and the books were opened. <sup><strong>11</strong></sup> \"Then I continued to watch because of the boastful words the horn was speaking. I kept looking until the beast was slain and its body destroyed and thrown into the blazing fire. <sup><strong>12</strong></sup> (The other beasts had been stripped of their authority, but were allowed to live for a period of time.) <sup><strong>13</strong></sup> \"In my vision at night I looked, and there before me was one like a son of man, coming with the clouds of heaven. He approached the Ancient of Days and was led into his presence. <sup><strong>14</strong></sup> He was given authority, glory and sovereign power; all peoples, nations and men of every language worshiped him. His dominion is an everlasting dominion that will not pass away, and his kingdom is one that will never be destroyed. <sup><strong>15</strong></sup> \"I, Daniel, was troubled in spirit, and the visions that passed through my mind disturbed me. <sup><strong>16</strong></sup> I approached one of those standing there and asked him the true meaning of all this. \"So he told me and gave me the interpretation of these things: <sup><strong>17</strong></sup> 'The four great beasts are four kingdoms that will rise from the earth. <sup><strong>18</strong></sup> But the saints of the Most High will receive the kingdom and will possess it forever-yes, for ever and ever.' <sup><strong>19</strong></sup> \"Then I wanted to know the true meaning of the fourth beast, which was different from all the others and most terrifying, with its iron teeth and bronze claws-the beast that crushed and devoured its victims and trampled underfoot whatever was left. ","modified":"2022-09-25T19:19:31.016Z"},{"_id":"61590c595788f063699d8d24","topicId":"61590c575788f063699d8d1f","verse":"Hosea 13:8","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013008_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013008-1\">8&nbsp;</b>&nbsp;&nbsp;I will fall upon them like a bear robbed of her cubs;</span><br><span id=\"p28013008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will tear open their breast,</span><br><span id=\"p28013008_01-5\" class=\"line\">&nbsp;&nbsp;and there I will devour them like a lion,</span><br><span id=\"p28013008_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a wild beast would rip them open.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> I will meet them as a bear that is bereaved of her whelps, and will rend the caul of their heart, and there will I devour them like a lion: the wild beast shall tear them.  ","niv":"<sup><strong>8</strong></sup> Like a bear robbed of her cubs, I will attack them and rip them open. Like a lion I will devour them; a wild animal will tear them apart."},{"_id":"61590c595788f063699d8d25","topicId":"61590c575788f063699d8d1f","verse":"Job 9:9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18009009_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18009009-1\">9&nbsp;</b>&nbsp;&nbsp;who made the Bear and Orion,</span><br><span id=\"p18009009_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Pleiades and the chambers of the south;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Which maketh Arcturus, Orion, and Pleiades, and the chambers of the south.  ","niv":"<sup><strong>9</strong></sup> He is the Maker of the Bear and Orion, the Pleiades and the constellations of the south.","modified":"2022-11-03T19:37:04.732Z"},{"_id":"61590c595788f063699d8d26","topicId":"61590c575788f063699d8d1f","verse":"1 Samuel 17:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09017034_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v09017034-1\">34&nbsp;</b>But David said to Saul, “Your servant used to keep sheep for his father. And when there came a lion, or a bear, and took a lamb from the flock,</p>\n</div>","kjv":"<strong>34</strong> And David said unto Saul, Thy servant kept his father’s sheep, and there came a lion, and a bear, and took a lamb out of the flock:  ","niv":"<sup><strong>34</strong></sup> But David said to Saul, \"Your servant has been keeping his father's sheep. When a lion or a bear came and carried off a sheep from the flock,"},{"_id":"61590c5a5788f063699d8d27","topicId":"61590c575788f063699d8d1f","verse":"Isaiah 46:4","votes":0,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23046004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23046004-1\">4&nbsp;</b>&nbsp;&nbsp;even to your old age I am he,</span><br><span id=\"p23046004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to gray hairs I will carry you.</span><br><span id=\"p23046004_01-9\" class=\"line\">&nbsp;&nbsp;I have made, and I will bear;</span><br><span id=\"p23046004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will carry and will save.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And even to your old age I am he; and even to hoar hairs will I carry you: I have made, and I will bear; even I will carry, and will deliver you. ","niv":"<sup><strong>4</strong></sup> Even to your old age and gray hairs I am he, I am he who will sustain you. I have made you and I will carry you; I will sustain you and I will rescue you.","modified":"2022-03-19T17:03:54.431Z"}]}