{"_id":"61590c155788f063699d8ceb","slug":"bearing-each-others-burdens","name":"Bearing Each Others Burdens","verses":[{"_id":"61590c155788f063699d8cec","topicId":"61590c155788f063699d8ceb","verse":"Galatians 6:2","votes":76,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ.","modified":"2023-09-12T03:26:00.974Z"},{"_id":"61590c165788f063699d8ced","topicId":"61590c155788f063699d8ceb","verse":"1 Timothy 5:8","votes":30,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever.","modified":"2023-09-24T09:22:28.058Z"},{"_id":"61590c165788f063699d8cee","topicId":"61590c155788f063699d8ceb","verse":"Galatians 6:1-10","votes":33,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted. <b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ. <b class=\"verse-num\" id=\"v48006003-1\">3&nbsp;</b>For if anyone thinks he is something, when he is nothing, he deceives himself. <b class=\"verse-num\" id=\"v48006004-1\">4&nbsp;</b>But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor. <b class=\"verse-num\" id=\"v48006005-1\">5&nbsp;</b>For each will have to bear his own load.</p>\n<p id=\"p48006005_05-4\"><b class=\"verse-num\" id=\"v48006006-1\">6&nbsp;</b>Let the one who is taught the word share all good things with the one who teaches. <b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life. <b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up. <b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  <strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  <strong>3</strong> For if a man think himself to be something, when he is nothing, he deceiveth himself.  <strong>4</strong> But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.  <strong>5</strong> For every man shall bear his own burden.  <strong>6</strong> Let him that is taught in the word communicate unto him that teacheth in all good things.  <strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  <strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  <strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted. <sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ. <sup><strong>3</strong></sup> If anyone thinks he is something when he is nothing, he deceives himself. <sup><strong>4</strong></sup> Each one should test his own actions. Then he can take pride in himself, without comparing himself to somebody else, <sup><strong>5</strong></sup> for each one should carry his own load. <sup><strong>6</strong></sup> Anyone who receives instruction in the word must share all good things with his instructor. <sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. <sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. <sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers. ","modified":"2022-11-02T14:16:08.284Z"},{"_id":"61590c165788f063699d8cef","topicId":"61590c155788f063699d8ceb","verse":"Luke 10:30-37","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42010030_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" ","modified":"2023-09-24T09:22:20.845Z"},{"_id":"61590c175788f063699d8cf0","topicId":"61590c155788f063699d8ceb","verse":"Galatians 6:1-5","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted. <b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ. <b class=\"verse-num\" id=\"v48006003-1\">3&nbsp;</b>For if anyone thinks he is something, when he is nothing, he deceives himself. <b class=\"verse-num\" id=\"v48006004-1\">4&nbsp;</b>But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor. <b class=\"verse-num\" id=\"v48006005-1\">5&nbsp;</b>For each will have to bear his own load.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  <strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  <strong>3</strong> For if a man think himself to be something, when he is nothing, he deceiveth himself.  <strong>4</strong> But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.  <strong>5</strong> For every man shall bear his own burden.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted. <sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ. <sup><strong>3</strong></sup> If anyone thinks he is something when he is nothing, he deceives himself. <sup><strong>4</strong></sup> Each one should test his own actions. Then he can take pride in himself, without comparing himself to somebody else, <sup><strong>5</strong></sup> for each one should carry his own load. ","modified":"2022-07-06T09:00:05.416Z"},{"_id":"61590c175788f063699d8cf1","topicId":"61590c155788f063699d8ceb","verse":"Hebrews 10:24-25","votes":18,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works, <b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  <strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds. <sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching. ","modified":"2023-08-01T20:29:35.937Z"},{"_id":"61590c175788f063699d8cf2","topicId":"61590c155788f063699d8ceb","verse":"Galatians 5:14","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p48005001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48005001-1\">5:1&nbsp;</b>For freedom Christ has set us free; stand firm therefore, and do not submit again to a yoke of slavery.</p>\n<p id=\"p48005001_06-15\"><b class=\"verse-num\" id=\"v48005002-1\">2&nbsp;</b>Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. <b class=\"verse-num\" id=\"v48005003-1\">3&nbsp;</b>I testify again to every man who accepts circumcision that he is obligated to keep the whole law. <b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace. <b class=\"verse-num\" id=\"v48005005-1\">5&nbsp;</b>For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. <b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n<p id=\"p48005006_06-15\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth? <b class=\"verse-num\" id=\"v48005008-1\">8&nbsp;</b>This persuasion is not from him who calls you. <b class=\"verse-num\" id=\"v48005009-1\">9&nbsp;</b>A little leaven leavens the whole lump. <b class=\"verse-num\" id=\"v48005010-1\">10&nbsp;</b>I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. <b class=\"verse-num\" id=\"v48005011-1\">11&nbsp;</b>But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed. <b class=\"verse-num\" id=\"v48005012-1\">12&nbsp;</b>I wish those who unsettle you would emasculate themselves!</p>\n<p id=\"p48005012_06-15\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another. <b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n\n<p id=\"p48005015_12-15\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_12-15\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\"","modified":"2023-03-15T02:43:07.865Z"},{"_id":"61590c175788f063699d8cf3","topicId":"61590c155788f063699d8ceb","verse":"Romans 12:19","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45012019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.”</p>\n\n</div>","kjv":"<strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  ","niv":"<sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord."},{"_id":"61590c185788f063699d8cf4","topicId":"61590c155788f063699d8ceb","verse":"Mark 11:25","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41011025_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41011025-1\">25&nbsp;</b><span class=\"woc\">And whenever you stand praying, forgive, if you have anything against anyone, so that your Father also who is in heaven may forgive you your trespasses.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And when ye stand praying, forgive, if ye have ought against any: that your Father also which is in heaven may forgive you your trespasses.  ","niv":"<sup><strong>25</strong></sup> And when you stand praying, if you hold anything against anyone, forgive him, so that your Father in heaven may forgive you your sins.\"","modified":"2023-10-16T20:38:32.222Z"},{"_id":"61590c185788f063699d8cf5","topicId":"61590c155788f063699d8ceb","verse":"John 18:1-40","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43018001_06-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43018001-1\">18:1&nbsp;</b>When Jesus had spoken these words, he went out with his disciples across the brook Kidron, where there was a garden, which he and his disciples entered. <b class=\"verse-num\" id=\"v43018002-1\">2&nbsp;</b>Now Judas, who betrayed him, also knew the place, for Jesus often met there with his disciples. <b class=\"verse-num\" id=\"v43018003-1\">3&nbsp;</b>So Judas, having procured a band of soldiers and some officers from the chief priests and the Pharisees, went there with lanterns and torches and weapons. <b class=\"verse-num\" id=\"v43018004-1\">4&nbsp;</b>Then Jesus, knowing all that would happen to him, came forward and said to them, <span class=\"woc\">“Whom do you seek?”</span> <b class=\"verse-num\" id=\"v43018005-1\">5&nbsp;</b>They answered him, “Jesus of Nazareth.” Jesus said to them, <span class=\"woc\">“I am he.”</span> Judas, who betrayed him, was standing with them. <b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground. <b class=\"verse-num\" id=\"v43018007-1\">7&nbsp;</b>So he asked them again, <span class=\"woc\">“Whom do you seek?”</span> And they said, “Jesus of Nazareth.” <b class=\"verse-num\" id=\"v43018008-1\">8&nbsp;</b>Jesus answered, <span class=\"woc\">“I told you that I am he. So, if you seek me, let these men go.”</span> <b class=\"verse-num\" id=\"v43018009-1\">9&nbsp;</b>This was to fulfill the word that he had spoken: <span class=\"woc\">“Of those whom you gave me I have lost not one.”</span> <b class=\"verse-num\" id=\"v43018010-1\">10&nbsp;</b>Then Simon Peter, having a sword, drew it and struck the high priest’s servant and cut off his right ear. (The servant’s name was Malchus.) <b class=\"verse-num\" id=\"v43018011-1\">11&nbsp;</b>So Jesus said to Peter, <span class=\"woc\">“Put your sword into its sheath; shall I not drink the cup that the Father has given me?”</span></p>\n\n<p id=\"p43018011_11-11\"><b class=\"verse-num\" id=\"v43018012-1\">12&nbsp;</b>So the band of soldiers and their captain and the officers of the Jews arrested Jesus and bound him. <b class=\"verse-num\" id=\"v43018013-1\">13&nbsp;</b>First they led him to Annas, for he was the father-in-law of Caiaphas, who was high priest that year. <b class=\"verse-num\" id=\"v43018014-1\">14&nbsp;</b>It was Caiaphas who had advised the Jews that it would be expedient that one man should die for the people.</p>\n\n<p id=\"p43018014_14-11\"><b class=\"verse-num\" id=\"v43018015-1\">15&nbsp;</b>Simon Peter followed Jesus, and so did another disciple. Since that disciple was known to the high priest, he entered with Jesus into the courtyard of the high priest, <b class=\"verse-num\" id=\"v43018016-1\">16&nbsp;</b>but Peter stood outside at the door. So the other disciple, who was known to the high priest, went out and spoke to the servant girl who kept watch at the door, and brought Peter in. <b class=\"verse-num\" id=\"v43018017-1\">17&nbsp;</b>The servant girl at the door said to Peter, “You also are not one of this man’s disciples, are you?” He said, “I am not.” <b class=\"verse-num\" id=\"v43018018-1\">18&nbsp;</b>Now the servants and officers had made a charcoal fire, because it was cold, and they were standing and warming themselves. Peter also was with them, standing and warming himself.</p>\n\n<p id=\"p43018018_19-11\"><b class=\"verse-num\" id=\"v43018019-1\">19&nbsp;</b>The high priest then questioned Jesus about his disciples and his teaching. <b class=\"verse-num\" id=\"v43018020-1\">20&nbsp;</b>Jesus answered him, <span class=\"woc\">“I have spoken openly to the world. I have always taught in synagogues and in the temple, where all Jews come together. I have said nothing in secret.</span> <b class=\"verse-num woc\" id=\"v43018021-1\">21&nbsp;</b><span class=\"woc\">Why do you ask me? Ask those who have heard me what I said to them; they know what I said.”</span> <b class=\"verse-num\" id=\"v43018022-1\">22&nbsp;</b>When he had said these things, one of the officers standing by struck Jesus with his hand, saying, “Is that how you answer the high priest?” <b class=\"verse-num\" id=\"v43018023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If what I said is wrong, bear witness about the wrong; but if what I said is right, why do you strike me?”</span> <b class=\"verse-num\" id=\"v43018024-1\">24&nbsp;</b>Annas then sent him bound to Caiaphas the high priest.</p>\n\n<p id=\"p43018024_23-11\"><b class=\"verse-num\" id=\"v43018025-1\">25&nbsp;</b>Now Simon Peter was standing and warming himself. So they said to him, “You also are not one of his disciples, are you?” He denied it and said, “I am not.” <b class=\"verse-num\" id=\"v43018026-1\">26&nbsp;</b>One of the servants of the high priest, a relative of the man whose ear Peter had cut off, asked, “Did I not see you in the garden with him?” <b class=\"verse-num\" id=\"v43018027-1\">27&nbsp;</b>Peter again denied it, and at once a rooster crowed.</p>\n\n<p id=\"p43018027_26-11\"><b class=\"verse-num\" id=\"v43018028-1\">28&nbsp;</b>Then they led Jesus from the house of Caiaphas to the governor’s headquarters. It was early morning. They themselves did not enter the governor’s headquarters, so that they would not be defiled, but could eat the Passover. <b class=\"verse-num\" id=\"v43018029-1\">29&nbsp;</b>So Pilate went outside to them and said, “What accusation do you bring against this man?” <b class=\"verse-num\" id=\"v43018030-1\">30&nbsp;</b>They answered him, “If this man were not doing evil, we would not have delivered him over to you.” <b class=\"verse-num\" id=\"v43018031-1\">31&nbsp;</b>Pilate said to them, “Take him yourselves and judge him by your own law.” The Jews said to him, “It is not lawful for us to put anyone to death.” <b class=\"verse-num\" id=\"v43018032-1\">32&nbsp;</b>This was to fulfill the word that Jesus had spoken to show by what kind of death he was going to die.</p>\n\n<p id=\"p43018032_33-11\"><b class=\"verse-num\" id=\"v43018033-1\">33&nbsp;</b>So Pilate entered his headquarters again and called Jesus and said to him, “Are you the King of the Jews?” <b class=\"verse-num\" id=\"v43018034-1\">34&nbsp;</b>Jesus answered, <span class=\"woc\">“Do you say this of your own accord, or did others say it to you about me?”</span> <b class=\"verse-num\" id=\"v43018035-1\">35&nbsp;</b>Pilate answered, “Am I a Jew? Your own nation and the chief priests have delivered you over to me. What have you done?” <b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span> <b class=\"verse-num\" id=\"v43018037-1\">37&nbsp;</b>Then Pilate said to him, “So you are a king?” Jesus answered, <span class=\"woc\">“You say that I am a king. For this purpose I was born and for this purpose I have come into the world—to bear witness to the truth. Everyone who is of the truth listens to my voice.”</span> <b class=\"verse-num\" id=\"v43018038-1\">38&nbsp;</b>Pilate said to him, “What is truth?”</p>\n<p id=\"p43018038_33-11\">After he had said this, he went back outside to the Jews and told them, “I find no guilt in him. <b class=\"verse-num\" id=\"v43018039-1\">39&nbsp;</b>But you have a custom that I should release one man for you at the Passover. So do you want me to release to you the King of the Jews?” <b class=\"verse-num\" id=\"v43018040-1\">40&nbsp;</b>They cried out again, “Not this man, but Barabbas!” Now Barabbas was a robber.</p>\n\n</div>","kjv":"<strong>1</strong> When Jesus had spoken these words, he went forth with his disciples over the brook Cedron, where was a garden, into the which he entered, and his disciples.  <strong>2</strong> And Judas also, which betrayed him, knew the place: for Jesus ofttimes resorted thither with his disciples.  <strong>3</strong> Judas then, having received a band of men and officers from the chief priests and Pharisees, cometh thither with lanterns and torches and weapons.  <strong>4</strong> Jesus therefore, knowing all things that should come upon him, went forth, and said unto them, Whom seek ye?  <strong>5</strong> They answered him, Jesus of Nazareth. Jesus saith unto them, I amhe. And Judas also, which betrayed him, stood with them.  <strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  <strong>7</strong> Then asked he them again, Whom seek ye? And they said, Jesus of Nazareth.  <strong>8</strong> Jesus answered, I have told you that I am he: if therefore ye seek me, let these go their way:  <strong>9</strong> That the saying might be fulfilled, which he spake, Of them which thou gavest me have I lost none.  <strong>10</strong> Then Simon Peter having a sword drew it, and smote the high priest’s servant, and cut off his right ear. The servant’s name was Malchus.  <strong>11</strong> Then said Jesus unto Peter, Put up thy sword into the sheath: the cup which my Father hath given me, shall I not drink it?  <strong>12</strong> Then the band and the captain and officers of the Jews took Jesus, and bound him,  <strong>13</strong> And led him away to Annas first; for he was father in law to Caiaphas, which was the high priest that same year.  <strong>14</strong> Now Caiaphas was he, which gave counsel to the Jews, that it was expedient that one man should die for the people.  <strong>15</strong> And Simon Peter followed Jesus, and so did another disciple: that disciple was known unto the high priest, and went in with Jesus into the palace of the high priest.  <strong>16</strong> But Peter stood at the door without. Then went out that other disciple, which was known unto the high priest, and spake unto her that kept the door, and brought in Peter.  <strong>17</strong> Then saith the damsel that kept the door unto Peter, Art not thou also one of this man’s disciples? He saith, I am not.  <strong>18</strong> And the servants and officers stood there, who had made a fire of coals; for it was cold: and they warmed themselves: and Peter stood with them, and warmed himself.  <strong>19</strong> The high priest then asked Jesus of his disciples, and of his doctrine.  <strong>20</strong> Jesus answered him, I spake openly to the world; I ever taught in the synagogue, and in the temple, whither the Jews always resort; and in secret have I said nothing.  <strong>21</strong> Why askest thou me? ask them which heard me, what I have said unto them: behold, they know what I said.  <strong>22</strong> And when he had thus spoken, one of the officers which stood by struck Jesus with the palm of his hand, saying, Answerest thou the high priest so?  <strong>23</strong> Jesus answered him, If I have spoken evil, bear witness of the evil: but if well, why smitest thou me?  <strong>24</strong> Now Annas had sent him bound unto Caiaphas the high priest.  <strong>25</strong> And Simon Peter stood and warmed himself. They said therefore unto him, Art not thou also one of his disciples? He denied it,  and said, I am not.  <strong>26</strong> One of the servants of the high priest, being his kinsman whose ear Peter cut off, saith, Did not I see thee in the garden with him?  <strong>27</strong> Peter then denied again: and immediately the cock crew.  <strong>28</strong> Then led they Jesus from Caiaphas unto the hall of judgment: and it was early; and they themselves went not into the judgment hall, lest they should be defiled; but that they might eat the passover.  <strong>29</strong> Pilate then went out unto them, and said, What accusation bring ye against this man?  <strong>30</strong> They answered and said unto him, If he were not a malefactor, we would not have delivered him up unto thee.  <strong>31</strong> Then said Pilate unto them, Take ye him, and judge him according to your law. The Jews therefore said unto him, It is not lawful for us to put any man to death:  <strong>32</strong> That the saying of Jesus might be fulfilled, which he spake, signifying what death he should die.  <strong>33</strong> Then Pilate entered into the judgment hall again, and called Jesus, and said unto him, Art thou the King of the Jews?  <strong>34</strong> Jesus answered him, Sayest thou this thing of thyself, or did others tell it thee of me?  <strong>35</strong> Pilate answered, Am I a Jew? Thine own nation and the chief priests have delivered thee unto me: what hast thou done?  <strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  <strong>37</strong> Pilate therefore said unto him, Art thou a king then? Jesus answered, Thou sayest that I am a king. To this end was I born, and for this cause came I into the world, that I should bear witness unto the truth. Every one that is of the truth heareth my voice.  <strong>38</strong> Pilate saith unto him, What is truth? And when he had said this, he went out again unto the Jews, and saith unto them, I find in him no fault at all.  <strong>39</strong> But ye have a custom, that I should release unto you one at the passover: will ye therefore that I release unto you the King of the Jews?  <strong>40</strong> Then cried they all again, saying, Not this man, but Barabbas. Now Barabbas was a robber.  ","niv":"<sup><strong>1</strong></sup> When he had finished praying, Jesus left with his disciples and crossed the Kidron Valley. On the other side there was an olive grove, and he and his disciples went into it. <sup><strong>2</strong></sup> Now Judas, who betrayed him, knew the place, because Jesus had often met there with his disciples. <sup><strong>3</strong></sup> So Judas came to the grove, guiding a detachment of soldiers and some officials from the chief priests and Pharisees. They were carrying torches, lanterns and weapons. <sup><strong>4</strong></sup> Jesus, knowing all that was going to happen to him, went out and asked them, \"Who is it you want?\" <sup><strong>5</strong></sup> \"Jesus of Nazareth,\" they replied. <sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground. <sup><strong>7</strong></sup> Again he asked them, \"Who is it you want?\" And they said, \"Jesus of Nazareth.\" <sup><strong>8</strong></sup> \"I told you that I am he,\" Jesus answered. \"If you are looking for me, then let these men go.\" <sup><strong>9</strong></sup> This happened so that the words he had spoken would be fulfilled: \"I have not lost one of those you gave me.\" <sup><strong>10</strong></sup> Then Simon Peter, who had a sword, drew it and struck the high priest's servant, cutting off his right ear. (The servant's name was Malchus.) <sup><strong>11</strong></sup> Jesus commanded Peter, \"Put your sword away! Shall I not drink the cup the Father has given me?\" <sup><strong>12</strong></sup> Then the detachment of soldiers with its commander and the Jewish officials arrested Jesus. They bound him <sup><strong>13</strong></sup> and brought him first to Annas, who was the father-in-law of Caiaphas, the high priest that year. <sup><strong>14</strong></sup> Caiaphas was the one who had advised the Jews that it would be good if one man died for the people. <sup><strong>15</strong></sup> Simon Peter and another disciple were following Jesus. Because this disciple was known to the high priest, he went with Jesus into the high priest's courtyard, <sup><strong>16</strong></sup> but Peter had to wait outside at the door. The other disciple, who was known to the high priest, came back, spoke to the girl on duty there and brought Peter in. <sup><strong>17</strong></sup> \"You are not one of his disciples, are you?\" the girl at the door asked Peter. He replied, \"I am not.\" <sup><strong>18</strong></sup> It was cold, and the servants and officials stood around a fire they had made to keep warm. Peter also was standing with them, warming himself. <sup><strong>19</strong></sup> Meanwhile, the high priest questioned Jesus about his disciples and his teaching. <sup><strong>20</strong></sup> \"I have spoken openly to the world,\" Jesus replied. \"I always taught in synagogues or at the temple, where all the Jews come together. I said nothing in secret. <sup><strong>21</strong></sup> Why question me? Ask those who heard me. Surely they know what I said.\" <sup><strong>22</strong></sup> When Jesus said this, one of the officials nearby struck him in the face. \"Is this the way you answer the high priest?\" he demanded. <sup><strong>23</strong></sup> \"If I said something wrong,\" Jesus replied, \"testify as to what is wrong. But if I spoke the truth, why did you strike me?\" <sup><strong>24</strong></sup> Then Annas sent him, still bound, to Caiaphas the high priest. <sup><strong>25</strong></sup> As Simon Peter stood warming himself, he was asked, \"You are not one of his disciples, are you?\" He denied it, saying, \"I am not.\" <sup><strong>26</strong></sup> One of the high priest's servants, a relative of the man whose ear Peter had cut off, challenged him, \"Didn't I see you with him in the olive grove?\" <sup><strong>27</strong></sup> Again Peter denied it, and at that moment a rooster began to crow. <sup><strong>28</strong></sup> Then the Jews led Jesus from Caiaphas to the palace of the Roman governor. By now it was early morning, and to avoid ceremonial uncleanness the Jews did not enter the palace; they wanted to be able to eat the Passover. <sup><strong>29</strong></sup> So Pilate came out to them and asked, \"What charges are you bringing against this man?\" <sup><strong>30</strong></sup> \"If he were not a criminal,\" they replied, \"we would not have handed him over to you.\" <sup><strong>31</strong></sup> Pilate said, \"Take him yourselves and judge him by your own law.\" <sup><strong>32</strong></sup> \"But we have no right to execute anyone,\" the Jews objected. This happened so that the words Jesus had spoken indicating the kind of death he was going to die would be fulfilled. <sup><strong>33</strong></sup> Pilate then went back inside the palace, summoned Jesus and asked him, \"Are you the king of the Jews?\" <sup><strong>34</strong></sup> \"Is that your own idea,\" Jesus asked, \"or did others talk to you about me?\" <sup><strong>35</strong></sup> \"Am I a Jew?\" Pilate replied. \"It was your people and your chief priests who handed you over to me. What is it you have done?\" <sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\" <sup><strong>37</strong></sup> \"You are a king, then!\" said Pilate. Jesus answered, \"You are right in saying I am a king. In fact, for this reason I was born, and for this I came into the world, to testify to the truth. Everyone on the side of truth listens to me.\" <sup><strong>38</strong></sup> \"What is truth?\" Pilate asked. With this he went out again to the Jews and said, \"I find no basis for a charge against him. <sup><strong>39</strong></sup> But it is your custom for me to release to you one prisoner at the time of the Passover. Do you want me to release 'the king of the Jews'?\" <sup><strong>40</strong></sup> They shouted back, \"No, not him! Give us Barabbas!\" Now Barabbas had taken part in a rebellion. ","modified":"2023-02-15T21:10:42.794Z"},{"_id":"61590c185788f063699d8cf6","topicId":"61590c155788f063699d8ceb","verse":"Psalm 55:22","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055022_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055022-1\">22&nbsp;</b>&nbsp;&nbsp;Cast your burden on the LORD,</span><br><span id=\"p19055022_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will sustain you;</span><br><span id=\"p19055022_01-12\" class=\"line\">&nbsp;&nbsp;he will never permit</span><br><span id=\"p19055022_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the righteous to be moved.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.  ","niv":"<sup><strong>22</strong></sup> Cast your cares on the LORD and he will sustain you; he will never let the righteous fall.","modified":"2023-10-19T16:47:38.543Z"},{"_id":"61590c195788f063699d8cf7","topicId":"61590c155788f063699d8ceb","verse":"Psalm 34:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit.","modified":"2023-07-27T19:51:51.861Z"},{"_id":"61590c195788f063699d8cf8","topicId":"61590c155788f063699d8ceb","verse":"Galatians 6:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted.","modified":"2022-06-25T12:35:54.283Z"},{"_id":"61590c195788f063699d8cf9","topicId":"61590c155788f063699d8ceb","verse":"Galatians 5:1-26","votes":5,"__v":0,"kjv":"<strong>1</strong> Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.  <strong>2</strong> Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.  <strong>3</strong> For I testify again to every man that is circumcised, that he is a debtor to do the whole law.  <strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  <strong>5</strong> For we through the Spirit wait for the hope of righteousness by faith.  <strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  <strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  <strong>8</strong> This persuasion cometh not of him that calleth you.  <strong>9</strong> A little leaven leaveneth the whole lump.  <strong>10</strong> I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.  <strong>11</strong> And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.  <strong>12</strong> I would they were even cut off which trouble you.  <strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  <strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  <strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  <strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>1</strong></sup> It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery. <sup><strong>2</strong></sup> Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. <sup><strong>3</strong></sup> Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. <sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace. <sup><strong>5</strong></sup> But by faith we eagerly await through the Spirit the righteousness for which we hope. <sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. <sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth? <sup><strong>8</strong></sup> That kind of persuasion does not come from the one who calls you. <sup><strong>9</strong></sup> \"A little yeast works through the whole batch of dough.\" <sup><strong>10</strong></sup> I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be. <sup><strong>11</strong></sup> Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. <sup><strong>12</strong></sup> As for those agitators, I wish they would go the whole way and emasculate themselves! <sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love. <sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\" <sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other. <sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. ","modified":"2022-09-05T21:36:42.517Z"},{"_id":"61590c1a5788f063699d8cfa","topicId":"61590c155788f063699d8ceb","verse":"John 13:34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another.","modified":"2023-10-03T17:24:56.626Z"},{"_id":"61590c1a5788f063699d8cfb","topicId":"61590c155788f063699d8ceb","verse":"John 3:36","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43003036_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n</div>","kjv":"<strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\"","modified":"2022-03-10T03:45:20.588Z"},{"_id":"61590c1a5788f063699d8cfc","topicId":"61590c155788f063699d8ceb","verse":"2 Chronicles 17:1-19","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p14017001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v14017001-1\">17:1&nbsp;</b>Jehoshaphat his son reigned in his place and strengthened himself against Israel. <b class=\"verse-num\" id=\"v14017002-1\">2&nbsp;</b>He placed forces in all the fortified cities of Judah and set garrisons in the land of Judah, and in the cities of Ephraim that Asa his father had captured. <b class=\"verse-num\" id=\"v14017003-1\">3&nbsp;</b>The LORD was with Jehoshaphat, because he walked in the earlier ways of his father David. He did not seek the Baals, <b class=\"verse-num\" id=\"v14017004-1\">4&nbsp;</b>but sought the God of his father and walked in his commandments, and not according to the practices of Israel. <b class=\"verse-num\" id=\"v14017005-1\">5&nbsp;</b>Therefore the LORD established the kingdom in his hand. And all Judah brought tribute to Jehoshaphat, and he had great riches and honor. <b class=\"verse-num\" id=\"v14017006-1\">6&nbsp;</b>His heart was courageous in the ways of the LORD. And furthermore, he took the high places and the Asherim out of Judah.</p>\n<p id=\"p14017006_05-18\"><b class=\"verse-num\" id=\"v14017007-1\">7&nbsp;</b>In the third year of his reign he sent his officials, Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah, to teach in the cities of Judah; <b class=\"verse-num\" id=\"v14017008-1\">8&nbsp;</b>and with them the Levites, Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah; and with these Levites, the priests Elishama and Jehoram. <b class=\"verse-num\" id=\"v14017009-1\">9&nbsp;</b>And they taught in Judah, having the Book of the Law of the LORD with them. They went about through all the cities of Judah and taught among the people.</p>\n<p id=\"p14017009_05-18\"><b class=\"verse-num\" id=\"v14017010-1\">10&nbsp;</b>And the fear of the LORD fell upon all the kingdoms of the lands that were around Judah, and they made no war against Jehoshaphat. <b class=\"verse-num\" id=\"v14017011-1\">11&nbsp;</b>Some of the Philistines brought Jehoshaphat presents and silver for tribute, and the Arabians also brought him 7,700 rams and 7,700 goats. <b class=\"verse-num\" id=\"v14017012-1\">12&nbsp;</b>And Jehoshaphat grew steadily greater. He built in Judah fortresses and store cities, <b class=\"verse-num\" id=\"v14017013-1\">13&nbsp;</b>and he had large supplies in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem. <b class=\"verse-num\" id=\"v14017014-1\">14&nbsp;</b>This was the muster of them by fathers’ houses: Of Judah, the commanders of thousands: Adnah the commander, with 300,000 mighty men of valor; <b class=\"verse-num\" id=\"v14017015-1\">15&nbsp;</b>and next to him Jehohanan the commander, with 280,000; <b class=\"verse-num\" id=\"v14017016-1\">16&nbsp;</b>and next to him Amasiah the son of Zichri, a volunteer for the service of the LORD, with 200,000 mighty men of valor. <b class=\"verse-num\" id=\"v14017017-1\">17&nbsp;</b>Of Benjamin: Eliada, a mighty man of valor, with 200,000 men armed with bow and shield; <b class=\"verse-num\" id=\"v14017018-1\">18&nbsp;</b>and next to him Jehozabad with 180,000 armed for war. <b class=\"verse-num\" id=\"v14017019-1\">19&nbsp;</b>These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah.</p>\n</div>","kjv":"<strong>1</strong> And Jehoshaphat his son reigned in his stead, and strengthened himself against Israel.  <strong>2</strong> And he placed forces in all the fenced cities of Judah, and set garrisons in the land of Judah, and in the cities of Ephraim, which Asa his father had taken.  <strong>3</strong> And the LORD was with Jehoshaphat, because he walked in the first ways of his father David, and sought not unto Baalim;  <strong>4</strong> But sought to the LORD God of his father, and walked in his commandments, and not after the doings of Israel.  <strong>5</strong> Therefore the LORD stablished the kingdom in his hand; and all Judah brought to Jehoshaphat presents; and he had riches and honour in abundance.  <strong>6</strong> And his heart was lifted up in the ways of the LORD: moreover he took away the high places and groves out of Judah.  <strong>7</strong> Also in the third year of his reign he sent to his princes, even  to Ben-hail, and to Obadiah, and to Zechariah, and to Nethaneel, and to Michaiah, to teach in the cities of Judah.  <strong>8</strong> And with them he sent Levites, even Shemaiah, and Nethaniah, and Zebadiah, and Asahel, and Shemiramoth, and Jehonathan, and Adonijah, and Tobijah, and Tob-adonijah, Levites; and with them Elishama and Jehoram, priests.  <strong>9</strong> And they taught in Judah, and had the book of the law of the LORD with them, and went about throughout all the cities of Judah, and taught the people.  <strong>10</strong> And the fear of the LORD fell upon all the kingdoms of the lands that were round about Judah, so that they made no war against Jehoshaphat.  <strong>11</strong> Also some of the Philistines brought Jehoshaphat presents, and tribute silver; and the Arabians brought him flocks, seven thousand and seven hundred rams, and seven thousand and seven hundred he goats.  <strong>12</strong> And Jehoshaphat waxed great exceedingly; and he built in Judah castles, and cities of store.  <strong>13</strong> And he had much business in the cities of Judah: and the men of war, mighty men of valour, were in Jerusalem.  <strong>14</strong> And these are the numbers of them according to the house of their fathers: Of Judah, the captains of thousands; Adnah the chief, and with him mighty men of valour three hundred thousand.  <strong>15</strong> And next to him was Jehohanan the captain, and with him two hundred and fourscore thousand.  <strong>16</strong> And next him was Amasiah the son of Zichri, who willingly offered himself unto the LORD; and with him two hundred thousand mighty men of valour.  <strong>17</strong> And of Benjamin; Eliada a mighty man of valour, and with him armed men with bow and shield two hundred thousand.  <strong>18</strong> And next him was Jehozabad, and with him an hundred and fourscore thousand ready prepared for the war.  <strong>19</strong> These waited on the king, beside those whom the king put in the fenced cities throughout all Judah.  ","niv":"<sup><strong>1</strong></sup> Jehoshaphat his son succeeded him as king and strengthened himself against Israel. <sup><strong>2</strong></sup> He stationed troops in all the fortified cities of Judah and put garrisons in Judah and in the towns of Ephraim that his father Asa had captured. <sup><strong>3</strong></sup> The LORD was with Jehoshaphat because in his early years he walked in the ways his father David had followed. He did not consult the Baals <sup><strong>4</strong></sup> but sought the God of his father and followed his commands rather than the practices of Israel. <sup><strong>5</strong></sup> The LORD established the kingdom under his control; and all Judah brought gifts to Jehoshaphat, so that he had great wealth and honor. <sup><strong>6</strong></sup> His heart was devoted to the ways of the LORD; furthermore, he removed the high places and the Asherah poles from Judah. <sup><strong>7</strong></sup> In the third year of his reign he sent his officials Ben-Hail, Obadiah, Zechariah, Nethanel and Micaiah to teach in the towns of Judah. <sup><strong>8</strong></sup> With them were certain Levites-Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah and Tob-Adonijah-and the priests Elishama and Jehoram. <sup><strong>9</strong></sup> They taught throughout Judah, taking with them the Book of the Law of the LORD; they went around to all the towns of Judah and taught the people. <sup><strong>10</strong></sup> The fear of the LORD fell on all the kingdoms of the lands surrounding Judah, so that they did not make war with Jehoshaphat. <sup><strong>11</strong></sup> Some Philistines brought Jehoshaphat gifts and silver as tribute, and the Arabs brought him flocks: seven thousand seven hundred rams and seven thousand seven hundred goats. <sup><strong>12</strong></sup> Jehoshaphat became more and more powerful; he built forts and store cities in Judah <sup><strong>13</strong></sup> and had large supplies in the towns of Judah. He also kept experienced fighting men in Jerusalem. <sup><strong>14</strong></sup> Their enrollment by families was as follows: From Judah, commanders of units of 1,000: Adnah the commander, with 300,000 fighting men; <sup><strong>15</strong></sup> next, Jehohanan the commander, with 280,000; <sup><strong>16</strong></sup> next, Amasiah son of Zicri, who volunteered himself for the service of the LORD, with 200,000. <sup><strong>17</strong></sup> From Benjamin: Eliada, a valiant soldier, with 200,000 men armed with bows and shields; <sup><strong>18</strong></sup> next, Jehozabad, with 180,000 men armed for battle. <sup><strong>19</strong></sup> These were the men who served the king, besides those he stationed in the fortified cities throughout Judah. "},{"_id":"61590c1b5788f063699d8cfd","topicId":"61590c155788f063699d8ceb","verse":"1 John 4:16-18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62004016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. <b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  <strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. <sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. "},{"_id":"61590c1b5788f063699d8cfe","topicId":"61590c155788f063699d8ceb","verse":"Galatians 6:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48006003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006003-1\">3&nbsp;</b>For if anyone thinks he is something, when he is nothing, he deceives himself.</p>\n</div>","kjv":"<strong>3</strong> For if a man think himself to be something, when he is nothing, he deceiveth himself.  ","niv":"<sup><strong>3</strong></sup> If anyone thinks he is something when he is nothing, he deceives himself."},{"_id":"61590c1b5788f063699d8cff","topicId":"61590c155788f063699d8ceb","verse":"1 Corinthians 13:4-8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-22\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_01-22\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. ","modified":"2022-10-27T06:49:06.845Z"},{"_id":"61590c1b5788f063699d8d00","topicId":"61590c155788f063699d8ceb","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61590c1c5788f063699d8d01","topicId":"61590c155788f063699d8ceb","verse":"Luke 10:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"61590c1c5788f063699d8d02","topicId":"61590c155788f063699d8ceb","verse":"Psalm 121:1-8","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19121001_07-25\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19121001_07-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19121001-1\">121:1&nbsp;</b>&nbsp;&nbsp;I lift up my eyes to the hills.</span><br><span id=\"p19121001_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;From where does my help come?</span><br><span id=\"p19121002_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121002-1\">2&nbsp;</b>&nbsp;&nbsp;My help comes from the LORD,</span><br><span id=\"p19121002_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who made heaven and earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121003_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121003-1\">3&nbsp;</b>&nbsp;&nbsp;He will not let your foot be moved;</span><br><span id=\"p19121003_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who keeps you will not slumber.</span><br><span id=\"p19121004_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, he who keeps Israel</span><br><span id=\"p19121004_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will neither slumber nor sleep.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121005_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD is your keeper;</span><br><span id=\"p19121005_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is your shade on your right hand.</span><br><span id=\"p19121006_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121006-1\">6&nbsp;</b>&nbsp;&nbsp;The sun shall not strike you by day,</span><br><span id=\"p19121006_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the moon by night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121007_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD will keep you from all evil;</span><br><span id=\"p19121007_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will keep your life.</span><br><span id=\"p19121008_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121008-1\">8&nbsp;</b>&nbsp;&nbsp;The LORD will keep</span><br><span id=\"p19121008_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your going out and your coming in</span><br><span id=\"p19121008_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> I will lift up mine eyes unto the hills, from whence cometh my help.  <strong>2</strong> My help cometh from the LORD, which made heaven and earth.  <strong>3</strong> He will not suffer thy foot to be moved: he that keepeth thee will not slumber.  <strong>4</strong> Behold, he that keepeth Israel shall neither slumber nor sleep.  <strong>5</strong> The LORD is thy keeper: the LORD is thy shade upon thy right hand.  <strong>6</strong> The sun shall not smite thee by day, nor the moon by night.  <strong>7</strong> The LORD shall preserve thee from all evil: he shall preserve thy soul.  <strong>8</strong> The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.  ","niv":"<sup><strong>1</strong></sup> I lift up my eyes to the hills- where does my help come from? <sup><strong>2</strong></sup> My help comes from the LORD, the Maker of heaven and earth. <sup><strong>3</strong></sup> He will not let your foot slip- he who watches over you will not slumber; <sup><strong>4</strong></sup> indeed, he who watches over Israel will neither slumber nor sleep. <sup><strong>5</strong></sup> The LORD watches over you- the LORD is your shade at your right hand; <sup><strong>6</strong></sup> the sun will not harm you by day, nor the moon by night. <sup><strong>7</strong></sup> The LORD will keep you from all harm- he will watch over your life; <sup><strong>8</strong></sup> the LORD will watch over your coming and going both now and forevermore. ","modified":"2022-07-19T11:16:40.768Z"},{"_id":"61590c1c5788f063699d8d03","topicId":"61590c155788f063699d8ceb","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61590c1d5788f063699d8d04","topicId":"61590c155788f063699d8ceb","verse":"Psalm 46:1","votes":6,"__v":0,"esv":"<div>\n\n<h4 id=\"p19046001_05-27\" class=\"psalm-title\">To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046001_05-27\" class=\"line\"><b class=\"chapter-num\" id=\"v19046001-1\">46:1&nbsp;</b>&nbsp;&nbsp;God is our refuge and strength,</span><br><span id=\"p19046001_05-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a very present help in trouble.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> God is our refuge and strength, a very present help in trouble.  ","niv":"<sup><strong>1</strong></sup> God is our refuge and strength, an ever-present help in trouble.","modified":"2023-06-18T01:53:37.147Z"}]}