{"_id":"61590e155788f063699d8e65","slug":"beggars","name":"Beggars","verses":[{"_id":"61590e155788f063699d8e66","topicId":"61590e155788f063699d8e65","verse":"Mark 10:46-52","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p41010046_05-1\"><b class=\"verse-num\" id=\"v41010046-1\">46&nbsp;</b>And they came to Jericho. And as he was leaving Jericho with his disciples and a great crowd, Bartimaeus, a blind beggar, the son of Timaeus, was sitting by the roadside. <b class=\"verse-num\" id=\"v41010047-1\">47&nbsp;</b>And when he heard that it was Jesus of Nazareth, he began to cry out and say, “Jesus, Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010048-1\">48&nbsp;</b>And many rebuked him, telling him to be silent. But he cried out all the more, “Son of David, have mercy on me!” <b class=\"verse-num\" id=\"v41010049-1\">49&nbsp;</b>And Jesus stopped and said, <span class=\"woc\">“Call him.”</span> And they called the blind man, saying to him, “Take heart. Get up; he is calling you.” <b class=\"verse-num\" id=\"v41010050-1\">50&nbsp;</b>And throwing off his cloak, he sprang up and came to Jesus. <b class=\"verse-num\" id=\"v41010051-1\">51&nbsp;</b>And Jesus said to him, <span class=\"woc\">“What do you want me to do for you?”</span> And the blind man said to him, “Rabbi, let me recover my sight.” <b class=\"verse-num\" id=\"v41010052-1\">52&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Go your way; your faith has made you well.”</span> And immediately he recovered his sight and followed him on the way.</p>\n</div>","kjv":"<strong>46</strong> And they came to Jericho: and as he went out of Jericho with his disciples and a great number of people, blind Bartimaeus, the son of Timaeus, sat by the highway side begging.  <strong>47</strong> And when he heard that it was Jesus of Nazareth, he began to cry out, and say, Jesus, thou Son of David, have mercy on me.  <strong>48</strong> And many charged him that he should hold his peace: but he cried the more a great deal, Thou Son of David, have mercy on me.  <strong>49</strong> And Jesus stood still, and commanded him to be called. And they call the blind man, saying unto him, Be of good comfort, rise; he calleth thee.  <strong>50</strong> And he, casting away his garment, rose, and came to Jesus.  <strong>51</strong> And Jesus answered and said unto him, What wilt thou that I should do unto thee? The blind man said unto him, Lord, that I might receive my sight.  <strong>52</strong> And Jesus said unto him, Go thy way; thy faith hath made thee whole. And immediately he received his sight, and followed Jesus in the way.  ","niv":"<sup><strong>46</strong></sup> Then they came to Jericho. As Jesus and his disciples, together with a large crowd, were leaving the city, a blind man, Bartimaeus (that is, the Son of Timaeus), was sitting by the roadside begging. <sup><strong>47</strong></sup> When he heard that it was Jesus of Nazareth, he began to shout, \"Jesus, Son of David, have mercy on me!\" <sup><strong>48</strong></sup> Many rebuked him and told him to be quiet, but he shouted all the more, \"Son of David, have mercy on me!\" <sup><strong>49</strong></sup> Jesus stopped and said, \"Call him.\" So they called to the blind man, \"Cheer up! On your feet! He's calling you.\" <sup><strong>50</strong></sup> Throwing his cloak aside, he jumped to his feet and came to Jesus. <sup><strong>51</strong></sup> \"What do you want me to do for you?\" Jesus asked him. The blind man said, \"Rabbi, I want to see.\" <sup><strong>52</strong></sup> \"Go,\" said Jesus, \"your faith has healed you.\" Immediately he received his sight and followed Jesus along the road. ","modified":"2022-01-09T07:47:01.036Z"},{"_id":"61590e165788f063699d8e67","topicId":"61590e155788f063699d8e65","verse":"Acts 3:1-6","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p44003001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44003001-1\">3:1&nbsp;</b>Now Peter and John were going up to the temple at the hour of prayer, the ninth hour. <b class=\"verse-num\" id=\"v44003002-1\">2&nbsp;</b>And a man lame from birth was being carried, whom they laid daily at the gate of the temple that is called the Beautiful Gate to ask alms of those entering the temple. <b class=\"verse-num\" id=\"v44003003-1\">3&nbsp;</b>Seeing Peter and John about to go into the temple, he asked to receive alms. <b class=\"verse-num\" id=\"v44003004-1\">4&nbsp;</b>And Peter directed his gaze at him, as did John, and said, “Look at us.” <b class=\"verse-num\" id=\"v44003005-1\">5&nbsp;</b>And he fixed his attention on them, expecting to receive something from them. <b class=\"verse-num\" id=\"v44003006-1\">6&nbsp;</b>But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”</p>\n\n</div>","kjv":"<strong>1</strong> Now Peter and John went up together into the temple at the hour of prayer, being the ninth hour.  <strong>2</strong> And a certain man lame from his mother’s womb was carried, whom they laid daily at the gate of the temple which is called Beautiful, to ask alms of them that entered into the temple;  <strong>3</strong> Who seeing Peter and John about to go into the temple asked an alms.  <strong>4</strong> And Peter, fastening his eyes upon him with John, said, Look on us.  <strong>5</strong> And he gave heed unto them, expecting to receive something of them.  <strong>6</strong> Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.  ","niv":"<sup><strong>1</strong></sup> One day Peter and John were going up to the temple at the time of prayer--at three in the afternoon. <sup><strong>2</strong></sup> Now a man crippled from birth was being carried to the temple gate called Beautiful, where he was put every day to beg from those going into the temple courts. <sup><strong>3</strong></sup> When he saw Peter and John about to enter, he asked them for money. <sup><strong>4</strong></sup> Peter looked straight at him, as did John. Then Peter said, \"Look at us!\" <sup><strong>5</strong></sup> So the man gave them his attention, expecting to get something from them. <sup><strong>6</strong></sup> Then Peter said, \"Silver or gold I do not have, but what I have I give you. In the name of Jesus Christ of Nazareth, walk.\" ","modified":"2022-07-13T23:31:23.072Z"},{"_id":"61590e165788f063699d8e68","topicId":"61590e155788f063699d8e65","verse":"Matthew 5:42","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40005042_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n</div>","kjv":"<strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. ","niv":"<sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you."},{"_id":"61590e165788f063699d8e69","topicId":"61590e155788f063699d8e65","verse":"Matthew 25:40","votes":15,"__v":0,"esv":"<div>\n<p id=\"p40025040_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n\n</div>","kjv":"<strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  ","niv":"<sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.'","modified":"2022-07-22T04:30:46.789Z"},{"_id":"61590e165788f063699d8e6a","topicId":"61590e155788f063699d8e65","verse":"Ephesians 2:8-9","votes":15,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"61590e175788f063699d8e6b","topicId":"61590e155788f063699d8e65","verse":"1 John 3:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?","modified":"2022-09-26T00:13:39.032Z"},{"_id":"61590e175788f063699d8e6c","topicId":"61590e155788f063699d8e65","verse":"Proverbs 3:27","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003027_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003027-1\">27&nbsp;</b>&nbsp;&nbsp;Do not withhold good from those to whom it is due,</span><br><span id=\"p20003027_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is in your power to do it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> Withhold not good from them to whom it is due, when it is in the power of thine hand to do it.  ","niv":"<sup><strong>27</strong></sup> Do not withhold good from those who deserve it, when it is in your power to act."},{"_id":"61590e175788f063699d8e6d","topicId":"61590e155788f063699d8e65","verse":"Proverbs 14:20-21","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014020_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014020-1\">20&nbsp;</b>&nbsp;&nbsp;The poor is disliked even by his neighbor,</span><br><span id=\"p20014020_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rich has many friends.</span><br><span id=\"p20014021_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014021-1\">21&nbsp;</b>&nbsp;&nbsp;Whoever despises his neighbor is a sinner,</span><br><span id=\"p20014021_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who is generous to the poor.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> The poor is hated even of his own neighbour: but the rich hath  many friends.  <strong>21</strong> He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he.  ","niv":"<sup><strong>20</strong></sup> The poor are shunned even by their neighbors, but the rich have many friends. <sup><strong>21</strong></sup> He who despises his neighbor sins, but blessed is he who is kind to the needy. "},{"_id":"61590e185788f063699d8e6e","topicId":"61590e155788f063699d8e65","verse":"Psalm 107:28-43","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19107028_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107028-1\">28&nbsp;</b>&nbsp;&nbsp;Then they cried to the LORD in their trouble,</span><br><span id=\"p19107028_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he delivered them from their distress.</span><br><span id=\"p19107029_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107029-1\">29&nbsp;</b>&nbsp;&nbsp;He made the storm be still,</span><br><span id=\"p19107029_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the waves of the sea were hushed.</span><br><span id=\"p19107030_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107030-1\">30&nbsp;</b>&nbsp;&nbsp;Then they were glad that the waters were quiet,</span><br><span id=\"p19107030_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he brought them to their desired haven.</span><br><span id=\"p19107031_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107031-1\">31&nbsp;</b>&nbsp;&nbsp;Let them thank the LORD for his steadfast love,</span><br><span id=\"p19107031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his wondrous works to the children of man!</span><br><span id=\"p19107032_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107032-1\">32&nbsp;</b>&nbsp;&nbsp;Let them extol him in the congregation of the people,</span><br><span id=\"p19107032_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and praise him in the assembly of the elders.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19107033_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107033-1\">33&nbsp;</b>&nbsp;&nbsp;He turns rivers into a desert,</span><br><span id=\"p19107033_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;springs of water into thirsty ground,</span><br><span id=\"p19107034_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107034-1\">34&nbsp;</b>&nbsp;&nbsp;a fruitful land into a salty waste,</span><br><span id=\"p19107034_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the evil of its inhabitants.</span><br><span id=\"p19107035_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107035-1\">35&nbsp;</b>&nbsp;&nbsp;He turns a desert into pools of water,</span><br><span id=\"p19107035_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a parched land into springs of water.</span><br><span id=\"p19107036_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107036-1\">36&nbsp;</b>&nbsp;&nbsp;And there he lets the hungry dwell,</span><br><span id=\"p19107036_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they establish a city to live in;</span><br><span id=\"p19107037_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107037-1\">37&nbsp;</b>&nbsp;&nbsp;they sow fields and plant vineyards</span><br><span id=\"p19107037_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and get a fruitful yield.</span><br><span id=\"p19107038_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107038-1\">38&nbsp;</b>&nbsp;&nbsp;By his blessing they multiply greatly,</span><br><span id=\"p19107038_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he does not let their livestock diminish.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19107039_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107039-1\">39&nbsp;</b>&nbsp;&nbsp;When they are diminished and brought low</span><br><span id=\"p19107039_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through oppression, evil, and sorrow,</span><br><span id=\"p19107040_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107040-1\">40&nbsp;</b>&nbsp;&nbsp;he pours contempt on princes</span><br><span id=\"p19107040_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes them wander in trackless wastes;</span><br><span id=\"p19107041_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107041-1\">41&nbsp;</b>&nbsp;&nbsp;but he raises up the needy out of affliction</span><br><span id=\"p19107041_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes their families like flocks.</span><br><span id=\"p19107042_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107042-1\">42&nbsp;</b>&nbsp;&nbsp;The upright see it and are glad,</span><br><span id=\"p19107042_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all wickedness shuts its mouth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19107043_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107043-1\">43&nbsp;</b>&nbsp;&nbsp;Whoever is wise, let him attend to these things;</span><br><span id=\"p19107043_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them consider the steadfast love of the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> Then they cry unto the LORD in their trouble, and he bringeth them out of their distresses.  <strong>29</strong> He maketh the storm a calm, so that the waves thereof are still.  <strong>30</strong> Then are they glad because they be quiet; so he bringeth them unto their desired haven.  <strong>31</strong> Oh that men would praise the LORD for his goodness, and for his wonderful works to the children of men!  <strong>32</strong> Let them exalt him also in the congregation of the people, and praise him in the assembly of the elders.  <strong>33</strong> He turneth rivers into a wilderness, and the watersprings into dry ground;  <strong>34</strong> A fruitful land into barrenness, for the wickedness of them that dwell therein.  <strong>35</strong> He turneth the wilderness into a standing water, and dry ground into watersprings.  <strong>36</strong> And there he maketh the hungry to dwell, that they may prepare a city for habitation;  <strong>37</strong> And sow the fields, and plant vineyards, which may yield fruits of increase.  <strong>38</strong> He blesseth them also, so that they are multiplied greatly; and suffereth not their cattle to decrease.  <strong>39</strong> Again, they are minished and brought low through oppression, affliction, and sorrow.  <strong>40</strong> He poureth contempt upon princes, and causeth them to wander in the wilderness, where there is no way.  <strong>41</strong> Yet setteth he the poor on high from affliction, and maketh him  families like a flock.  <strong>42</strong> The righteous shall see it, and rejoice: and all iniquity shall stop her mouth.  <strong>43</strong> Whoso is wise, and will observe these things, even they shall understand the lovingkindness of the LORD.  ","niv":"<sup><strong>28</strong></sup> Then they cried out to the LORD in their trouble, and he brought them out of their distress. <sup><strong>29</strong></sup> He stilled the storm to a whisper; the waves of the sea were hushed. <sup><strong>30</strong></sup> They were glad when it grew calm, and he guided them to their desired haven. <sup><strong>31</strong></sup> Let them give thanks to the LORD for his unfailing love and his wonderful deeds for men. <sup><strong>32</strong></sup> Let them exalt him in the assembly of the people and praise him in the council of the elders. <sup><strong>33</strong></sup> He turned rivers into a desert, flowing springs into thirsty ground, <sup><strong>34</strong></sup> and fruitful land into a salt waste, because of the wickedness of those who lived there. <sup><strong>35</strong></sup> He turned the desert into pools of water and the parched ground into flowing springs; <sup><strong>36</strong></sup> there he brought the hungry to live, and they founded a city where they could settle. <sup><strong>37</strong></sup> They sowed fields and planted vineyards that yielded a fruitful harvest; <sup><strong>38</strong></sup> he blessed them, and their numbers greatly increased, and he did not let their herds diminish. <sup><strong>39</strong></sup> Then their numbers decreased, and they were humbled by oppression, calamity and sorrow; <sup><strong>40</strong></sup> he who pours contempt on nobles made them wander in a trackless waste. <sup><strong>41</strong></sup> But he lifted the needy out of their affliction and increased their families like flocks. <sup><strong>42</strong></sup> The upright see and rejoice, but all the wicked shut their mouths. <sup><strong>43</strong></sup> Whoever is wise, let him heed these things and consider the great love of the LORD. "},{"_id":"61590e185788f063699d8e6f","topicId":"61590e155788f063699d8e65","verse":"Psalm 84:11-12","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084011-1\">11&nbsp;</b>&nbsp;&nbsp;For the LORD God is a sun and shield;</span><br><span id=\"p19084011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD bestows favor and honor.</span><br><span id=\"p19084011_01-10\" class=\"line\">&nbsp;&nbsp;No good thing does he withhold</span><br><span id=\"p19084011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from those who walk uprightly.</span><br><span id=\"p19084012_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084012-1\">12&nbsp;</b>&nbsp;&nbsp;O LORD of hosts,</span><br><span id=\"p19084012_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed is the one who trusts in you!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.  <strong>12</strong> O LORD of hosts, blessed is the man that trusteth in thee.  ","niv":"<sup><strong>11</strong></sup> For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless. <sup><strong>12</strong></sup> O LORD Almighty, blessed is the man who trusts in you. "},{"_id":"61590e185788f063699d8e70","topicId":"61590e155788f063699d8e65","verse":"Psalm 41:1-3","votes":9,"__v":0,"esv":"<div>\n\n<h4 id=\"p19041001_07-11\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19041001_07-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19041001-1\">41:1&nbsp;</b>&nbsp;&nbsp;Blessed is the one who considers the poor!</span><br><span id=\"p19041001_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In the day of trouble the LORD delivers him;</span><br><span id=\"p19041002_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19041002-1\">2&nbsp;</b>&nbsp;&nbsp;the LORD protects him and keeps him alive;</span><br><span id=\"p19041002_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is called blessed in the land;</span><br><span id=\"p19041002_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you do not give him up to the will of his enemies.</span><br><span id=\"p19041003_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19041003-1\">3&nbsp;</b>&nbsp;&nbsp;The LORD sustains him on his sickbed;</span><br><span id=\"p19041003_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in his illness you restore him to full health.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is he that considereth the poor: the LORD will deliver him in time of trouble.  <strong>2</strong> The LORD will preserve him, and keep him alive; and he shall be blessed upon the earth: and thou wilt not deliver him unto the will of his enemies.  <strong>3</strong> The LORD will strengthen him upon the bed of languishing: thou wilt make all his bed in his sickness.  ","niv":"<sup><strong>1</strong></sup> Blessed is he who has regard for the weak; the LORD delivers him in times of trouble. <sup><strong>2</strong></sup> The LORD will protect him and preserve his life; he will bless him in the land and not surrender him to the desire of his foes. <sup><strong>3</strong></sup> The LORD will sustain him on his sickbed and restore him from his bed of illness. "},{"_id":"61590e195788f063699d8e71","topicId":"61590e155788f063699d8e65","verse":"James 4:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins."},{"_id":"61590e195788f063699d8e72","topicId":"61590e155788f063699d8e65","verse":"Philippians 2:4-8","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-16\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-16\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-16\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-16\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "},{"_id":"61590e195788f063699d8e73","topicId":"61590e155788f063699d8e65","verse":"Psalm 37:3-4","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037003-1\">3&nbsp;</b>&nbsp;&nbsp;Trust in the LORD, and do good;</span><br><span id=\"p19037003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;dwell in the land and befriend faithfulness.</span><br><span id=\"p19037004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037004-1\">4&nbsp;</b>&nbsp;&nbsp;Delight yourself in the LORD,</span><br><span id=\"p19037004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will give you the desires of your heart.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Trust in the LORD, and do good; so shalt thou dwell in the land, and verily thou shalt be fed.  <strong>4</strong> Delight thyself also in the LORD; and he shall give thee the desires of thine heart.  ","niv":"<sup><strong>3</strong></sup> Trust in the LORD and do good; dwell in the land and enjoy safe pasture. <sup><strong>4</strong></sup> Delight yourself in the LORD and he will give you the desires of your heart. "},{"_id":"61590e195788f063699d8e74","topicId":"61590e155788f063699d8e65","verse":"2 Kings 7:3-9","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p12007003_04-15\"><b class=\"verse-num\" id=\"v12007003-1\">3&nbsp;</b>Now there were four men who were lepers at the entrance to the gate. And they said to one another, “Why are we sitting here until we die? <b class=\"verse-num\" id=\"v12007004-1\">4&nbsp;</b>If we say, ‘Let us enter the city,’ the famine is in the city, and we shall die there. And if we sit here, we die also. So now come, let us go over to the camp of the Syrians. If they spare our lives we shall live, and if they kill us we shall but die.” <b class=\"verse-num\" id=\"v12007005-1\">5&nbsp;</b>So they arose at twilight to go to the camp of the Syrians. But when they came to the edge of the camp of the Syrians, behold, there was no one there. <b class=\"verse-num\" id=\"v12007006-1\">6&nbsp;</b>For the Lord had made the army of the Syrians hear the sound of chariots and of horses, the sound of a great army, so that they said to one another, “Behold, the king of Israel has hired against us the kings of the Hittites and the kings of Egypt to come against us.” <b class=\"verse-num\" id=\"v12007007-1\">7&nbsp;</b>So they fled away in the twilight and abandoned their tents, their horses, and their donkeys, leaving the camp as it was, and fled for their lives. <b class=\"verse-num\" id=\"v12007008-1\">8&nbsp;</b>And when these lepers came to the edge of the camp, they went into a tent and ate and drank, and they carried off silver and gold and clothing and went and hid them. Then they came back and entered another tent and carried off things from it and went and hid them.</p>\n<p id=\"p12007008_04-15\"><b class=\"verse-num\" id=\"v12007009-1\">9&nbsp;</b>Then they said to one another, “We are not doing right. This day is a day of good news. If we are silent and wait until the morning light, punishment will overtake us. Now therefore come; let us go and tell the king’s household.”</p>\n\n</div>","kjv":"<strong>3</strong> And there were four leprous men at the entering in of the gate: and they said one to another, Why sit we here until we die?  <strong>4</strong> If we say, We will enter into the city, then the famine is  in the city, and we shall die there: and if we sit still here, we die also. Now therefore come, and let us fall unto the host of the Syrians: if they save us alive, we shall live; and if they kill us, we shall but die.  <strong>5</strong> And they rose up in the twilight, to go unto the camp of the Syrians: and when they were come to the uttermost part of the camp of Syria, behold, there was no man there.  <strong>6</strong> For the Lord had made the host of the Syrians to hear a noise of chariots, and a noise of horses, even the noise of a great host: and they said one to another, Lo, the king of Israel hath hired against us the kings of the Hittites, and the kings of the Egyptians, to come upon us.  <strong>7</strong> Wherefore they arose and fled in the twilight, and left their tents, and their horses, and their asses, even the camp as it was, and fled for their life.  <strong>8</strong> And when these lepers came to the uttermost part of the camp, they went into one tent, and did eat and drink, and carried thence silver, and gold, and raiment, and went and hid it; and came again, and entered into another tent, and carried thence also, and went and hid it.  <strong>9</strong> Then they said one to another, We do not well: this day is  a day of good tidings, and we hold our peace: if we tarry till the morning light, some mischief will come upon us: now therefore come, that we may go and tell the king’s household.  ","niv":"<sup><strong>3</strong></sup> Now there were four men with leprosy at the entrance of the city gate. They said to each other, \"Why stay here until we die? <sup><strong>4</strong></sup> If we say, 'We'll go into the city'-the famine is there, and we will die. And if we stay here, we will die. So let's go over to the camp of the Arameans and surrender. If they spare us, we live; if they kill us, then we die.\" <sup><strong>5</strong></sup> At dusk they got up and went to the camp of the Arameans. When they reached the edge of the camp, not a man was there, <sup><strong>6</strong></sup> for the Lord had caused the Arameans to hear the sound of chariots and horses and a great army, so that they said to one another, \"Look, the king of Israel has hired the Hittite and Egyptian kings to attack us!\" <sup><strong>7</strong></sup> So they got up and fled in the dusk and abandoned their tents and their horses and donkeys. They left the camp as it was and ran for their lives. <sup><strong>8</strong></sup> The men who had leprosy reached the edge of the camp and entered one of the tents. They ate and drank, and carried away silver, gold and clothes, and went off and hid them. They returned and entered another tent and took some things from it and hid them also. <sup><strong>9</strong></sup> Then they said to each other, \"We're not doing right. This is a day of good news and we are keeping it to ourselves. If we wait until daylight, punishment will overtake us. Let's go at once and report this to the royal palace.\" "},{"_id":"61590e1a5788f063699d8e75","topicId":"61590e155788f063699d8e65","verse":"Philippians 2:1-30","votes":8,"__v":0,"kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"61590e1a5788f063699d8e76","topicId":"61590e155788f063699d8e65","verse":"Romans 12:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012013_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n</div>","kjv":"<strong>13</strong> Distributing to the necessity of saints; given to hospitality.  ","niv":"<sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality."},{"_id":"61590e1a5788f063699d8e77","topicId":"61590e155788f063699d8e65","verse":"John 5:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43005007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v43005007-1\">7&nbsp;</b>The sick man answered him, “Sir, I have no one to put me into the pool when the water is stirred up, and while I am going another steps down before me.”</p>\n</div>","kjv":"<strong>7</strong> The impotent man answered him, Sir, I have no man, when the water is troubled, to put me into the pool: but while I am coming, another steppeth down before me.  ","niv":"<sup><strong>7</strong></sup> \"Sir,\" the invalid replied, \"I have no one to help me into the pool when the water is stirred. While I am trying to get in, someone else goes down ahead of me.\""},{"_id":"61590e1b5788f063699d8e78","topicId":"61590e155788f063699d8e65","verse":"Lamentations 3:40","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003040_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003040-1\">40&nbsp;</b>&nbsp;&nbsp;Let us test and examine our ways,</span><br><span id=\"p25003040_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and return to the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>40</strong> Let us search and try our ways, and turn again to the LORD.  ","niv":"<sup><strong>40</strong></sup> Let us examine our ways and test them, and let us return to the LORD."},{"_id":"61590e1b5788f063699d8e79","topicId":"61590e155788f063699d8e65","verse":"Psalm 147:5-7","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147005-1\">5&nbsp;</b>&nbsp;&nbsp;Great is our Lord, and abundant in power;</span><br><span id=\"p19147005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is beyond measure.</span><br><span id=\"p19147006_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147006-1\">6&nbsp;</b>&nbsp;&nbsp;The LORD lifts up the humble;</span><br><span id=\"p19147006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he casts the wicked to the ground.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19147007_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147007-1\">7&nbsp;</b>&nbsp;&nbsp;Sing to the LORD with thanksgiving;</span><br><span id=\"p19147007_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make melody to our God on the lyre!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> Great is our Lord, and of great power: his understanding is infinite.  <strong>6</strong> The LORD lifteth up the meek: he casteth the wicked down to the ground.  <strong>7</strong> Sing unto the LORD with thanksgiving; sing praise upon the harp unto our God:  ","niv":"<sup><strong>5</strong></sup> Great is our Lord and mighty in power; his understanding has no limit. <sup><strong>6</strong></sup> The LORD sustains the humble but casts the wicked to the ground. <sup><strong>7</strong></sup> Sing to the LORD with thanksgiving; make music to our God on the harp. "},{"_id":"61590e1b5788f063699d8e7a","topicId":"61590e155788f063699d8e65","verse":"Job 16:2-5","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18016002_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016002-1\">2&nbsp;</b>&nbsp;&nbsp;“I have heard many such things;</span><br><span id=\"p18016002_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;miserable comforters are you all.</span><br><span id=\"p18016003_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016003-1\">3&nbsp;</b>&nbsp;&nbsp;Shall windy words have an end?</span><br><span id=\"p18016003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or what provokes you that you answer?</span><br><span id=\"p18016004_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016004-1\">4&nbsp;</b>&nbsp;&nbsp;I also could speak as you do,</span><br><span id=\"p18016004_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you were in my place;</span><br><span id=\"p18016004_01-21\" class=\"line\">&nbsp;&nbsp;I could join words together against you</span><br><span id=\"p18016004_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shake my head at you.</span><br><span id=\"p18016005_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18016005-1\">5&nbsp;</b>&nbsp;&nbsp;I could strengthen you with my mouth,</span><br><span id=\"p18016005_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the solace of my lips would assuage your pain.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> I have heard many such things: miserable comforters are ye all.  <strong>3</strong> Shall vain words have an end? or what emboldeneth thee that thou answerest?  <strong>4</strong> I also could speak as ye do: if your soul were in my soul’s stead, I could heap up words against you, and shake mine head at you.  <strong>5</strong> But I would strengthen you with my mouth, and the moving of my lips should asswage your grief.  ","niv":"<sup><strong>2</strong></sup> \"I have heard many things like these; miserable comforters are you all! <sup><strong>3</strong></sup> Will your long-winded speeches never end? What ails you that you keep on arguing? <sup><strong>4</strong></sup> I also could speak like you, if you were in my place; I could make fine speeches against you and shake my head at you. <sup><strong>5</strong></sup> But my mouth would encourage you; comfort from my lips would bring you relief. "},{"_id":"61590e1c5788f063699d8e7b","topicId":"61590e155788f063699d8e65","verse":"Ruth 1:19-22","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p08001019_05-22\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_05-22\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"61590e1c5788f063699d8e7c","topicId":"61590e155788f063699d8e65","verse":"Deuteronomy 10:17-20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05010017_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010017-1\">17&nbsp;</b>For the LORD your God is God of gods and Lord of lords, the great, the mighty, and the awesome God, who is not partial and takes no bribe. <b class=\"verse-num\" id=\"v05010018-1\">18&nbsp;</b>He executes justice for the fatherless and the widow, and loves the sojourner, giving him food and clothing. <b class=\"verse-num\" id=\"v05010019-1\">19&nbsp;</b>Love the sojourner, therefore, for you were sojourners in the land of Egypt. <b class=\"verse-num\" id=\"v05010020-1\">20&nbsp;</b>You shall fear the LORD your God. You shall serve him and hold fast to him, and by his name you shall swear.</p>\n</div>","kjv":"<strong>17</strong> For the LORD your God is God of gods, and Lord of lords, a great God, a mighty, and a terrible, which regardeth not persons, nor taketh reward:  <strong>18</strong> He doth execute the judgment of the fatherless and widow, and loveth the stranger, in giving him food and raiment.  <strong>19</strong> Love ye therefore the stranger: for ye were strangers in the land of Egypt.  <strong>20</strong> Thou shalt fear the LORD thy God; him shalt thou serve, and to him shalt thou cleave, and swear by his name.  ","niv":"<sup><strong>17</strong></sup> For the LORD your God is God of gods and Lord of lords, the great God, mighty and awesome, who shows no partiality and accepts no bribes. <sup><strong>18</strong></sup> He defends the cause of the fatherless and the widow, and loves the alien, giving him food and clothing. <sup><strong>19</strong></sup> And you are to love those who are aliens, for you yourselves were aliens in Egypt. <sup><strong>20</strong></sup> Fear the LORD your God and serve him. Hold fast to him and take your oaths in his name. "},{"_id":"61590e1c5788f063699d8e7d","topicId":"61590e155788f063699d8e65","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-24\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. "},{"_id":"61590e1c5788f063699d8e7e","topicId":"61590e155788f063699d8e65","verse":"Acts 20:34-35","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44020034_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>34</strong></sup> You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\" ","modified":"2022-08-14T04:42:49.586Z"}]}