{"_id":"615915632053ce65432d86fa","slug":"being-careful","name":"Being Careful","verses":[{"_id":"615915632053ce65432d86fb","topicId":"615915632053ce65432d86fa","verse":"Ephesians 5:15-17","votes":78,"__v":0,"esv":"<div>\n<p id=\"p49005015_01-1\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is.</p>\n</div>","kjv":"<strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  ","niv":"<sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. ","modified":"2023-11-19T09:29:39.302Z"},{"_id":"615915642053ce65432d86fd","topicId":"615915632053ce65432d86fa","verse":"James 4:17","votes":31,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2023-08-10T14:13:15.082Z"},{"_id":"615915642053ce65432d86fc","topicId":"615915632053ce65432d86fa","verse":"1 John 4:1","votes":49,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.","modified":"2023-09-24T09:17:22.029Z"},{"_id":"615915652053ce65432d86fe","topicId":"615915632053ce65432d86fa","verse":"Colossians 2:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-4\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"615915652053ce65432d86ff","topicId":"615915632053ce65432d86fa","verse":"Proverbs 14:16","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014016_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014016-1\">16&nbsp;</b>&nbsp;&nbsp;One who is wise is cautious and turns away from evil,</span><br><span id=\"p20014016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool is reckless and careless.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> A wise man feareth, and departeth from evil: but the fool rageth, and is confident.  ","niv":"<sup><strong>16</strong></sup> A wise man fears the LORD and shuns evil, but a fool is hotheaded and reckless.","modified":"2023-08-10T14:13:04.967Z"},{"_id":"615915652053ce65432d8700","topicId":"615915632053ce65432d86fa","verse":"2 Timothy 3:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2023-10-15T03:59:50.951Z"},{"_id":"615915662053ce65432d8701","topicId":"615915632053ce65432d86fa","verse":"Proverbs 22:3","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022003-1\">3&nbsp;</b>&nbsp;&nbsp;The prudent sees danger and hides himself,</span><br><span id=\"p20022003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the simple go on and suffer for it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.  ","niv":"<sup><strong>3</strong></sup> A prudent man sees danger and takes refuge, but the simple keep going and suffer for it.","modified":"2023-02-13T10:39:11.452Z"},{"_id":"615915662053ce65432d8703","topicId":"615915632053ce65432d86fa","verse":"Proverbs 12:26","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012026_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012026-1\">26&nbsp;</b>&nbsp;&nbsp;One who is righteous is a guide to his neighbor,</span><br><span id=\"p20012026_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked leads them astray.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> The righteous is more excellent than his neighbour: but the way of the wicked seduceth them.  ","niv":"<sup><strong>26</strong></sup> A righteous man is cautious in friendship, but the way of the wicked leads them astray.","modified":"2023-10-10T16:55:47.758Z"},{"_id":"615915662053ce65432d8702","topicId":"615915632053ce65432d86fa","verse":"Deuteronomy 8:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p05008001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05008001-1\">8:1&nbsp;</b>“The whole commandment that I command you today you shall be careful to do, that you may live and multiply, and go in and possess the land that the LORD swore to give to your fathers.</p>\n</div>","kjv":"<strong>1</strong> All the commandments which I command thee this day shall ye observe to do, that ye may live, and multiply, and go in and possess the land which the LORD sware unto your fathers.  ","niv":"<sup><strong>1</strong></sup> Be careful to follow every command I am giving you today, so that you may live and increase and may enter and possess the land that the LORD promised on oath to your forefathers.","modified":"2023-08-27T11:53:45.189Z"},{"_id":"615915662053ce65432d8704","topicId":"615915632053ce65432d86fa","verse":"Galatians 5:16","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-10\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"615915672053ce65432d8707","topicId":"615915632053ce65432d86fa","verse":"Revelation 13:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66013008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  ","niv":"<sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world.","modified":"2023-08-03T05:55:09.069Z"},{"_id":"615915672053ce65432d8706","topicId":"615915632053ce65432d86fa","verse":"1 Corinthians 10:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46010012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010012-1\">12&nbsp;</b>Therefore let anyone who thinks that he stands take heed lest he fall.</p>\n</div>","kjv":"<strong>12</strong> Wherefore let him that thinketh he standeth take heed lest he fall.  ","niv":"<sup><strong>12</strong></sup> So, if you think you are standing firm, be careful that you don't fall!","modified":"2023-11-10T03:10:57.190Z"},{"_id":"615915672053ce65432d8705","topicId":"615915632053ce65432d86fa","verse":"Ephesians 6:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49006017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God,</p>\n</div>","kjv":"<strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  ","niv":"<sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God."},{"_id":"615915682053ce65432d8708","topicId":"615915632053ce65432d86fa","verse":"2 Timothy 1:1-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p55001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God according to the promise of the life that is in Christ Jesus,</p>\n<p id=\"p55001001_02-15\"><b class=\"verse-num\" id=\"v55001002-1\">2&nbsp;</b>To Timothy, my beloved child:</p>\n<p id=\"p55001002_02-15\">Grace, mercy, and peace from God the Father and Christ Jesus our Lord.</p>\n\n<p id=\"p55001002_08-15\"><b class=\"verse-num\" id=\"v55001003-1\">3&nbsp;</b>I thank God whom I serve, as did my ancestors, with a clear conscience, as I remember you constantly in my prayers night and day. <b class=\"verse-num\" id=\"v55001004-1\">4&nbsp;</b>As I remember your tears, I long to see you, that I may be filled with joy. <b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well. <b class=\"verse-num\" id=\"v55001006-1\">6&nbsp;</b>For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands, <b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n<p id=\"p55001007_08-15\"><b class=\"verse-num\" id=\"v55001008-1\">8&nbsp;</b>Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God, <b class=\"verse-num\" id=\"v55001009-1\">9&nbsp;</b>who saved us and called us to a holy calling, not because of our works but because of his own purpose and grace, which he gave us in Christ Jesus before the ages began, <b class=\"verse-num\" id=\"v55001010-1\">10&nbsp;</b>and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel, <b class=\"verse-num\" id=\"v55001011-1\">11&nbsp;</b>for which I was appointed a preacher and apostle and teacher, <b class=\"verse-num\" id=\"v55001012-1\">12&nbsp;</b>which is why I suffer as I do. But I am not ashamed, for I know whom I have believed, and I am convinced that he is able to guard until that day what has been entrusted to me. <b class=\"verse-num\" id=\"v55001013-1\">13&nbsp;</b>Follow the pattern of the sound words that you have heard from me, in the faith and love that are in Christ Jesus. <b class=\"verse-num\" id=\"v55001014-1\">14&nbsp;</b>By the Holy Spirit who dwells within us, guard the good deposit entrusted to you.</p>\n<p id=\"p55001014_08-15\"><b class=\"verse-num\" id=\"v55001015-1\">15&nbsp;</b>You are aware that all who are in Asia turned away from me, among whom are Phygelus and Hermogenes. <b class=\"verse-num\" id=\"v55001016-1\">16&nbsp;</b>May the Lord grant mercy to the household of Onesiphorus, for he often refreshed me and was not ashamed of my chains, <b class=\"verse-num\" id=\"v55001017-1\">17&nbsp;</b>but when he arrived in Rome he searched for me earnestly and found me—<b class=\"verse-num\" id=\"v55001018-1\">18&nbsp;</b>may the Lord grant him to find mercy from the Lord on that day!—and you well know all the service he rendered at Ephesus.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, according to the promise of life which is in Christ Jesus,  <strong>2</strong> To Timothy, my dearly beloved son: Grace, mercy, and  peace, from God the Father and Christ Jesus our Lord.  <strong>3</strong> I thank God, whom I serve from my forefathers with pure conscience, that without ceasing I have remembrance of thee in my prayers night and day;  <strong>4</strong> Greatly desiring to see thee, being mindful of thy tears, that I may be filled with joy;  <strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  <strong>6</strong> Wherefore I put thee in remembrance that thou stir up the gift of God, which is in thee by the putting on of my hands.  <strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  <strong>8</strong> Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;  <strong>9</strong> Who hath saved us, and called us with an holy calling, not according to our works, but according to his own purpose and grace, which was given us in Christ Jesus before the world began,  <strong>10</strong> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:  <strong>11</strong> Whereunto I am appointed a preacher, and an apostle, and a teacher of the Gentiles.  <strong>12</strong> For the which cause I also suffer these things: nevertheless I am not ashamed: for I know whom I have believed, and am persuaded that he is able to keep that which I have committed unto him against that day.  <strong>13</strong> Hold fast the form of sound words, which thou hast heard of me, in faith and love which is in Christ Jesus.  <strong>14</strong> That good thing which was committed unto thee keep by the Holy Ghost which dwelleth in us.  <strong>15</strong> This thou knowest, that all they which are in Asia be turned away from me; of whom are Phygellus and Hermogenes.  <strong>16</strong> The Lord give mercy unto the house of Onesiphorus; for he oft refreshed me, and was not ashamed of my chain:  <strong>17</strong> But, when he was in Rome, he sought me out very diligently, and found me.  <strong>18</strong> The Lord grant unto him that he may find mercy of the Lord in that day: and in how many things he ministered unto me at Ephesus, thou knowest very well.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, according to the promise of life that is in Christ Jesus, <sup><strong>2</strong></sup> To Timothy, my dear son: Grace, mercy and peace from God the Father and Christ Jesus our Lord. <sup><strong>3</strong></sup> I thank God, whom I serve, as my forefathers did, with a clear conscience, as night and day I constantly remember you in my prayers. <sup><strong>4</strong></sup> Recalling your tears, I long to see you, so that I may be filled with joy. <sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also. <sup><strong>6</strong></sup> For this reason I remind you to fan into flame the gift of God, which is in you through the laying on of my hands. <sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline. <sup><strong>8</strong></sup> So do not be ashamed to testify about our Lord, or ashamed of me his prisoner. But join with me in suffering for the gospel, by the power of God, <sup><strong>9</strong></sup> who has saved us and called us to a holy life--not because of anything we have done but because of his own purpose and grace. This grace was given us in Christ Jesus before the beginning of time, <sup><strong>10</strong></sup> but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel. <sup><strong>11</strong></sup> And of this gospel I was appointed a herald and an apostle and a teacher. <sup><strong>12</strong></sup> That is why I am suffering as I am. Yet I am not ashamed, because I know whom I have believed, and am convinced that he is able to guard what I have entrusted to him for that day. <sup><strong>13</strong></sup> What you heard from me, keep as the pattern of sound teaching, with faith and love in Christ Jesus. <sup><strong>14</strong></sup> Guard the good deposit that was entrusted to you--guard it with the help of the Holy Spirit who lives in us. <sup><strong>15</strong></sup> You know that everyone in the province of Asia has deserted me, including Phygelus and Hermogenes. <sup><strong>16</strong></sup> May the Lord show mercy to the household of Onesiphorus, because he often refreshed me and was not ashamed of my chains. <sup><strong>17</strong></sup> On the contrary, when he was in Rome, he searched hard for me until he found me. <sup><strong>18</strong></sup> May the Lord grant that he will find mercy from the Lord on that day! You know very well in how many ways he helped me in Ephesus. ","modified":"2023-01-26T13:38:32.035Z"},{"_id":"615915682053ce65432d870a","topicId":"615915632053ce65432d86fa","verse":"Luke 16:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42016010_01-16\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span></p>\n</div>","kjv":"<strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  ","niv":"<sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much."},{"_id":"615915682053ce65432d8709","topicId":"615915632053ce65432d86fa","verse":"Hebrews 4:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart.","modified":"2022-09-27T17:31:36.868Z"},{"_id":"615915682053ce65432d870b","topicId":"615915632053ce65432d86fa","verse":"Philippians 4:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","modified":"2023-02-04T16:51:49.676Z"},{"_id":"615915692053ce65432d870c","topicId":"615915632053ce65432d86fa","verse":"1 Timothy 2:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth."},{"_id":"615915692053ce65432d870d","topicId":"615915632053ce65432d86fa","verse":"John 3:16","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2023-03-19T06:51:57.753Z"},{"_id":"615915692053ce65432d870e","topicId":"615915632053ce65432d86fa","verse":"Hebrews 1:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven.","modified":"2022-05-24T12:33:08.264Z"},{"_id":"6159156a2053ce65432d870f","topicId":"615915632053ce65432d86fa","verse":"John 3:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43003018_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n</div>","kjv":"<strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son."},{"_id":"6159156a2053ce65432d8710","topicId":"615915632053ce65432d86fa","verse":"Exodus 3:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02003014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v02003014-1\">14&nbsp;</b>God said to Moses, “I AM WHO I AM.” And he said, “Say this to the people of Israel: ‘I AM has sent me to you.’”</p>\n\n</div>","kjv":"<strong>14</strong> And God said unto Moses, I AM THAT I AM: and he said, Thus shalt thou say unto the children of Israel, I AM hath sent me unto you.  ","niv":"<sup><strong>14</strong></sup> God said to Moses, \"I am who I am. This is what you are to say to the Israelites: 'I AM has sent me to you.'\""},{"_id":"6159156a2053ce65432d8711","topicId":"615915632053ce65432d86fa","verse":"John 8:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.","modified":"2022-11-20T11:04:50.332Z"},{"_id":"6159156b2053ce65432d8712","topicId":"615915632053ce65432d86fa","verse":"John 7:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43007001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43007001-1\">7:1&nbsp;</b>After this Jesus went about in Galilee. He would not go about in Judea, because the Jews were seeking to kill him.</p>\n\n</div>","kjv":"<strong>1</strong> After these things Jesus walked in Galilee: for he would not walk in Jewry, because the Jews sought to kill him.  ","niv":"<sup><strong>1</strong></sup> After this, Jesus went around in Galilee, purposely staying away from Judea because the Jews there were waiting to take his life."},{"_id":"6159156b2053ce65432d8713","topicId":"615915632053ce65432d86fa","verse":"Matthew 25:46","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\""}]}