{"_id":"615928d5cd920c662d00001f","slug":"being-two-faced","name":"Being Two-faced","verses":[{"_id":"615928d6cd920c662d000020","topicId":"615928d5cd920c662d00001f","verse":"1 Timothy 3:8","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p54003008_04-1\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain.</p>\n\n</div>","kjv":"<strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  ","niv":"<sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain."},{"_id":"615928d6cd920c662d000021","topicId":"615928d5cd920c662d00001f","verse":"Psalm 1:1-6","votes":39,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-2\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-2\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-2\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-2\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. ","modified":"2023-12-04T23:20:37.689Z"},{"_id":"615928d7cd920c662d000022","topicId":"615928d5cd920c662d00001f","verse":"1 Peter 5:8-9","votes":33,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. "},{"_id":"615928d7cd920c662d000023","topicId":"615928d5cd920c662d00001f","verse":"James 4:1-6","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p59004001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59004001-1\">4:1&nbsp;</b>What causes quarrels and what causes fights among you? Is it not this, that your passions are at war within you? <b class=\"verse-num\" id=\"v59004002-1\">2&nbsp;</b>You desire and do not have, so you murder. You covet and cannot obtain, so you fight and quarrel. You do not have, because you do not ask. <b class=\"verse-num\" id=\"v59004003-1\">3&nbsp;</b>You ask and do not receive, because you ask wrongly, to spend it on your passions. <b class=\"verse-num\" id=\"v59004004-1\">4&nbsp;</b>You adulterous people! Do you not know that friendship with the world is enmity with God? Therefore whoever wishes to be a friend of the world makes himself an enemy of God. <b class=\"verse-num\" id=\"v59004005-1\">5&nbsp;</b>Or do you suppose it is to no purpose that the Scripture says, “He yearns jealously over the spirit that he has made to dwell in us”? <b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.”</p>\n\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  <strong>3</strong> Ye ask, and receive not, because ye ask amiss, that ye may consume it upon your lusts.  <strong>4</strong> Ye adulterers and adulteresses, know ye not that the friendship of the world is enmity with God? whosoever therefore will be a friend of the world is the enemy of God.  <strong>5</strong> Do ye think that the scripture saith in vain, The spirit that dwelleth in us lusteth to envy?  <strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. <sup><strong>3</strong></sup> When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures. <sup><strong>4</strong></sup> You adulterous people, don't you know that friendship with the world is hatred toward God? Anyone who chooses to be a friend of the world becomes an enemy of God. <sup><strong>5</strong></sup> Or do you think Scripture says without reason that the spirit he caused to live in us envies intensely? <sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" ","modified":"2022-04-19T10:07:28.715Z"},{"_id":"615928d7cd920c662d000024","topicId":"615928d5cd920c662d00001f","verse":"Exodus 20:16","votes":32,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-6\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor.","modified":"2023-10-03T01:05:55.839Z"},{"_id":"615928d7cd920c662d000025","topicId":"615928d5cd920c662d00001f","verse":"Psalm 55:21","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055021_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055021-1\">21&nbsp;</b>&nbsp;&nbsp;His speech was smooth as butter,</span><br><span id=\"p19055021_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet war was in his heart;</span><br><span id=\"p19055021_01-7\" class=\"line\">&nbsp;&nbsp;his words were softer than oil,</span><br><span id=\"p19055021_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they were drawn swords.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong>             The words of his mouth were smoother than butter, but war was in his heart: his words were softer than oil, yet were  they drawn swords.  ","niv":"<sup><strong>21</strong></sup> His speech is smooth as butter, yet war is in his heart; his words are more soothing than oil, yet they are drawn swords.","modified":"2023-11-18T03:16:45.797Z"},{"_id":"615928d7cd920c662d000026","topicId":"615928d5cd920c662d00001f","verse":"Matthew 5:8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p40005008_01-8\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n</div>","kjv":"<strong>8</strong> Blessed are the pure in heart: for they shall see God.  ","niv":"<sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God.","modified":"2023-11-15T05:07:54.385Z"},{"_id":"615928d8cd920c662d000027","topicId":"615928d5cd920c662d00001f","verse":"Philippians 2:3-4","votes":27,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. ","modified":"2023-11-15T05:08:03.798Z"},{"_id":"615928d8cd920c662d000028","topicId":"615928d5cd920c662d00001f","verse":"Matthew 23:12","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p40023001_08-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40023001-1\">23:1&nbsp;</b>Then Jesus said to the crowds and to his disciples, <b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span> <b class=\"verse-num woc\" id=\"v40023004-1\">4&nbsp;</b><span class=\"woc\">They tie up heavy burdens, hard to bear, and lay them on people’s shoulders, but they themselves are not willing to move them with their finger.</span> <b class=\"verse-num woc\" id=\"v40023005-1\">5&nbsp;</b><span class=\"woc\">They do all their deeds to be seen by others. For they make their phylacteries broad and their fringes long,</span> <b class=\"verse-num woc\" id=\"v40023006-1\">6&nbsp;</b><span class=\"woc\">and they love the place of honor at feasts and the best seats in the synagogues</span> <b class=\"verse-num woc\" id=\"v40023007-1\">7&nbsp;</b><span class=\"woc\">and greetings in the marketplaces and being called rabbi by others.</span> <b class=\"verse-num woc\" id=\"v40023008-1\">8&nbsp;</b><span class=\"woc\">But you are not to be called rabbi, for you have one teacher, and you are all brothers.</span> <b class=\"verse-num woc\" id=\"v40023009-1\">9&nbsp;</b><span class=\"woc\">And call no man your father on earth, for you have one Father, who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40023010-1\">10&nbsp;</b><span class=\"woc\">Neither be called instructors, for you have one instructor, the Christ.</span> <b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span> <b class=\"verse-num woc\" id=\"v40023012-1\">12&nbsp;</b><span class=\"woc\">Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.</span></p>\n<p id=\"p40023012_08-13\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span> <b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n<p id=\"p40023015_08-13\"><b class=\"verse-num woc\" id=\"v40023016-1\">16&nbsp;</b><span class=\"woc\">“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing, but if anyone swears by the gold of the temple, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023017-1\">17&nbsp;</b><span class=\"woc\">You blind fools! For which is greater, the gold or the temple that has made the gold sacred?</span> <b class=\"verse-num woc\" id=\"v40023018-1\">18&nbsp;</b><span class=\"woc\">And you say, ‘If anyone swears by the altar, it is nothing, but if anyone swears by the gift that is on the altar, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023019-1\">19&nbsp;</b><span class=\"woc\">You blind men! For which is greater, the gift or the altar that makes the gift sacred?</span> <b class=\"verse-num woc\" id=\"v40023020-1\">20&nbsp;</b><span class=\"woc\">So whoever swears by the altar swears by it and by everything on it.</span> <b class=\"verse-num woc\" id=\"v40023021-1\">21&nbsp;</b><span class=\"woc\">And whoever swears by the temple swears by it and by him who dwells in it.</span> <b class=\"verse-num woc\" id=\"v40023022-1\">22&nbsp;</b><span class=\"woc\">And whoever swears by heaven swears by the throne of God and by him who sits upon it.</span></p>\n<p id=\"p40023022_08-13\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n<p id=\"p40023024_08-13\"><b class=\"verse-num woc\" id=\"v40023025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and the plate, but inside they are full of greed and self-indulgence.</span> <b class=\"verse-num woc\" id=\"v40023026-1\">26&nbsp;</b><span class=\"woc\">You blind Pharisee! First clean the inside of the cup and the plate, that the outside also may be clean.</span></p>\n<p id=\"p40023026_08-13\"><b class=\"verse-num woc\" id=\"v40023027-1\">27&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within are full of dead people’s bones and all uncleanness.</span> <b class=\"verse-num woc\" id=\"v40023028-1\">28&nbsp;</b><span class=\"woc\">So you also outwardly appear righteous to others, but within you are full of hypocrisy and lawlessness.</span></p>\n<p id=\"p40023028_08-13\"><b class=\"verse-num woc\" id=\"v40023029-1\">29&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the monuments of the righteous,</span> <b class=\"verse-num woc\" id=\"v40023030-1\">30&nbsp;</b><span class=\"woc\">saying, ‘If we had lived in the days of our fathers, we would not have taken part with them in shedding the blood of the prophets.’</span> <b class=\"verse-num woc\" id=\"v40023031-1\">31&nbsp;</b><span class=\"woc\">Thus you witness against yourselves that you are sons of those who murdered the prophets.</span> <b class=\"verse-num woc\" id=\"v40023032-1\">32&nbsp;</b><span class=\"woc\">Fill up, then, the measure of your fathers.</span> <b class=\"verse-num woc\" id=\"v40023033-1\">33&nbsp;</b><span class=\"woc\">You serpents, you brood of vipers, how are you to escape being sentenced to hell?</span> <b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span> <b class=\"verse-num woc\" id=\"v40023035-1\">35&nbsp;</b><span class=\"woc\">so that on you may come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered between the sanctuary and the altar.</span> <b class=\"verse-num woc\" id=\"v40023036-1\">36&nbsp;</b><span class=\"woc\">Truly, I say to you, all these things will come upon this generation.</span></p>\n\n<p id=\"p40023036_11-13\"><b class=\"verse-num woc\" id=\"v40023037-1\">37&nbsp;</b><span class=\"woc\">“O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span> <b class=\"verse-num woc\" id=\"v40023038-1\">38&nbsp;</b><span class=\"woc\">See, your house is left to you desolate.</span> <b class=\"verse-num woc\" id=\"v40023039-1\">39&nbsp;</b><span class=\"woc\">For I tell you, you will not see me again, until you say, ‘Blessed is he who comes in the name of the Lord.’”</span></p>\n\n</div>","kjv":"<strong>12</strong> And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted. ","niv":"<sup><strong>12</strong></sup> For whoever exalts himself will be humbled, and whoever humbles himself will be exalted.","modified":"2023-08-04T23:34:41.594Z"},{"_id":"615928d9cd920c662d00002a","topicId":"615928d5cd920c662d00001f","verse":"James 4:14","votes":18,"__v":0,"esv":"<div>\n<p id=\"p59004014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.</p>\n</div>","kjv":"<strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  ","niv":"<sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes.","modified":"2023-02-28T04:17:47.928Z"},{"_id":"615928d9cd920c662d000029","topicId":"615928d5cd920c662d00001f","verse":"Psalm 24:4","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024004-1\">4&nbsp;</b>&nbsp;&nbsp;He who has clean hands and a pure heart,</span><br><span id=\"p19024004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who does not lift up his soul to what is false</span><br><span id=\"p19024004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not swear deceitfully.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.  ","niv":"<sup><strong>4</strong></sup> He who has clean hands and a pure heart, who does not lift up his soul to an idol or swear by what is false.","modified":"2023-02-14T03:44:15.232Z"},{"_id":"615928d9cd920c662d00002c","topicId":"615928d5cd920c662d00001f","verse":"Matthew 23:1-39","votes":22,"__v":0,"kjv":"<strong>1</strong> Then spake Jesus to the multitude, and to his disciples,  <strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  <strong>4</strong> For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves  will not move them with one of their fingers.  <strong>5</strong> But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,  <strong>6</strong> And love the uppermost rooms at feasts, and the chief seats in the synagogues,  <strong>7</strong> And greetings in the markets, and to be called of men, Rabbi, Rabbi.  <strong>8</strong> But be not ye called Rabbi: for one is your Master, even  Christ; and all ye are brethren.  <strong>9</strong> And call no man your father upon the earth: for one is your Father, which is in heaven.  <strong>10</strong> Neither be ye called masters: for one is your Master, even  Christ.  <strong>11</strong> But he that is greatest among you shall be your servant.  <strong>12</strong> And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted. <strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  <strong>14</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows’ houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.  <strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  <strong>16</strong> Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!  <strong>17</strong> Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?  <strong>18</strong> And, Whosoever shall swear by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty.  <strong>19</strong> Ye fools and blind: for whether is  greater, the gift, or the altar that sanctifieth the gift?  <strong>20</strong> Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.  <strong>21</strong> And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.  <strong>22</strong> And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.  <strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  <strong>25</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.  <strong>26</strong> Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.  <strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  <strong>28</strong> Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.  <strong>29</strong> Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,  <strong>30</strong> And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets.  <strong>31</strong> Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.  <strong>32</strong> Fill ye up then the measure of your fathers.  <strong>33</strong> Ye serpents, ye generation of vipers, how can ye escape the damnation of hell? <strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  <strong>35</strong> That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.  <strong>36</strong> Verily I say unto you, All these things shall come upon this generation.  <strong>37</strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  <strong>38</strong> Behold, your house is left unto you desolate.  <strong>39</strong> For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.  ","niv":"<sup><strong>1</strong></sup> Then Jesus said to the crowds and to his disciples: <sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. <sup><strong>4</strong></sup> They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. <sup><strong>5</strong></sup> \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long; <sup><strong>6</strong></sup> they love the place of honor at banquets and the most important seats in the synagogues; <sup><strong>7</strong></sup> they love to be greeted in the marketplaces and to have men call them 'Rabbi.' <sup><strong>8</strong></sup> \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers. <sup><strong>9</strong></sup> And do not call anyone on earth 'father,' for you have one Father, and he is in heaven. <sup><strong>10</strong></sup> Nor are you to be called 'teacher,' for you have one Teacher, the Christ. <sup><strong>11</strong></sup> The greatest among you will be your servant. <sup><strong>12</strong></sup> For whoever exalts himself will be humbled, and whoever humbles himself will be exalted. <sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to. <sup><strong>14</strong></sup> See Footnote <sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are. <sup><strong>16</strong></sup> \"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but if anyone swears by the gold of the temple, he is bound by his oath.' <sup><strong>17</strong></sup> You blind fools! Which is greater: the gold, or the temple that makes the gold sacred? <sup><strong>18</strong></sup> You also say, 'If anyone swears by the altar, it means nothing; but if anyone swears by the gift on it, he is bound by his oath.' <sup><strong>19</strong></sup> You blind men! Which is greater: the gift, or the altar that makes the gift sacred? <sup><strong>20</strong></sup> Therefore, he who swears by the altar swears by it and by everything on it. <sup><strong>21</strong></sup> And he who swears by the temple swears by it and by the one who dwells in it. <sup><strong>22</strong></sup> And he who swears by heaven swears by God's throne and by the one who sits on it. <sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. <sup><strong>25</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. <sup><strong>26</strong></sup> Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean. <sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean. <sup><strong>28</strong></sup> In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. <sup><strong>29</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous. <sup><strong>30</strong></sup> And you say, 'If we had lived in the days of our forefathers, we would not have taken part with them in shedding the blood of the prophets.' <sup><strong>31</strong></sup> So you testify against yourselves that you are the descendants of those who murdered the prophets. <sup><strong>32</strong></sup> Fill up, then, the measure of the sin of your forefathers! <sup><strong>33</strong></sup> \"You snakes! You brood of vipers! How will you escape being condemned to hell? <sup><strong>34</strong></sup> Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town. <sup><strong>35</strong></sup> And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar. <sup><strong>36</strong></sup> I tell you the truth, all this will come upon this generation. <sup><strong>37</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing. <sup><strong>38</strong></sup> Look, your house is left to you desolate. <sup><strong>39</strong></sup> For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'\" "},{"_id":"615928d9cd920c662d00002b","topicId":"615928d5cd920c662d00001f","verse":"James 3:17","votes":18,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere.","modified":"2023-11-15T05:09:50.573Z"},{"_id":"615928dacd920c662d00002d","topicId":"615928d5cd920c662d00001f","verse":"Ephesians 6:11-18","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49006011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places. <b class=\"verse-num\" id=\"v49006013-1\">13&nbsp;</b>Therefore take up the whole armor of God, that you may be able to withstand in the evil day, and having done all, to stand firm. <b class=\"verse-num\" id=\"v49006014-1\">14&nbsp;</b>Stand therefore, having fastened on the belt of truth, and having put on the breastplate of righteousness, <b class=\"verse-num\" id=\"v49006015-1\">15&nbsp;</b>and, as shoes for your feet, having put on the readiness given by the gospel of peace. <b class=\"verse-num\" id=\"v49006016-1\">16&nbsp;</b>In all circumstances take up the shield of faith, with which you can extinguish all the flaming darts of the evil one; <b class=\"verse-num\" id=\"v49006017-1\">17&nbsp;</b>and take the helmet of salvation, and the sword of the Spirit, which is the word of God, <b class=\"verse-num\" id=\"v49006018-1\">18&nbsp;</b>praying at all times in the Spirit, with all prayer and supplication. To that end, keep alert with all perseverance, making supplication for all the saints,</p>\n</div>","kjv":"<strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  <strong>13</strong> Wherefore take unto you the whole armour of God, that ye may be able to withstand in the evil day, and having done all, to stand.  <strong>14</strong> Stand therefore, having your loins girt about with truth, and having on the breastplate of righteousness;  <strong>15</strong> And your feet shod with the preparation of the gospel of peace;  <strong>16</strong> Above all, taking the shield of faith, wherewith ye shall be able to quench all the fiery darts of the wicked.  <strong>17</strong> And take the helmet of salvation, and the sword of the Spirit, which is the word of God:  <strong>18</strong> Praying always with all prayer and supplication in the Spirit, and watching thereunto with all perseverance and supplication for all saints;  ","niv":"<sup><strong>11</strong></sup> Put on the full armor of God so that you can take your stand against the devil's schemes. <sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms. <sup><strong>13</strong></sup> Therefore put on the full armor of God, so that when the day of evil comes, you may be able to stand your ground, and after you have done everything, to stand. <sup><strong>14</strong></sup> Stand firm then, with the belt of truth buckled around your waist, with the breastplate of righteousness in place, <sup><strong>15</strong></sup> and with your feet fitted with the readiness that comes from the gospel of peace. <sup><strong>16</strong></sup> In addition to all this, take up the shield of faith, with which you can extinguish all the flaming arrows of the evil one. <sup><strong>17</strong></sup> Take the helmet of salvation and the sword of the Spirit, which is the word of God. <sup><strong>18</strong></sup> And pray in the Spirit on all occasions with all kinds of prayers and requests. With this in mind, be alert and always keep on praying for all the saints. "},{"_id":"615928dacd920c662d00002e","topicId":"615928d5cd920c662d00001f","verse":"1 Peter 5:8","votes":16,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour.","modified":"2022-06-16T11:50:48.117Z"},{"_id":"615928dacd920c662d00002f","topicId":"615928d5cd920c662d00001f","verse":"James 1:8","votes":19,"__v":0,"esv":"<div>\n<p id=\"p59001008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n</div>","kjv":"<strong>8</strong> A double minded man is unstable in all his ways.  ","niv":"<sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does.","modified":"2023-11-15T05:09:41.068Z"},{"_id":"615928dbcd920c662d000030","topicId":"615928d5cd920c662d00001f","verse":"James 1:6-8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59001006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n</div>","kjv":"<strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  ","niv":"<sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. ","modified":"2023-11-15T05:10:27.357Z"},{"_id":"615928dbcd920c662d000033","topicId":"615928d5cd920c662d00001f","verse":"Jeremiah 5:2","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24005002_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005002-1\">2&nbsp;</b>&nbsp;&nbsp;Though they say, “As the LORD lives,”</span><br><span id=\"p24005002_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they swear falsely.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> And though they say, The LORD liveth; surely they swear falsely.  ","niv":"<sup><strong>2</strong></sup> Although they say, 'As surely as the LORD lives,' still they are swearing falsely.\"","modified":"2023-11-15T05:10:34.027Z"},{"_id":"615928dbcd920c662d000031","topicId":"615928d5cd920c662d00001f","verse":"Hebrews 13:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58013007_01-21\"><b class=\"verse-num\" id=\"v58013007-1\">7&nbsp;</b>Remember your leaders, those who spoke to you the word of God. Consider the outcome of their way of life, and imitate their faith.</p>\n</div>","kjv":"<strong>7</strong> Remember them which have the rule over you, who have spoken unto you the word of God: whose faith follow, considering the end of their conversation.  ","niv":"<sup><strong>7</strong></sup> Remember your leaders, who spoke the word of God to you. Consider the outcome of their way of life and imitate their faith.","modified":"2023-11-15T05:10:41.176Z"},{"_id":"615928dbcd920c662d000032","topicId":"615928d5cd920c662d00001f","verse":"1 John 2:15-17","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-22\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. ","modified":"2023-11-15T05:10:11.559Z"},{"_id":"615928dccd920c662d000035","topicId":"615928d5cd920c662d00001f","verse":"Jeremiah 29:11-14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope. <b class=\"verse-num\" id=\"v24029012-1\">12&nbsp;</b>Then you will call upon me and come and pray to me, and I will hear you. <b class=\"verse-num\" id=\"v24029013-1\">13&nbsp;</b>You will seek me and find me, when you seek me with all your heart. <b class=\"verse-num\" id=\"v24029014-1\">14&nbsp;</b>I will be found by you, declares the LORD, and I will restore your fortunes and gather you from all the nations and all the places where I have driven you, declares the LORD, and I will bring you back to the place from which I sent you into exile.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  <strong>12</strong> Then shall ye call upon me, and ye shall go and pray unto me, and I will hearken unto you.  <strong>13</strong> And ye shall seek me, and find me, when ye shall search for me with all your heart.  <strong>14</strong> And I will be found of you, saith the LORD: and I will turn away your captivity, and I will gather you from all the nations, and from all the places whither I have driven you, saith the LORD; and I will bring you again into the place whence I caused you to be carried away captive.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future. <sup><strong>12</strong></sup> Then you will call upon me and come and pray to me, and I will listen to you. <sup><strong>13</strong></sup> You will seek me and find me when you seek me with all your heart. <sup><strong>14</strong></sup> I will be found by you,\" declares the LORD, \"and will bring you back from captivity. I will gather you from all the nations and places where I have banished you,\" declares the LORD, \"and will bring you back to the place from which I carried you into exile.\" ","modified":"2023-01-15T14:55:18.978Z"},{"_id":"615928dccd920c662d000034","topicId":"615928d5cd920c662d00001f","verse":"1 Peter 2:22-24","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60002022_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. "},{"_id":"615928dccd920c662d000036","topicId":"615928d5cd920c662d00001f","verse":"Proverbs 3:34","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003034_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003034-1\">34&nbsp;</b>&nbsp;&nbsp;Toward the scorners he is scornful,</span><br><span id=\"p20003034_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but to the humble he gives favor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>34</strong> Surely he scorneth the scorners: but he giveth grace unto the lowly.  ","niv":"<sup><strong>34</strong></sup> He mocks proud mockers but gives grace to the humble."},{"_id":"615928ddcd920c662d000037","topicId":"615928d5cd920c662d00001f","verse":"Proverbs 28:1-28","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028001_01-27\" class=\"line\"><b class=\"chapter-num\" id=\"v20028001-1\">28:1&nbsp;</b>&nbsp;&nbsp;The wicked flee when no one pursues,</span><br><span id=\"p20028001_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous are bold as a lion.</span><br><span id=\"p20028002_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028002-1\">2&nbsp;</b>&nbsp;&nbsp;When a land transgresses, it has many rulers,</span><br><span id=\"p20028002_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with a man of understanding and knowledge,</span><br><span id=\"p20028002_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;its stability will long continue.</span><br><span id=\"p20028003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028003-1\">3&nbsp;</b>&nbsp;&nbsp;A poor man who oppresses the poor</span><br><span id=\"p20028003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a beating rain that leaves no food.</span><br><span id=\"p20028004_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028004-1\">4&nbsp;</b>&nbsp;&nbsp;Those who forsake the law praise the wicked,</span><br><span id=\"p20028004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who keep the law strive against them.</span><br><span id=\"p20028005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028005-1\">5&nbsp;</b>&nbsp;&nbsp;Evil men do not understand justice,</span><br><span id=\"p20028005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who seek the LORD understand it completely.</span><br><span id=\"p20028006_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028006-1\">6&nbsp;</b>&nbsp;&nbsp;Better is a poor man who walks in his integrity</span><br><span id=\"p20028006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a rich man who is crooked in his ways.</span><br><span id=\"p20028007_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028007-1\">7&nbsp;</b>&nbsp;&nbsp;The one who keeps the law is a son with understanding,</span><br><span id=\"p20028007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a companion of gluttons shames his father.</span><br><span id=\"p20028008_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever multiplies his wealth by interest and profit</span><br><span id=\"p20028008_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;gathers it for him who is generous to the poor.</span><br><span id=\"p20028009_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028009-1\">9&nbsp;</b>&nbsp;&nbsp;If one turns away his ear from hearing the law,</span><br><span id=\"p20028009_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even his prayer is an abomination.</span><br><span id=\"p20028010_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028010-1\">10&nbsp;</b>&nbsp;&nbsp;Whoever misleads the upright into an evil way</span><br><span id=\"p20028010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will fall into his own pit,</span><br><span id=\"p20028010_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the blameless will have a goodly inheritance.</span><br><span id=\"p20028011_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028011-1\">11&nbsp;</b>&nbsp;&nbsp;A rich man is wise in his own eyes,</span><br><span id=\"p20028011_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a poor man who has understanding will find him out.</span><br><span id=\"p20028012_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028012-1\">12&nbsp;</b>&nbsp;&nbsp;When the righteous triumph, there is great glory,</span><br><span id=\"p20028012_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rise, people hide themselves.</span><br><span id=\"p20028013_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever conceals his transgressions will not prosper,</span><br><span id=\"p20028013_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who confesses and forsakes them will obtain mercy.</span><br><span id=\"p20028014_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028014-1\">14&nbsp;</b>&nbsp;&nbsp;Blessed is the one who fears the LORD always,</span><br><span id=\"p20028014_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever hardens his heart will fall into calamity.</span><br><span id=\"p20028015_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028015-1\">15&nbsp;</b>&nbsp;&nbsp;Like a roaring lion or a charging bear</span><br><span id=\"p20028015_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a wicked ruler over a poor people.</span><br><span id=\"p20028016_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028016-1\">16&nbsp;</b>&nbsp;&nbsp;A ruler who lacks understanding is a cruel oppressor,</span><br><span id=\"p20028016_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hates unjust gain will prolong his days.</span><br><span id=\"p20028017_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028017-1\">17&nbsp;</b>&nbsp;&nbsp;If one is burdened with the blood of another,</span><br><span id=\"p20028017_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will be a fugitive until death;</span><br><span id=\"p20028017_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let no one help him.</span><br><span id=\"p20028018_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028018-1\">18&nbsp;</b>&nbsp;&nbsp;Whoever walks in integrity will be delivered,</span><br><span id=\"p20028018_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is crooked in his ways will suddenly fall.</span><br><span id=\"p20028019_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028019-1\">19&nbsp;</b>&nbsp;&nbsp;Whoever works his land will have plenty of bread,</span><br><span id=\"p20028019_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who follows worthless pursuits will have plenty of poverty.</span><br><span id=\"p20028020_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028020-1\">20&nbsp;</b>&nbsp;&nbsp;A faithful man will abound with blessings,</span><br><span id=\"p20028020_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever hastens to be rich will not go unpunished.</span><br><span id=\"p20028021_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028021-1\">21&nbsp;</b>&nbsp;&nbsp;To show partiality is not good,</span><br><span id=\"p20028021_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but for a piece of bread a man will do wrong.</span><br><span id=\"p20028022_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028022-1\">22&nbsp;</b>&nbsp;&nbsp;A stingy man hastens after wealth</span><br><span id=\"p20028022_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not know that poverty will come upon him.</span><br><span id=\"p20028023_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028023-1\">23&nbsp;</b>&nbsp;&nbsp;Whoever rebukes a man will afterward find more favor</span><br><span id=\"p20028023_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than he who flatters with his tongue.</span><br><span id=\"p20028024_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever robs his father or his mother</span><br><span id=\"p20028024_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and says, “That is no transgression,”</span><br><span id=\"p20028024_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a companion to a man who destroys.</span><br><span id=\"p20028025_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028025-1\">25&nbsp;</b>&nbsp;&nbsp;A greedy man stirs up strife,</span><br><span id=\"p20028025_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the one who trusts in the LORD will be enriched.</span><br><span id=\"p20028026_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028026-1\">26&nbsp;</b>&nbsp;&nbsp;Whoever trusts in his own mind is a fool,</span><br><span id=\"p20028026_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who walks in wisdom will be delivered.</span><br><span id=\"p20028027_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever gives to the poor will not want,</span><br><span id=\"p20028027_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who hides his eyes will get many a curse.</span><br><span id=\"p20028028_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028028-1\">28&nbsp;</b>&nbsp;&nbsp;When the wicked rise, people hide themselves,</span><br><span id=\"p20028028_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when they perish, the righteous increase.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The wicked flee when no man pursueth: but the righteous are bold as a lion.  <strong>2</strong> For the transgression of a land many are the princes thereof: but by a man of understanding and knowledge the state thereof  shall be prolonged.  <strong>3</strong> A poor man that oppresseth the poor is like a sweeping rain which leaveth no food.  <strong>4</strong> They that forsake the law praise the wicked: but such as keep the law contend with them.  <strong>5</strong> Evil men understand not judgment: but they that seek the LORD understand all things.  <strong>6</strong> Better is the poor that walketh in his uprightness, than he that is perverse in his ways, though he be  rich.  <strong>7</strong> Whoso keepeth the law is a wise son: but he that is a companion of riotous men shameth his father.  <strong>8</strong> He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor.  <strong>9</strong> He that turneth away his ear from hearing the law, even his prayer shall be abomination.  <strong>10</strong> Whoso causeth the righteous to go astray in an evil way, he shall fall himself into his own pit: but the upright shall have good things  in possession.  <strong>11</strong> The rich man is wise in his own conceit; but the poor that hath understanding searcheth him out.  <strong>12</strong> When righteous men do rejoice, there is great glory: but when the wicked rise, a man is hidden.  <strong>13</strong> He that covereth his sins shall not prosper: but whoso confesseth and forsaketh them shall have mercy.  <strong>14</strong> Happy is the man that feareth alway: but he that hardeneth his heart shall fall into mischief.  <strong>15</strong> As a roaring lion, and a ranging bear; so is a wicked ruler over the poor people.  <strong>16</strong> The prince that wanteth understanding is also a great oppressor: but he that hateth covetousness shall prolong his  days.  <strong>17</strong> A man that doeth violence to the blood of any person shall flee to the pit; let no man stay him.  <strong>18</strong> Whoso walketh uprightly shall be saved: but he that is perverse in his ways shall fall at once.  <strong>19</strong> He that tilleth his land shall have plenty of bread: but he that followeth after vain persons shall have poverty enough.  <strong>20</strong> A faithful man shall abound with blessings: but he that maketh haste to be rich shall not be innocent.  <strong>21</strong> To have respect of persons is not good: for for a piece of bread that man will transgress.  <strong>22</strong> He that hasteth to be rich hath an evil eye, and considereth not that poverty shall come upon him.  <strong>23</strong> He that rebuketh a man afterwards shall find more favour than he that flattereth with the tongue.  <strong>24</strong> Whoso robbeth his father or his mother, and saith, It is  no transgression; the same is the companion of a destroyer.  <strong>25</strong> He that is of a proud heart stirreth up strife: but he that putteth his trust in the LORD shall be made fat.  <strong>26</strong> He that trusteth in his own heart is a fool: but whoso walketh wisely, he shall be delivered.  <strong>27</strong> He that giveth unto the poor shall not lack: but he that hideth his eyes shall have many a curse.  <strong>28</strong> When the wicked rise, men hide themselves: but when they perish, the righteous increase.  ","niv":"<sup><strong>1</strong></sup> The wicked man flees though no one pursues, but the righteous are as bold as a lion. <sup><strong>2</strong></sup> When a country is rebellious, it has many rulers, but a man of understanding and knowledge maintains order. <sup><strong>3</strong></sup> A ruler who oppresses the poor is like a driving rain that leaves no crops. <sup><strong>4</strong></sup> Those who forsake the law praise the wicked, but those who keep the law resist them. <sup><strong>5</strong></sup> Evil men do not understand justice, but those who seek the LORD understand it fully. <sup><strong>6</strong></sup> Better a poor man whose walk is blameless than a rich man whose ways are perverse. <sup><strong>7</strong></sup> He who keeps the law is a discerning son, but a companion of gluttons disgraces his father. <sup><strong>8</strong></sup> He who increases his wealth by exorbitant interest amasses it for another, who will be kind to the poor. <sup><strong>9</strong></sup> If anyone turns a deaf ear to the law, even his prayers are detestable. <sup><strong>10</strong></sup> He who leads the upright along an evil path will fall into his own trap, but the blameless will receive a good inheritance. <sup><strong>11</strong></sup> A rich man may be wise in his own eyes, but a poor man who has discernment sees through him. <sup><strong>12</strong></sup> When the righteous triumph, there is great elation; but when the wicked rise to power, men go into hiding. <sup><strong>13</strong></sup> He who conceals his sins does not prosper, but whoever confesses and renounces them finds mercy. <sup><strong>14</strong></sup> Blessed is the man who always fears the LORD, but he who hardens his heart falls into trouble. <sup><strong>15</strong></sup> Like a roaring lion or a charging bear is a wicked man ruling over a helpless people. <sup><strong>16</strong></sup> A tyrannical ruler lacks judgment, but he who hates ill-gotten gain will enjoy a long life. <sup><strong>17</strong></sup> A man tormented by the guilt of murder will be a fugitive till death; let no one support him. <sup><strong>18</strong></sup> He whose walk is blameless is kept safe, but he whose ways are perverse will suddenly fall. <sup><strong>19</strong></sup> He who works his land will have abundant food, but the one who chases fantasies will have his fill of poverty. <sup><strong>20</strong></sup> A faithful man will be richly blessed, but one eager to get rich will not go unpunished. <sup><strong>21</strong></sup> To show partiality is not good- yet a man will do wrong for a piece of bread. <sup><strong>22</strong></sup> A stingy man is eager to get rich and is unaware that poverty awaits him. <sup><strong>23</strong></sup> He who rebukes a man will in the end gain more favor than he who has a flattering tongue. <sup><strong>24</strong></sup> He who robs his father or mother and says, \"It's not wrong\"- he is partner to him who destroys. <sup><strong>25</strong></sup> A greedy man stirs up dissension, but he who trusts in the LORD will prosper. <sup><strong>26</strong></sup> He who trusts in himself is a fool, but he who walks in wisdom is kept safe. <sup><strong>27</strong></sup> He who gives to the poor will lack nothing, but he who closes his eyes to them receives many curses. <sup><strong>28</strong></sup> When the wicked rise to power, people go into hiding; but when the wicked perish, the righteous thrive. "},{"_id":"615928ddcd920c662d000038","topicId":"615928d5cd920c662d00001f","verse":"Psalm 119:113","votes":8,"__v":0,"esv":"<div>\n<h4 id=\"p19119113_01-28\" class=\"psalm-acrostic-title\">Samekh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119113_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119113-1\">113&nbsp;</b>&nbsp;&nbsp;I hate the double-minded,</span><br><span id=\"p19119113_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>113</strong> I hate vain thoughts: but thy law do I love.  ","niv":"<sup><strong>113</strong></sup> I hate double-minded men, but I love your law.","modified":"2023-06-03T14:30:34.908Z"}]}