{"_id":"615913882053ce65432d85ce","slug":"being-women-of-god-","name":"Being A Women Of God ","verses":[{"_id":"615913892053ce65432d85cf","topicId":"615913882053ce65432d85ce","verse":"1 Peter 3:3-6","votes":79,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-17\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-17\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-17\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-17\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-17\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-17\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-17\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"615913892053ce65432d85d0","topicId":"615913882053ce65432d85ce","verse":"Proverbs 31:20","votes":69,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031020_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  ","niv":"<sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy."},{"_id":"615913892053ce65432d85d1","topicId":"615913882053ce65432d85ce","verse":"1 Peter 3:15","votes":51,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"615913892053ce65432d85d2","topicId":"615913882053ce65432d85ce","verse":"Proverbs 31:28","votes":45,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031028_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  ","niv":"<sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her:"},{"_id":"6159138a2053ce65432d85d3","topicId":"615913882053ce65432d85ce","verse":"Philippians 4:6","votes":41,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"6159138a2053ce65432d85d4","topicId":"615913882053ce65432d85ce","verse":"Ephesians 5:1-33","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_04-7\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_04-7\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_04-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_04-7\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_04-7\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_07-7\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_07-7\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children <sup><strong>2</strong></sup> and live a life of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God. <sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people. <sup><strong>4</strong></sup> Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving. <sup><strong>5</strong></sup> For of this you can be sure: No immoral, impure or greedy person--such a man is an idolater--has any inheritance in the kingdom of Christ and of God. <sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. <sup><strong>13</strong></sup> But everything exposed by the light becomes visible, <sup><strong>14</strong></sup> for it is light that makes everything visible. This is why it is said: \"Wake up, O sleeper, rise from the dead, and Christ will shine on you.\" <sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. <sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit. <sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord, <sup><strong>20</strong></sup> always giving thanks to God the Father for everything, in the name of our Lord Jesus Christ. <sup><strong>21</strong></sup> Submit to one another out of reverence for Christ. <sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"6159138a2053ce65432d85d5","topicId":"615913882053ce65432d85ce","verse":"Isaiah 58:11","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23058011_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23058011-1\">11&nbsp;</b>&nbsp;&nbsp;And the LORD will guide you continually</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and satisfy your desire in scorched places</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make your bones strong;</span><br><span id=\"p23058011_01-8\" class=\"line\">&nbsp;&nbsp;and you shall be like a watered garden,</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a spring of water,</span><br><span id=\"p23058011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters do not fail.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> And the LORD shall guide thee continually, and satisfy thy soul in drought, and make fat thy bones: and thou shalt be like a watered garden, and like a spring of water, whose waters fail not.  ","niv":"<sup><strong>11</strong></sup> The LORD will guide you always; he will satisfy your needs in a sun-scorched land and will strengthen your frame. You will be like a well-watered garden, like a spring whose waters never fail."},{"_id":"6159138b2053ce65432d85d6","topicId":"615913882053ce65432d85ce","verse":"Proverbs 14:1-35","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014001_01-9\" class=\"line\"><b class=\"chapter-num\" id=\"v20014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;The wisest of women builds her house,</span><br><span id=\"p20014001_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but folly with her own hands tears it down.</span><br><span id=\"p20014002_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014002-1\">2&nbsp;</b>&nbsp;&nbsp;Whoever walks in uprightness fears the LORD,</span><br><span id=\"p20014002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is devious in his ways despises him.</span><br><span id=\"p20014003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014003-1\">3&nbsp;</b>&nbsp;&nbsp;By the mouth of a fool comes a rod for his back,</span><br><span id=\"p20014003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the lips of the wise will preserve them.</span><br><span id=\"p20014004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014004-1\">4&nbsp;</b>&nbsp;&nbsp;Where there are no oxen, the manger is clean,</span><br><span id=\"p20014004_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but abundant crops come by the strength of the ox.</span><br><span id=\"p20014005_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014005-1\">5&nbsp;</b>&nbsp;&nbsp;A faithful witness does not lie,</span><br><span id=\"p20014005_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a false witness breathes out lies.</span><br><span id=\"p20014006_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014006-1\">6&nbsp;</b>&nbsp;&nbsp;A scoffer seeks wisdom in vain,</span><br><span id=\"p20014006_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but knowledge is easy for a man of understanding.</span><br><span id=\"p20014007_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014007-1\">7&nbsp;</b>&nbsp;&nbsp;Leave the presence of a fool,</span><br><span id=\"p20014007_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for there you do not meet words of knowledge.</span><br><span id=\"p20014008_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014008-1\">8&nbsp;</b>&nbsp;&nbsp;The wisdom of the prudent is to discern his way,</span><br><span id=\"p20014008_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the folly of fools is deceiving.</span><br><span id=\"p20014009_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014009-1\">9&nbsp;</b>&nbsp;&nbsp;Fools mock at the guilt offering,</span><br><span id=\"p20014009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the upright enjoy acceptance.</span><br><span id=\"p20014010_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014010-1\">10&nbsp;</b>&nbsp;&nbsp;The heart knows its own bitterness,</span><br><span id=\"p20014010_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and no stranger shares its joy.</span><br><span id=\"p20014011_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014011-1\">11&nbsp;</b>&nbsp;&nbsp;The house of the wicked will be destroyed,</span><br><span id=\"p20014011_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the tent of the upright will flourish.</span><br><span id=\"p20014012_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014012-1\">12&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20014012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br><span id=\"p20014013_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014013-1\">13&nbsp;</b>&nbsp;&nbsp;Even in laughter the heart may ache,</span><br><span id=\"p20014013_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the end of joy may be grief.</span><br><span id=\"p20014014_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014014-1\">14&nbsp;</b>&nbsp;&nbsp;The backslider in heart will be filled with the fruit of his ways,</span><br><span id=\"p20014014_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a good man will be filled with the fruit of his ways.</span><br><span id=\"p20014015_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014015-1\">15&nbsp;</b>&nbsp;&nbsp;The simple believes everything,</span><br><span id=\"p20014015_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the prudent gives thought to his steps.</span><br><span id=\"p20014016_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014016-1\">16&nbsp;</b>&nbsp;&nbsp;One who is wise is cautious and turns away from evil,</span><br><span id=\"p20014016_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool is reckless and careless.</span><br><span id=\"p20014017_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014017-1\">17&nbsp;</b>&nbsp;&nbsp;A man of quick temper acts foolishly,</span><br><span id=\"p20014017_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a man of evil devices is hated.</span><br><span id=\"p20014018_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014018-1\">18&nbsp;</b>&nbsp;&nbsp;The simple inherit folly,</span><br><span id=\"p20014018_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the prudent are crowned with knowledge.</span><br><span id=\"p20014019_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014019-1\">19&nbsp;</b>&nbsp;&nbsp;The evil bow down before the good,</span><br><span id=\"p20014019_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wicked at the gates of the righteous.</span><br><span id=\"p20014020_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014020-1\">20&nbsp;</b>&nbsp;&nbsp;The poor is disliked even by his neighbor,</span><br><span id=\"p20014020_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rich has many friends.</span><br><span id=\"p20014021_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014021-1\">21&nbsp;</b>&nbsp;&nbsp;Whoever despises his neighbor is a sinner,</span><br><span id=\"p20014021_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who is generous to the poor.</span><br><span id=\"p20014022_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014022-1\">22&nbsp;</b>&nbsp;&nbsp;Do they not go astray who devise evil?</span><br><span id=\"p20014022_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Those who devise good meet steadfast love and faithfulness.</span><br><span id=\"p20014023_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014023-1\">23&nbsp;</b>&nbsp;&nbsp;In all toil there is profit,</span><br><span id=\"p20014023_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but mere talk tends only to poverty.</span><br><span id=\"p20014024_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014024-1\">24&nbsp;</b>&nbsp;&nbsp;The crown of the wise is their wealth,</span><br><span id=\"p20014024_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the folly of fools brings folly.</span><br><span id=\"p20014025_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014025-1\">25&nbsp;</b>&nbsp;&nbsp;A truthful witness saves lives,</span><br><span id=\"p20014025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but one who breathes out lies is deceitful.</span><br><span id=\"p20014026_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014026-1\">26&nbsp;</b>&nbsp;&nbsp;In the fear of the LORD one has strong confidence,</span><br><span id=\"p20014026_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his children will have a refuge.</span><br><span id=\"p20014027_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014027-1\">27&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is a fountain of life,</span><br><span id=\"p20014027_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that one may turn away from the snares of death.</span><br><span id=\"p20014028_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014028-1\">28&nbsp;</b>&nbsp;&nbsp;In a multitude of people is the glory of a king,</span><br><span id=\"p20014028_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but without people a prince is ruined.</span><br><span id=\"p20014029_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014029-1\">29&nbsp;</b>&nbsp;&nbsp;Whoever is slow to anger has great understanding,</span><br><span id=\"p20014029_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who has a hasty temper exalts folly.</span><br><span id=\"p20014030_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014030-1\">30&nbsp;</b>&nbsp;&nbsp;A tranquil heart gives life to the flesh,</span><br><span id=\"p20014030_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but envy makes the bones rot.</span><br><span id=\"p20014031_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014031-1\">31&nbsp;</b>&nbsp;&nbsp;Whoever oppresses a poor man insults his Maker,</span><br><span id=\"p20014031_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is generous to the needy honors him.</span><br><span id=\"p20014032_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014032-1\">32&nbsp;</b>&nbsp;&nbsp;The wicked is overthrown through his evildoing,</span><br><span id=\"p20014032_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous finds refuge in his death.</span><br><span id=\"p20014033_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014033-1\">33&nbsp;</b>&nbsp;&nbsp;Wisdom rests in the heart of a man of understanding,</span><br><span id=\"p20014033_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it makes itself known even in the midst of fools.</span><br><span id=\"p20014034_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014034-1\">34&nbsp;</b>&nbsp;&nbsp;Righteousness exalts a nation,</span><br><span id=\"p20014034_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but sin is a reproach to any people.</span><br><span id=\"p20014035_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014035-1\">35&nbsp;</b>&nbsp;&nbsp;A servant who deals wisely has the king’s favor,</span><br><span id=\"p20014035_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his wrath falls on one who acts shamefully.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Every wise woman buildeth her house: but the foolish plucketh it down with her hands.  <strong>2</strong> He that walketh in his uprightness feareth the LORD: but he that is  perverse in his ways despiseth him.  <strong>3</strong> In the mouth of the foolish is a rod of pride: but the lips of the wise shall preserve them.  <strong>4</strong> Where no oxen are, the crib is clean: but much increase is by the strength of the ox.  <strong>5</strong> A faithful witness will not lie: but a false witness will utter lies.  <strong>6</strong> A scorner seeketh wisdom, and findeth it not: but knowledge is easy unto him that understandeth.  <strong>7</strong> Go from the presence of a foolish man, when thou perceivest not in him the lips of knowledge.  <strong>8</strong> The wisdom of the prudent is to understand his way: but the folly of fools is deceit.  <strong>9</strong> Fools make a mock at sin: but among the righteous there is  favour.  <strong>10</strong> The heart knoweth his own bitterness; and a stranger doth not intermeddle with his joy.  <strong>11</strong> The house of the wicked shall be overthrown: but the tabernacle of the upright shall flourish.  <strong>12</strong> There is a way which seemeth right unto a man, but the end thereof are the ways of death.  <strong>13</strong> Even in laughter the heart is sorrowful; and the end of that mirth is heaviness.  <strong>14</strong> The backslider in heart shall be filled with his own ways: and a good man shall be satisfied from himself.  <strong>15</strong> The simple believeth every word: but the prudent man looketh well to his going.  <strong>16</strong> A wise man feareth, and departeth from evil: but the fool rageth, and is confident.  <strong>17</strong> He that is soon angry dealeth foolishly: and a man of wicked devices is hated.  <strong>18</strong> The simple inherit folly: but the prudent are crowned with knowledge.  <strong>19</strong> The evil bow before the good; and the wicked at the gates of the righteous.  <strong>20</strong> The poor is hated even of his own neighbour: but the rich hath  many friends.  <strong>21</strong> He that despiseth his neighbour sinneth: but he that hath mercy on the poor, happy is he.  <strong>22</strong> Do they not err that devise evil? but mercy and truth shall be  to them that devise good.  <strong>23</strong> In all labour there is profit: but the talk of the lips tendeth  only to penury.  <strong>24</strong> The crown of the wise is their riches: but the foolishness of fools is folly.  <strong>25</strong> A true witness delivereth souls: but a deceitful witness  speaketh lies.  <strong>26</strong> In the fear of the LORD is strong confidence: and his children shall have a place of refuge.  <strong>27</strong> The fear of the LORD is a fountain of life, to depart from the snares of death.  <strong>28</strong> In the multitude of people is the king’s honour: but in the want of people is the destruction of the prince.  <strong>29</strong> He that is slow to wrath is of great understanding: but he that is hasty of spirit exalteth folly.  <strong>30</strong> A sound heart is the life of the flesh: but envy the rottenness of the bones.  <strong>31</strong> He that oppresseth the poor reproacheth his Maker: but he that honoureth him hath mercy on the poor.  <strong>32</strong> The wicked is driven away in his wickedness: but the righteous hath hope in his death.  <strong>33</strong> Wisdom resteth in the heart of him that hath understanding: but that which is in the midst of fools is made known.  <strong>34</strong> Righteousness exalteth a nation: but sin is a reproach to any people.  <strong>35</strong> The king’s favour is toward a wise servant: but his wrath is against him that causeth shame.  ","niv":"<sup><strong>1</strong></sup> The wise woman builds her house, but with her own hands the foolish one tears hers down. <sup><strong>2</strong></sup> He whose walk is upright fears the LORD, but he whose ways are devious despises him. <sup><strong>3</strong></sup> A fool's talk brings a rod to his back, but the lips of the wise protect them. <sup><strong>4</strong></sup> Where there are no oxen, the manger is empty, but from the strength of an ox comes an abundant harvest. <sup><strong>5</strong></sup> A truthful witness does not deceive, but a false witness pours out lies. <sup><strong>6</strong></sup> The mocker seeks wisdom and finds none, but knowledge comes easily to the discerning. <sup><strong>7</strong></sup> Stay away from a foolish man, for you will not find knowledge on his lips. <sup><strong>8</strong></sup> The wisdom of the prudent is to give thought to their ways, but the folly of fools is deception. <sup><strong>9</strong></sup> Fools mock at making amends for sin, but goodwill is found among the upright. <sup><strong>10</strong></sup> Each heart knows its own bitterness, and no one else can share its joy. <sup><strong>11</strong></sup> The house of the wicked will be destroyed, but the tent of the upright will flourish. <sup><strong>12</strong></sup> There is a way that seems right to a man, but in the end it leads to death. <sup><strong>13</strong></sup> Even in laughter the heart may ache, and joy may end in grief. <sup><strong>14</strong></sup> The faithless will be fully repaid for their ways, and the good man rewarded for his. <sup><strong>15</strong></sup> A simple man believes anything, but a prudent man gives thought to his steps. <sup><strong>16</strong></sup> A wise man fears the LORD and shuns evil, but a fool is hotheaded and reckless. <sup><strong>17</strong></sup> A quick-tempered man does foolish things, and a crafty man is hated. <sup><strong>18</strong></sup> The simple inherit folly, but the prudent are crowned with knowledge. <sup><strong>19</strong></sup> Evil men will bow down in the presence of the good, and the wicked at the gates of the righteous. <sup><strong>20</strong></sup> The poor are shunned even by their neighbors, but the rich have many friends. <sup><strong>21</strong></sup> He who despises his neighbor sins, but blessed is he who is kind to the needy. <sup><strong>22</strong></sup> Do not those who plot evil go astray? But those who plan what is good find love and faithfulness. <sup><strong>23</strong></sup> All hard work brings a profit, but mere talk leads only to poverty. <sup><strong>24</strong></sup> The wealth of the wise is their crown, but the folly of fools yields folly. <sup><strong>25</strong></sup> A truthful witness saves lives, but a false witness is deceitful. <sup><strong>26</strong></sup> He who fears the LORD has a secure fortress, and for his children it will be a refuge. <sup><strong>27</strong></sup> The fear of the LORD is a fountain of life, turning a man from the snares of death. <sup><strong>28</strong></sup> A large population is a king's glory, but without subjects a prince is ruined. <sup><strong>29</strong></sup> A patient man has great understanding, but a quick-tempered man displays folly. <sup><strong>30</strong></sup> A heart at peace gives life to the body, but envy rots the bones. <sup><strong>31</strong></sup> He who oppresses the poor shows contempt for their Maker, but whoever is kind to the needy honors God. <sup><strong>32</strong></sup> When calamity comes, the wicked are brought down, but even in death the righteous have a refuge. <sup><strong>33</strong></sup> Wisdom reposes in the heart of the discerning and even among fools she lets herself be known. <sup><strong>34</strong></sup> Righteousness exalts a nation, but sin is a disgrace to any people. <sup><strong>35</strong></sup> A king delights in a wise servant, but a shameful servant incurs his wrath. "},{"_id":"6159138b2053ce65432d85d7","topicId":"615913882053ce65432d85ce","verse":"1 Thessalonians 5:11","votes":33,"__v":0,"esv":"<div>\n<p id=\"p52005011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n</div>","kjv":"<strong>11</strong> Wherefore comfort yourselves together, and edify one another, even as also ye do.  ","niv":"<sup><strong>11</strong></sup> Therefore encourage one another and build each other up, just as in fact you are doing."},{"_id":"6159138b2053ce65432d85d8","topicId":"615913882053ce65432d85ce","verse":"Psalm 20:4","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19020004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19020004-1\">4&nbsp;</b>&nbsp;&nbsp;May he grant you your heart’s desire</span><br><span id=\"p19020004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fulfill all your plans!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Grant thee according to thine own heart, and fulfil all thy counsel.  ","niv":"<sup><strong>4</strong></sup> May he give you the desire of your heart and make all your plans succeed."},{"_id":"6159138c2053ce65432d85d9","topicId":"615913882053ce65432d85ce","verse":"Philippians 4:13","votes":31,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6159138c2053ce65432d85da","topicId":"615913882053ce65432d85ce","verse":"Isaiah 40:28-31","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040028_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_01-14\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_01-14\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br><span id=\"p23040029_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br><span id=\"p23040030_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040030-1\">30&nbsp;</b>&nbsp;&nbsp;Even youths shall faint and be weary,</span><br><span id=\"p23040030_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and young men shall fall exhausted;</span><br><span id=\"p23040031_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-14\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  <strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  <strong>30</strong> Even the youths shall faint and be weary, and the young men shall utterly fall:  <strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom. <sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak. <sup><strong>30</strong></sup> Even youths grow tired and weary, and young men stumble and fall; <sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint. "},{"_id":"6159138c2053ce65432d85db","topicId":"615913882053ce65432d85ce","verse":"1 John 4:7","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p62004007_04-15\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.</p>\n</div>","kjv":"<strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  ","niv":"<sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God."},{"_id":"6159138c2053ce65432d85dc","topicId":"615913882053ce65432d85ce","verse":"1 Peter 3:1-22","votes":26,"__v":0,"kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. "},{"_id":"6159138d2053ce65432d85dd","topicId":"615913882053ce65432d85ce","verse":"Ephesians 4:29","votes":26,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"6159138d2053ce65432d85de","topicId":"615913882053ce65432d85ce","verse":"Titus 2:1-15","votes":24,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine. <b class=\"verse-num\" id=\"v56002002-1\">2&nbsp;</b>Older men are to be sober-minded, dignified, self-controlled, sound in faith, in love, and in steadfastness. <b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled. <b class=\"verse-num\" id=\"v56002006-1\">6&nbsp;</b>Likewise, urge the younger men to be self-controlled. <b class=\"verse-num\" id=\"v56002007-1\">7&nbsp;</b>Show yourself in all respects to be a model of good works, and in your teaching show integrity, dignity, <b class=\"verse-num\" id=\"v56002008-1\">8&nbsp;</b>and sound speech that cannot be condemned, so that an opponent may be put to shame, having nothing evil to say about us. <b class=\"verse-num\" id=\"v56002009-1\">9&nbsp;</b>Bondservants are to be submissive to their own masters in everything; they are to be well-pleasing, not argumentative, <b class=\"verse-num\" id=\"v56002010-1\">10&nbsp;</b>not pilfering, but showing all good faith, so that in everything they may adorn the doctrine of God our Savior.</p>\n<p id=\"p56002010_04-19\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people, <b class=\"verse-num\" id=\"v56002012-1\">12&nbsp;</b>training us to renounce ungodliness and worldly passions, and to live self-controlled, upright, and godly lives in the present age, <b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ, <b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n<p id=\"p56002014_04-19\"><b class=\"verse-num\" id=\"v56002015-1\">15&nbsp;</b>Declare these things; exhort and rebuke with all authority. Let no one disregard you.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  <strong>2</strong> That the aged men be sober, grave, temperate, sound in faith, in charity, in patience.  <strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  <strong>6</strong> Young men likewise exhort to be sober minded.  <strong>7</strong> In all things shewing thyself a pattern of good works: in doctrine shewing uncorruptness, gravity, sincerity,  <strong>8</strong> Sound speech, that cannot be condemned; that he that is of the contrary part may be ashamed, having no evil thing to say of you.  <strong>9</strong> Exhort servants to be obedient unto their own masters, and to please them well in all things; not answering again;  <strong>10</strong> Not purloining, but shewing all good fidelity; that they may adorn the doctrine of God our Saviour in all things.  <strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  <strong>12</strong> Teaching us that, denying ungodliness and worldly lusts, we should live soberly, righteously, and godly, in this present world;  <strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  <strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  <strong>15</strong> These things speak, and exhort, and rebuke with all authority. Let no man despise thee.  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine. <sup><strong>2</strong></sup> Teach the older men to be temperate, worthy of respect, self-controlled, and sound in faith, in love and in endurance. <sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. <sup><strong>6</strong></sup> Similarly, encourage the young men to be self-controlled. <sup><strong>7</strong></sup> In everything set them an example by doing what is good. In your teaching show integrity, seriousness <sup><strong>8</strong></sup> and soundness of speech that cannot be condemned, so that those who oppose you may be ashamed because they have nothing bad to say about us. <sup><strong>9</strong></sup> Teach slaves to be subject to their masters in everything, to try to please them, not to talk back to them, <sup><strong>10</strong></sup> and not to steal from them, but to show that they can be fully trusted, so that in every way they will make the teaching about God our Savior attractive. <sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men. <sup><strong>12</strong></sup> It teaches us to say \"No\" to ungodliness and worldly passions, and to live self-controlled, upright and godly lives in this present age, <sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ, <sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good. <sup><strong>15</strong></sup> These, then, are the things you should teach. Encourage and rebuke with all authority. Do not let anyone despise you. "},{"_id":"6159138d2053ce65432d85df","topicId":"615913882053ce65432d85ce","verse":"Psalm 143:10","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19143010_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19143010-1\">10&nbsp;</b>&nbsp;&nbsp;Teach me to do your will,</span><br><span id=\"p19143010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you are my God!</span><br><span id=\"p19143010_01-20\" class=\"line\">&nbsp;&nbsp;Let your good Spirit lead me</span><br><span id=\"p19143010_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on level ground!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Teach me to do thy will; for thou art my God: thy spirit is good; lead me into the land of uprightness.  ","niv":"<sup><strong>10</strong></sup> Teach me to do your will, for you are my God; may your good Spirit lead me on level ground."},{"_id":"6159138e2053ce65432d85e0","topicId":"615913882053ce65432d85ce","verse":"Matthew 6:33","votes":23,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"6159138e2053ce65432d85e1","topicId":"615913882053ce65432d85ce","verse":"Psalm 139:14","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-22\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},{"_id":"6159138e2053ce65432d85e2","topicId":"615913882053ce65432d85ce","verse":"Ephesians 5:16","votes":19,"__v":0,"esv":"<div>\n<p id=\"p49005016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil.</p>\n</div>","kjv":"<strong>16</strong> Redeeming the time, because the days are evil.  ","niv":"<sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil."},{"_id":"6159138f2053ce65432d85e3","topicId":"615913882053ce65432d85ce","verse":"Philippians 2:14","votes":18,"__v":0,"esv":"<div>\n<p id=\"p50002014_01-24\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing,</p>\n</div>","kjv":"<strong>14</strong> Do all things without murmurings and disputings:  ","niv":"<sup><strong>14</strong></sup> Do everything without complaining or arguing,"},{"_id":"6159138f2053ce65432d85e4","topicId":"615913882053ce65432d85ce","verse":"Jeremiah 17:7-8","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017007-1\">7&nbsp;</b>&nbsp;&nbsp;“Blessed is the man who trusts in the LORD,</span><br><span id=\"p24017007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose trust is the LORD.</span><br><span id=\"p24017008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-25\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-25\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Blessed is the man that trusteth in the LORD, and whose hope the LORD is.  <strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  ","niv":"<sup><strong>7</strong></sup> \"But blessed is the man who trusts in the LORD, whose confidence is in him. <sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\" "},{"_id":"6159138f2053ce65432d85e5","topicId":"615913882053ce65432d85ce","verse":"1 Timothy 6:10","votes":17,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"6159138f2053ce65432d85e6","topicId":"615913882053ce65432d85ce","verse":"Ephesians 4:25-32","votes":16,"__v":0,"esv":"<div>\n<p id=\"p49004025_01-28\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"615913902053ce65432d85e7","topicId":"615913882053ce65432d85ce","verse":"Proverbs 14:1","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014001_01-29\" class=\"line\"><b class=\"chapter-num\" id=\"v20014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;The wisest of women builds her house,</span><br><span id=\"p20014001_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but folly with her own hands tears it down.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Every wise woman buildeth her house: but the foolish plucketh it down with her hands.  ","niv":"<sup><strong>1</strong></sup> The wise woman builds her house, but with her own hands the foolish one tears hers down."}]}