{"_id":"615923f0cd920c662dfffcce","slug":"being-prepared","name":"Being Prepared","verses":[{"_id":"615923f1cd920c662dfffccf","topicId":"615923f0cd920c662dfffcce","verse":"Matthew 24:44","votes":207,"__v":0,"esv":"<div>\n<p id=\"p40024044_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024044-1\">44&nbsp;</b><span class=\"woc\">Therefore you also must be ready, for the Son of Man is coming at an hour you do not expect.</span></p>\n</div>","kjv":"<strong>44</strong> Therefore be ye also ready: for in such an hour as ye think not the Son of man cometh.  ","niv":"<sup><strong>44</strong></sup> So you also must be ready, because the Son of Man will come at an hour when you do not expect him.","modified":"2023-10-20T12:51:08.296Z"},{"_id":"615923f1cd920c662dfffcd0","topicId":"615923f0cd920c662dfffcce","verse":"1 Peter 3:15","votes":120,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,","modified":"2022-04-06T13:39:29.585Z"},{"_id":"615923f1cd920c662dfffcd1","topicId":"615923f0cd920c662dfffcce","verse":"1 Corinthians 16:13","votes":103,"__v":0,"esv":"<div>\n<p id=\"p46016013_01-5\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong."},{"_id":"615923f1cd920c662dfffcd2","topicId":"615923f0cd920c662dfffcce","verse":"Proverbs 6:6-8","votes":96,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20006006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006006-1\">6&nbsp;</b>&nbsp;&nbsp;Go to the ant, O sluggard;</span><br><span id=\"p20006006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;consider her ways, and be wise.</span><br><span id=\"p20006007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006007-1\">7&nbsp;</b>&nbsp;&nbsp;Without having any chief,</span><br><span id=\"p20006007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;officer, or ruler,</span><br><span id=\"p20006008_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20006008-1\">8&nbsp;</b>&nbsp;&nbsp;she prepares her bread in summer</span><br><span id=\"p20006008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gathers her food in harvest.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Go to the ant, thou sluggard; consider her ways, and be wise:  <strong>7</strong> Which having no guide, overseer, or ruler,  <strong>8</strong> Provideth her meat in the summer, and gathereth her food in the harvest.  ","niv":"<sup><strong>6</strong></sup> Go to the ant, you sluggard; consider its ways and be wise! <sup><strong>7</strong></sup> It has no commander, no overseer or ruler, <sup><strong>8</strong></sup> yet it stores its provisions in summer and gathers its food at harvest. ","modified":"2023-08-02T14:10:16.385Z"},{"_id":"615923f2cd920c662dfffcd3","topicId":"615923f0cd920c662dfffcce","verse":"Hebrews 11:7","votes":90,"__v":0,"esv":"<div>\n<p id=\"p58011007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n</div>","kjv":"<strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  ","niv":"<sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith.","modified":"2023-07-25T21:35:16.285Z"},{"_id":"615923f2cd920c662dfffcd4","topicId":"615923f0cd920c662dfffcce","verse":"Matthew 25:13","votes":89,"__v":0,"esv":"<div>\n\n<p id=\"p40025001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40025001-1\">25:1&nbsp;</b><span class=\"woc\">“Then the kingdom of heaven will be like ten virgins who took their lamps and went to meet the bridegroom.</span> <b class=\"verse-num woc\" id=\"v40025002-1\">2&nbsp;</b><span class=\"woc\">Five of them were foolish, and five were wise.</span> <b class=\"verse-num woc\" id=\"v40025003-1\">3&nbsp;</b><span class=\"woc\">For when the foolish took their lamps, they took no oil with them,</span> <b class=\"verse-num woc\" id=\"v40025004-1\">4&nbsp;</b><span class=\"woc\">but the wise took flasks of oil with their lamps.</span> <b class=\"verse-num woc\" id=\"v40025005-1\">5&nbsp;</b><span class=\"woc\">As the bridegroom was delayed, they all became drowsy and slept.</span> <b class=\"verse-num woc\" id=\"v40025006-1\">6&nbsp;</b><span class=\"woc\">But at midnight there was a cry, ‘Here is the bridegroom! Come out to meet him.’</span> <b class=\"verse-num woc\" id=\"v40025007-1\">7&nbsp;</b><span class=\"woc\">Then all those virgins rose and trimmed their lamps.</span> <b class=\"verse-num woc\" id=\"v40025008-1\">8&nbsp;</b><span class=\"woc\">And the foolish said to the wise, ‘Give us some of your oil, for our lamps are going out.’</span> <b class=\"verse-num woc\" id=\"v40025009-1\">9&nbsp;</b><span class=\"woc\">But the wise answered, saying, ‘Since there will not be enough for us and for you, go rather to the dealers and buy for yourselves.’</span> <b class=\"verse-num woc\" id=\"v40025010-1\">10&nbsp;</b><span class=\"woc\">And while they were going to buy, the bridegroom came, and those who were ready went in with him to the marriage feast, and the door was shut.</span> <b class=\"verse-num woc\" id=\"v40025011-1\">11&nbsp;</b><span class=\"woc\">Afterward the other virgins came also, saying, ‘Lord, lord, open to us.’</span> <b class=\"verse-num woc\" id=\"v40025012-1\">12&nbsp;</b><span class=\"woc\">But he answered, ‘Truly, I say to you, I do not know you.’</span> <b class=\"verse-num woc\" id=\"v40025013-1\">13&nbsp;</b><span class=\"woc\">Watch therefore, for you know neither the day nor the hour.</span></p>\n\n<p id=\"p40025013_12-12\"><b class=\"verse-num woc\" id=\"v40025014-1\">14&nbsp;</b><span class=\"woc\">“For it will be like a man going on a journey, who called his servants and entrusted to them his property.</span> <b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span> <b class=\"verse-num woc\" id=\"v40025016-1\">16&nbsp;</b><span class=\"woc\">He who had received the five talents went at once and traded with them, and he made five talents more.</span> <b class=\"verse-num woc\" id=\"v40025017-1\">17&nbsp;</b><span class=\"woc\">So also he who had the two talents made two talents more.</span> <b class=\"verse-num woc\" id=\"v40025018-1\">18&nbsp;</b><span class=\"woc\">But he who had received the one talent went and dug in the ground and hid his master’s money.</span> <b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span> <b class=\"verse-num woc\" id=\"v40025020-1\">20&nbsp;</b><span class=\"woc\">And he who had received the five talents came forward, bringing five talents more, saying, ‘Master, you delivered to me five talents; here, I have made five talents more.’</span> <b class=\"verse-num woc\" id=\"v40025021-1\">21&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025022-1\">22&nbsp;</b><span class=\"woc\">And he also who had the two talents came forward, saying, ‘Master, you delivered to me two talents; here, I have made two talents more.’</span> <b class=\"verse-num woc\" id=\"v40025023-1\">23&nbsp;</b><span class=\"woc\">His master said to him, ‘Well done, good and faithful servant. You have been faithful over a little; I will set you over much. Enter into the joy of your master.’</span> <b class=\"verse-num woc\" id=\"v40025024-1\">24&nbsp;</b><span class=\"woc\">He also who had received the one talent came forward, saying, ‘Master, I knew you to be a hard man, reaping where you did not sow, and gathering where you scattered no seed,</span> <b class=\"verse-num woc\" id=\"v40025025-1\">25&nbsp;</b><span class=\"woc\">so I was afraid, and I went and hid your talent in the ground. Here, you have what is yours.’</span> <b class=\"verse-num woc\" id=\"v40025026-1\">26&nbsp;</b><span class=\"woc\">But his master answered him, ‘You wicked and slothful servant! You knew that I reap where I have not sown and gather where I scattered no seed?</span> <b class=\"verse-num woc\" id=\"v40025027-1\">27&nbsp;</b><span class=\"woc\">Then you ought to have invested my money with the bankers, and at my coming I should have received what was my own with interest.</span> <b class=\"verse-num woc\" id=\"v40025028-1\">28&nbsp;</b><span class=\"woc\">So take the talent from him and give it to him who has the ten talents.</span> <b class=\"verse-num woc\" id=\"v40025029-1\">29&nbsp;</b><span class=\"woc\">For to everyone who has will more be given, and he will have an abundance. But from the one who has not, even what he has will be taken away.</span> <b class=\"verse-num woc\" id=\"v40025030-1\">30&nbsp;</b><span class=\"woc\">And cast the worthless servant into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span></p>\n\n<p id=\"p40025030_15-12\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_15-12\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. ","niv":"<sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour.","modified":"2022-10-20T12:13:27.909Z"},{"_id":"615923f2cd920c662dfffcd5","topicId":"615923f0cd920c662dfffcce","verse":"Proverbs 22:3","votes":80,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022003_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022003-1\">3&nbsp;</b>&nbsp;&nbsp;The prudent sees danger and hides himself,</span><br><span id=\"p20022003_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the simple go on and suffer for it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.  ","niv":"<sup><strong>3</strong></sup> A prudent man sees danger and takes refuge, but the simple keep going and suffer for it.","modified":"2022-07-28T16:04:44.305Z"},{"_id":"615923f3cd920c662dfffcd6","topicId":"615923f0cd920c662dfffcce","verse":"Romans 13:11-14","votes":68,"__v":0,"esv":"<div>\n<p id=\"p45013011_01-10\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. ","modified":"2022-07-27T03:23:24.432Z"},{"_id":"615923f3cd920c662dfffcd7","topicId":"615923f0cd920c662dfffcce","verse":"1 John 2:28","votes":63,"__v":0,"esv":"<div>\n\n<p id=\"p62002028_04-11\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming.</p>\n</div>","kjv":"<strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  ","niv":"<sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming."},{"_id":"615923f3cd920c662dfffcd8","topicId":"615923f0cd920c662dfffcce","verse":"Matthew 25:1-46","votes":57,"__v":0,"kjv":"<strong>1</strong>           Then shall the kingdom of heaven be likened unto ten virgins, which took their lamps, and went forth to meet the bridegroom.  <strong>2</strong> And five of them were wise, and five were foolish.  <strong>3</strong> They that were foolish took their lamps, and took no oil with them:  <strong>4</strong> But the wise took oil in their vessels with their lamps.  <strong>5</strong> While the bridegroom tarried, they all slumbered and slept.  <strong>6</strong> And at midnight there was a cry made, Behold, the bridegroom cometh; go ye out to meet him.  <strong>7</strong> Then all those virgins arose, and trimmed their lamps.  <strong>8</strong> And the foolish said unto the wise, Give us of your oil; for our lamps are gone out.  <strong>9</strong> But the wise answered, saying, Not so; lest there be not enough for us and you: but go ye rather to them that sell, and buy for yourselves.  <strong>10</strong> And while they went to buy, the bridegroom came; and they that were ready went in with him to the marriage: and the door was shut.  <strong>11</strong> Afterward came also the other virgins, saying, Lord, Lord, open to us.  <strong>12</strong> But he answered and said, Verily I say unto you, I know you not.  <strong>13</strong> Watch therefore, for ye know neither the day nor the hour wherein the Son of man cometh. <strong>14</strong>           For the kingdom of heaven is as a man travelling into a far country, who called his own servants, and delivered unto them his goods.  <strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  <strong>16</strong> Then he that had received the five talents went and traded with the same, and made them other five talents.  <strong>17</strong> And likewise he that had received two, he also gained other two.  <strong>18</strong> But he that had received one went and digged in the earth, and hid his lord’s money.  <strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  <strong>20</strong> And so he that had received five talents came and brought other five talents, saying, Lord, thou deliveredst unto me five talents: behold, I have gained beside them five talents more.  <strong>21</strong> His lord said unto him, Well done, thou good and faithful servant: thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>22</strong> He also that had received two talents came and said, Lord, thou deliveredst unto me two talents: behold, I have gained two other talents beside them.  <strong>23</strong> His lord said unto him, Well done, good and faithful servant; thou hast been faithful over a few things, I will make thee ruler over many things: enter thou into the joy of thy lord.  <strong>24</strong> Then he which had received the one talent came and said, Lord, I knew thee that thou art an hard man, reaping where thou hast not sown, and gathering where thou hast not strawed:  <strong>25</strong> And I was afraid, and went and hid thy talent in the earth: lo, there thou hast that is thine.  <strong>26</strong> His lord answered and said unto him, Thou wicked and slothful servant, thou knewest that I reap where I sowed not, and gather where I have not strawed:  <strong>27</strong> Thou oughtest therefore to have put my money to the exchangers, and then at my coming I should have received mine own with usury.  <strong>28</strong> Take therefore the talent from him, and give it unto him which hath ten talents.  <strong>29</strong> For unto every one that hath shall be given, and he shall have abundance: but from him that hath not shall be taken away even that which he hath.  <strong>30</strong> And cast ye the unprofitable servant into outer darkness: there shall be weeping and gnashing of teeth. <strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>1</strong></sup> \"At that time the kingdom of heaven will be like ten virgins who took their lamps and went out to meet the bridegroom. <sup><strong>2</strong></sup> Five of them were foolish and five were wise. <sup><strong>3</strong></sup> The foolish ones took their lamps but did not take any oil with them. <sup><strong>4</strong></sup> The wise, however, took oil in jars along with their lamps. <sup><strong>5</strong></sup> The bridegroom was a long time in coming, and they all became drowsy and fell asleep. <sup><strong>6</strong></sup> \"At midnight the cry rang out: 'Here's the bridegroom! Come out to meet him!' <sup><strong>7</strong></sup> \"Then all the virgins woke up and trimmed their lamps. <sup><strong>8</strong></sup> The foolish ones said to the wise, 'Give us some of your oil; our lamps are going out.' <sup><strong>9</strong></sup> \"'No,' they replied, 'there may not be enough for both us and you. Instead, go to those who sell oil and buy some for yourselves.' <sup><strong>10</strong></sup> \"But while they were on their way to buy the oil, the bridegroom arrived. The virgins who were ready went in with him to the wedding banquet. And the door was shut. <sup><strong>11</strong></sup> \"Later the others also came. 'Sir! Sir!' they said. 'Open the door for us!' <sup><strong>12</strong></sup> \"But he replied, 'I tell you the truth, I don't know you.' <sup><strong>13</strong></sup> \"Therefore keep watch, because you do not know the day or the hour. <sup><strong>14</strong></sup> \"Again, it will be like a man going on a journey, who called his servants and entrusted his property to them. <sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey. <sup><strong>16</strong></sup> The man who had received the five talents went at once and put his money to work and gained five more. <sup><strong>17</strong></sup> So also, the one with the two talents gained two more. <sup><strong>18</strong></sup> But the man who had received the one talent went off, dug a hole in the ground and hid his master's money. <sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them. <sup><strong>20</strong></sup> The man who had received the five talents brought the other five. 'Master,' he said, 'you entrusted me with five talents. See, I have gained five more.' <sup><strong>21</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>22</strong></sup> \"The man with the two talents also came. 'Master,' he said, 'you entrusted me with two talents; see, I have gained two more.' <sup><strong>23</strong></sup> \"His master replied, 'Well done, good and faithful servant! You have been faithful with a few things; I will put you in charge of many things. Come and share your master's happiness!' <sup><strong>24</strong></sup> \"Then the man who had received the one talent came. 'Master,' he said, 'I knew that you are a hard man, harvesting where you have not sown and gathering where you have not scattered seed. <sup><strong>25</strong></sup> So I was afraid and went out and hid your talent in the ground. See, here is what belongs to you.' <sup><strong>26</strong></sup> \"His master replied, 'You wicked, lazy servant! So you knew that I harvest where I have not sown and gather where I have not scattered seed? <sup><strong>27</strong></sup> Well then, you should have put my money on deposit with the bankers, so that when I returned I would have received it back with interest. <sup><strong>28</strong></sup> \"'Take the talent from him and give it to the one who has the ten talents. <sup><strong>29</strong></sup> For everyone who has will be given more, and he will have an abundance. Whoever does not have, even what he has will be taken from him. <sup><strong>30</strong></sup> And throw that worthless servant outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" ","modified":"2023-07-17T18:27:56.890Z"},{"_id":"615923f4cd920c662dfffcd9","topicId":"615923f0cd920c662dfffcce","verse":"James 2:24","votes":52,"__v":0,"esv":"<div>\n<p id=\"p59002024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone.</p>\n</div>","kjv":"<strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  ","niv":"<sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone."},{"_id":"615923f4cd920c662dfffcda","topicId":"615923f0cd920c662dfffcce","verse":"John 14:3","votes":51,"__v":0,"esv":"<div>\n<p id=\"p43014003_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span></p>\n</div>","kjv":"<strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  ","niv":"<sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am."},{"_id":"615923f4cd920c662dfffcdb","topicId":"615923f0cd920c662dfffcce","verse":"Matthew 24:42","votes":41,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come.","modified":"2022-08-12T14:49:16.224Z"},{"_id":"615923f4cd920c662dfffcdc","topicId":"615923f0cd920c662dfffcce","verse":"Titus 2:13","votes":31,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,","modified":"2023-10-20T07:49:53.296Z"},{"_id":"615923f5cd920c662dfffcdd","topicId":"615923f0cd920c662dfffcce","verse":"John 16:33","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"615923f5cd920c662dfffcde","topicId":"615923f0cd920c662dfffcce","verse":"1 Thessalonians 4:13-18","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-19\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"615923f6cd920c662dfffcdf","topicId":"615923f0cd920c662dfffcce","verse":"Ephesians 2:10","votes":31,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do.","modified":"2022-10-18T13:49:08.650Z"},{"_id":"615923f6cd920c662dfffce0","topicId":"615923f0cd920c662dfffcce","verse":"Luke 21:36","votes":29,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"615923f6cd920c662dfffce1","topicId":"615923f0cd920c662dfffcce","verse":"1 Corinthians 15:52","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46015052_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.</p>\n</div>","kjv":"<strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  ","niv":"<sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed."},{"_id":"615923f6cd920c662dfffce2","topicId":"615923f0cd920c662dfffcce","verse":"Colossians 2:8","votes":27,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-24\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"615923f7cd920c662dfffce3","topicId":"615923f0cd920c662dfffcce","verse":"Psalm 23:4","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023004_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_01-25\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  ","niv":"<sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},{"_id":"615923f7cd920c662dfffce4","topicId":"615923f0cd920c662dfffcce","verse":"Philippians 4:13","votes":23,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615923f7cd920c662dfffce5","topicId":"615923f0cd920c662dfffcce","verse":"Luke 13:3","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."},{"_id":"615923f7cd920c662dfffce6","topicId":"615923f0cd920c662dfffcce","verse":"Matthew 5:8","votes":19,"__v":0,"esv":"<div>\n<p id=\"p40005008_01-28\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n</div>","kjv":"<strong>8</strong> Blessed are the pure in heart: for they shall see God.  ","niv":"<sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God."},{"_id":"615923f8cd920c662dfffce7","topicId":"615923f0cd920c662dfffcce","verse":"Jeremiah 1:5","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-29\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-29\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\"","modified":"2022-06-22T16:05:35.641Z"}]}