{"_id":"6159125c2053ce65432d84f8","slug":"being-perfect-christian","name":"Being A Perfect Christian","verses":[{"_id":"6159125d2053ce65432d84f9","topicId":"6159125c2053ce65432d84f8","verse":"Romans 3:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"6159125d2053ce65432d84fa","topicId":"6159125c2053ce65432d84f8","verse":"Luke 13:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."},{"_id":"6159125d2053ce65432d84fb","topicId":"6159125c2053ce65432d84f8","verse":"2 Corinthians 12:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"6159125d2053ce65432d84fc","topicId":"6159125c2053ce65432d84f8","verse":"James 4:11-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-4\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"6159125e2053ce65432d84fd","topicId":"6159125c2053ce65432d84f8","verse":"Romans 12:1-2","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"6159125e2053ce65432d84fe","topicId":"6159125c2053ce65432d84f8","verse":"James 2:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002024_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone.</p>\n</div>","kjv":"<strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  ","niv":"<sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone."},{"_id":"6159125e2053ce65432d84ff","topicId":"6159125c2053ce65432d84f8","verse":"Acts 2:38","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-8\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-8\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-8\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-8\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-8\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-8\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-8\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-8\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-8\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-8\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-8\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6159125f2053ce65432d8500","topicId":"6159125c2053ce65432d84f8","verse":"Acts 2:1-47","votes":3,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6159125f2053ce65432d8501","topicId":"6159125c2053ce65432d84f8","verse":"1 John 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"6159125f2053ce65432d8502","topicId":"6159125c2053ce65432d84f8","verse":"Hebrews 11:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58011007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n</div>","kjv":"<strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  ","niv":"<sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith."},{"_id":"615912602053ce65432d8503","topicId":"6159125c2053ce65432d84f8","verse":"2 Timothy 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them."},{"_id":"615912602053ce65432d8504","topicId":"6159125c2053ce65432d84f8","verse":"Philippians 3:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50003015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you.</p>\n</div>","kjv":"<strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  ","niv":"<sup><strong>15</strong></sup> All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you."},{"_id":"615912602053ce65432d8505","topicId":"6159125c2053ce65432d84f8","verse":"John 20:30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43020030_06-13\"><b class=\"verse-num\" id=\"v43020030-1\">30&nbsp;</b>Now Jesus did many other signs in the presence of the disciples, which are not written in this book;</p>\n</div>","kjv":"<strong>30</strong> And many other signs truly did Jesus in the presence of his disciples, which are not written in this book:  ","niv":"<sup><strong>30</strong></sup> Jesus did many other miraculous signs in the presence of his disciples, which are not recorded in this book."},{"_id":"615912602053ce65432d8506","topicId":"6159125c2053ce65432d84f8","verse":"John 8:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\""},{"_id":"615912612053ce65432d8507","topicId":"6159125c2053ce65432d84f8","verse":"John 1:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"615912612053ce65432d8508","topicId":"6159125c2053ce65432d84f8","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"615912612053ce65432d8509","topicId":"6159125c2053ce65432d84f8","verse":"2 Thessalonians 3:6","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p53003006_04-17\"><b class=\"verse-num\" id=\"v53003006-1\">6&nbsp;</b>Now we command you, brothers, in the name of our Lord Jesus Christ, that you keep away from any brother who is walking in idleness and not in accord with the tradition that you received from us.</p>\n</div>","kjv":"<strong>6</strong> Now we command you, brethren, in the name of our Lord Jesus Christ, that ye withdraw yourselves from every brother that walketh disorderly, and not after the tradition which he received of us.  ","niv":"<sup><strong>6</strong></sup> In the name of the Lord Jesus Christ, we command you, brothers, to keep away from every brother who is idle and does not live according to the teaching you received from us."},{"_id":"615912622053ce65432d850a","topicId":"6159125c2053ce65432d84f8","verse":"2 Thessalonians 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p53001008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus.</p>\n</div>","kjv":"<strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  ","niv":"<sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus."},{"_id":"615912622053ce65432d850b","topicId":"6159125c2053ce65432d84f8","verse":"Colossians 2:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-19\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"615912622053ce65432d850c","topicId":"6159125c2053ce65432d84f8","verse":"Romans 12:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615912622053ce65432d850d","topicId":"6159125c2053ce65432d84f8","verse":"Acts 22:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'"},{"_id":"615912632053ce65432d850e","topicId":"6159125c2053ce65432d84f8","verse":"John 15:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"615912632053ce65432d850f","topicId":"6159125c2053ce65432d84f8","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615912632053ce65432d8510","topicId":"6159125c2053ce65432d84f8","verse":"Matthew 28:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. <b class=\"verse-num\" id=\"v40028002-1\">2&nbsp;</b>And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. <b class=\"verse-num\" id=\"v40028003-1\">3&nbsp;</b>His appearance was like lightning, and his clothing white as snow. <b class=\"verse-num\" id=\"v40028004-1\">4&nbsp;</b>And for fear of him the guards trembled and became like dead men. <b class=\"verse-num\" id=\"v40028005-1\">5&nbsp;</b>But the angel said to the women, “Do not be afraid, for I know that you seek Jesus who was crucified. <b class=\"verse-num\" id=\"v40028006-1\">6&nbsp;</b>He is not here, for he has risen, as he said. Come, see the place where he lay. <b class=\"verse-num\" id=\"v40028007-1\">7&nbsp;</b>Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.” <b class=\"verse-num\" id=\"v40028008-1\">8&nbsp;</b>So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. <b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_08-24\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n\n<p id=\"p40028015_11-24\"><b class=\"verse-num\" id=\"v40028016-1\">16&nbsp;</b>Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. <b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted. <b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  <strong>2</strong> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.  <strong>3</strong> His countenance was like lightning, and his raiment white as snow:  <strong>4</strong> And for fear of him the keepers did shake, and became as dead men.  <strong>5</strong> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.  <strong>6</strong> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.  <strong>7</strong> And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.  <strong>8</strong> And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.  <strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  <strong>16</strong> Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.  <strong>17</strong> And when they saw him, they worshipped him: but some doubted.  <strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. <sup><strong>2</strong></sup> There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. <sup><strong>3</strong></sup> His appearance was like lightning, and his clothes were white as snow. <sup><strong>4</strong></sup> The guards were so afraid of him that they shook and became like dead men. <sup><strong>5</strong></sup> The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. <sup><strong>6</strong></sup> He is not here; he has risen, just as he said. Come and see the place where he lay. <sup><strong>7</strong></sup> Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" <sup><strong>8</strong></sup> So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. <sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. <sup><strong>16</strong></sup> Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. <sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted. <sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"615912642053ce65432d8511","topicId":"6159125c2053ce65432d84f8","verse":"Matthew 7:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40007023_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!'","modified":"2022-06-28T17:33:08.342Z"}]}