{"_id":"61592678cd920c662dfffebc","slug":"being-slain-in-the-spirit","name":"Being Slain In The Spirit","verses":[{"_id":"61592679cd920c662dfffebd","topicId":"61592678cd920c662dfffebc","verse":"Acts 9:1-43","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p44009001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44009001-1\">9:1&nbsp;</b>But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest <b class=\"verse-num\" id=\"v44009002-1\">2&nbsp;</b>and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem. <b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span> <b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one. <b class=\"verse-num\" id=\"v44009008-1\">8&nbsp;</b>Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. <b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n<p id=\"p44009009_05-1\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.” <b class=\"verse-num\" id=\"v44009011-1\">11&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,</span> <b class=\"verse-num woc\" id=\"v44009012-1\">12&nbsp;</b><span class=\"woc\">and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”</span> <b class=\"verse-num\" id=\"v44009013-1\">13&nbsp;</b>But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem. <b class=\"verse-num\" id=\"v44009014-1\">14&nbsp;</b>And here he has authority from the chief priests to bind all who call on your name.” <b class=\"verse-num\" id=\"v44009015-1\">15&nbsp;</b>But the Lord said to him, <span class=\"woc\">“Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.</span> <b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span> <b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.” <b class=\"verse-num\" id=\"v44009018-1\">18&nbsp;</b>And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized; <b class=\"verse-num\" id=\"v44009019-1\">19&nbsp;</b>and taking food, he was strengthened.</p>\n\n<p id=\"p44009019_10-1\">For some days he was with the disciples at Damascus. <b class=\"verse-num\" id=\"v44009020-1\">20&nbsp;</b>And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.” <b class=\"verse-num\" id=\"v44009021-1\">21&nbsp;</b>And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?” <b class=\"verse-num\" id=\"v44009022-1\">22&nbsp;</b>But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ.</p>\n\n<p id=\"p44009022_14-1\"><b class=\"verse-num\" id=\"v44009023-1\">23&nbsp;</b>When many days had passed, the Jews plotted to kill him, <b class=\"verse-num\" id=\"v44009024-1\">24&nbsp;</b>but their plot became known to Saul. They were watching the gates day and night in order to kill him, <b class=\"verse-num\" id=\"v44009025-1\">25&nbsp;</b>but his disciples took him by night and let him down through an opening in the wall, lowering him in a basket.</p>\n\n<p id=\"p44009025_17-1\"><b class=\"verse-num\" id=\"v44009026-1\">26&nbsp;</b>And when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple. <b class=\"verse-num\" id=\"v44009027-1\">27&nbsp;</b>But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus. <b class=\"verse-num\" id=\"v44009028-1\">28&nbsp;</b>So he went in and out among them at Jerusalem, preaching boldly in the name of the Lord. <b class=\"verse-num\" id=\"v44009029-1\">29&nbsp;</b>And he spoke and disputed against the Hellenists. But they were seeking to kill him. <b class=\"verse-num\" id=\"v44009030-1\">30&nbsp;</b>And when the brothers learned this, they brought him down to Caesarea and sent him off to Tarsus.</p>\n<p id=\"p44009030_17-1\"><b class=\"verse-num\" id=\"v44009031-1\">31&nbsp;</b>So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied.</p>\n\n<p id=\"p44009031_21-1\"><b class=\"verse-num\" id=\"v44009032-1\">32&nbsp;</b>Now as Peter went here and there among them all, he came down also to the saints who lived at Lydda. <b class=\"verse-num\" id=\"v44009033-1\">33&nbsp;</b>There he found a man named Aeneas, bedridden for eight years, who was paralyzed. <b class=\"verse-num\" id=\"v44009034-1\">34&nbsp;</b>And Peter said to him, “Aeneas, Jesus Christ heals you; rise and make your bed.” And immediately he rose. <b class=\"verse-num\" id=\"v44009035-1\">35&nbsp;</b>And all the residents of Lydda and Sharon saw him, and they turned to the Lord.</p>\n\n<p id=\"p44009035_25-1\"><b class=\"verse-num\" id=\"v44009036-1\">36&nbsp;</b>Now there was in Joppa a disciple named Tabitha, which, translated, means Dorcas. She was full of good works and acts of charity. <b class=\"verse-num\" id=\"v44009037-1\">37&nbsp;</b>In those days she became ill and died, and when they had washed her, they laid her in an upper room. <b class=\"verse-num\" id=\"v44009038-1\">38&nbsp;</b>Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, urging him, “Please come to us without delay.” <b class=\"verse-num\" id=\"v44009039-1\">39&nbsp;</b>So Peter rose and went with them. And when he arrived, they took him to the upper room. All the widows stood beside him weeping and showing tunics and other garments that Dorcas made while she was with them. <b class=\"verse-num\" id=\"v44009040-1\">40&nbsp;</b>But Peter put them all outside, and knelt down and prayed; and turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up. <b class=\"verse-num\" id=\"v44009041-1\">41&nbsp;</b>And he gave her his hand and raised her up. Then, calling the saints and widows, he presented her alive. <b class=\"verse-num\" id=\"v44009042-1\">42&nbsp;</b>And it became known throughout all Joppa, and many believed in the Lord. <b class=\"verse-num\" id=\"v44009043-1\">43&nbsp;</b>And he stayed in Joppa for many days with one Simon, a tanner.</p>\n\n</div>","kjv":"<strong>1</strong> And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,  <strong>2</strong> And desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.  <strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  <strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  <strong>8</strong> And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.  <strong>9</strong> And he was three days without sight, and neither did eat nor drink.  <strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  <strong>11</strong> And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one  called Saul, of Tarsus: for, behold, he prayeth,  <strong>12</strong> And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.  <strong>13</strong> Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:  <strong>14</strong> And here he hath authority from the chief priests to bind all that call on thy name.  <strong>15</strong> But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:  <strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  <strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  <strong>18</strong> And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.  <strong>19</strong> And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.  <strong>20</strong> And straightway he preached Christ in the synagogues, that he is the Son of God.  <strong>21</strong> But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?  <strong>22</strong> But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ.  <strong>23</strong> And after that many days were fulfilled, the Jews took counsel to kill him:  <strong>24</strong> But their laying await was known of Saul. And they watched the gates day and night to kill him.  <strong>25</strong> Then the disciples took him by night, and let him down by the wall in a basket.  <strong>26</strong> And when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple.  <strong>27</strong> But Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus.  <strong>28</strong> And he was with them coming in and going out at Jerusalem.  <strong>29</strong> And he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him.  <strong>30</strong> Which when the brethren knew, they brought him down to Caesarea, and sent him forth to Tarsus.  <strong>31</strong> Then had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied.  <strong>32</strong> And it came to pass, as Peter passed throughout all quarters,  he came down also to the saints which dwelt at Lydda.  <strong>33</strong> And there he found a certain man named Aeneas, which had kept his bed eight years, and was sick of the palsy.  <strong>34</strong> And Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately.  <strong>35</strong> And all that dwelt at Lydda and Saron saw him, and turned to the Lord.  <strong>36</strong> Now there was at Joppa a certain disciple named Tabitha, which by interpretation is called Dorcas: this woman was full of good works and almsdeeds which she did.  <strong>37</strong> And it came to pass in those days, that she was sick, and died: whom when they had washed, they laid her in an upper chamber.  <strong>38</strong> And forasmuch as Lydda was nigh to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring him  that he would not delay to come to them.  <strong>39</strong> Then Peter arose and went with them. When he was come, they brought him into the upper chamber: and all the widows stood by him weeping, and shewing the coats and garments which Dorcas made, while she was with them.  <strong>40</strong> But Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up.  <strong>41</strong> And he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive.  <strong>42</strong> And it was known throughout all Joppa; and many believed in the Lord.  <strong>43</strong> And it came to pass, that he tarried many days in Joppa with one Simon a tanner.  ","niv":"<sup><strong>1</strong></sup> Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest <sup><strong>2</strong></sup> and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem. <sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" <sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone. <sup><strong>8</strong></sup> Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus. <sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything. <sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered. <sup><strong>11</strong></sup> The Lord told him, \"Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying. <sup><strong>12</strong></sup> In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.\" <sup><strong>13</strong></sup> \"Lord,\" Ananias answered, \"I have heard many reports about this man and all the harm he has done to your saints in Jerusalem. <sup><strong>14</strong></sup> And he has come here with authority from the chief priests to arrest all who call on your name.\" <sup><strong>15</strong></sup> But the Lord said to Ananias, \"Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel. <sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\" <sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\" <sup><strong>18</strong></sup> Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized, <sup><strong>19</strong></sup> and after taking some food, he regained his strength. <sup><strong>20</strong></sup> Saul spent several days with the disciples in Damascus. At once he began to preach in the synagogues that Jesus is the Son of God. <sup><strong>21</strong></sup> All those who heard him were astonished and asked, \"Isn't he the man who raised havoc in Jerusalem among those who call on this name? And hasn't he come here to take them as prisoners to the chief priests?\" <sup><strong>22</strong></sup> Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Christ. <sup><strong>23</strong></sup> After many days had gone by, the Jews conspired to kill him, <sup><strong>24</strong></sup> but Saul learned of their plan. Day and night they kept close watch on the city gates in order to kill him. <sup><strong>25</strong></sup> But his followers took him by night and lowered him in a basket through an opening in the wall. <sup><strong>26</strong></sup> When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple. <sup><strong>27</strong></sup> But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus. <sup><strong>28</strong></sup> So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord. <sup><strong>29</strong></sup> He talked and debated with the Grecian Jews, but they tried to kill him. <sup><strong>30</strong></sup> When the brothers learned of this, they took him down to Caesarea and sent him off to Tarsus. <sup><strong>31</strong></sup> Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace. It was strengthened; and encouraged by the Holy Spirit, it grew in numbers, living in the fear of the Lord. <sup><strong>32</strong></sup> As Peter traveled about the country, he went to visit the saints in Lydda. <sup><strong>33</strong></sup> There he found a man named Aeneas, a paralytic who had been bedridden for eight years. <sup><strong>34</strong></sup> \"Aeneas,\" Peter said to him, \"Jesus Christ heals you. Get up and take care of your mat.\" Immediately Aeneas got up. <sup><strong>35</strong></sup> All those who lived in Lydda and Sharon saw him and turned to the Lord. <sup><strong>36</strong></sup> In Joppa there was a disciple named Tabitha (which, when translated, is Dorcas ), who was always doing good and helping the poor. <sup><strong>37</strong></sup> About that time she became sick and died, and her body was washed and placed in an upstairs room. <sup><strong>38</strong></sup> Lydda was near Joppa; so when the disciples heard that Peter was in Lydda, they sent two men to him and urged him, \"Please come at once!\" <sup><strong>39</strong></sup> Peter went with them, and when he arrived he was taken upstairs to the room. All the widows stood around him, crying and showing him the robes and other clothing that Dorcas had made while she was still with them. <sup><strong>40</strong></sup> Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, \"Tabitha, get up.\" She opened her eyes, and seeing Peter she sat up. <sup><strong>41</strong></sup> He took her by the hand and helped her to her feet. Then he called the believers and the widows and presented her to them alive. <sup><strong>42</strong></sup> This became known all over Joppa, and many people believed in the Lord. <sup><strong>43</strong></sup> Peter stayed in Joppa for some time with a tanner named Simon. ","modified":"2023-12-24T17:02:06.047Z"},{"_id":"61592679cd920c662dfffebe","topicId":"61592678cd920c662dfffebc","verse":"Ezekiel 1:28","votes":14,"__v":0,"esv":"<div>\n<p id=\"p26001028_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26001028-1\">28&nbsp;</b>Like the appearance of the bow that is in the cloud on the day of rain, so was the appearance of the brightness all around.</p>\n<p id=\"p26001028_01-2\">Such was the appearance of the likeness of the glory of the LORD. And when I saw it, I fell on my face, and I heard the voice of one speaking.</p>\n</div>","kjv":"<strong>28</strong> As the appearance of the bow that is in the cloud in the day of rain, so was the appearance of the brightness round about. This was  the appearance of the likeness of the glory of the LORD. And when I saw it, I fell upon my face, and I heard a voice of one that spake.  ","niv":"<sup><strong>28</strong></sup> Like the appearance of a rainbow in the clouds on a rainy day, so was the radiance around him. This was the appearance of the likeness of the glory of the LORD. When I saw it, I fell facedown, and I heard the voice of one speaking.","modified":"2023-12-24T16:59:21.281Z"},{"_id":"6159267acd920c662dfffebf","topicId":"61592678cd920c662dfffebc","verse":"John 18:6","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43018006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018006-1\">6&nbsp;</b>When Jesus said to them, <span class=\"woc\">“I am he,”</span> they drew back and fell to the ground.</p>\n\n</div>","kjv":"<strong>6</strong> As soon then as he had said unto them, I am he, they went backward, and fell to the ground.  ","niv":"<sup><strong>6</strong></sup> \"I am he,\" Jesus said. (And Judas the traitor was standing there with them.) When Jesus said, \"I am he,\" they drew back and fell to the ground.","modified":"2023-12-24T17:02:19.903Z"},{"_id":"6159267acd920c662dfffec0","topicId":"61592678cd920c662dfffebc","verse":"Revelation 1:17","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66001017_01-4\"><b class=\"verse-num\" id=\"v66001017-1\">17&nbsp;</b>When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, <span class=\"woc\">“Fear not, I am the first and the last,</span></p>\n</div>","kjv":"<strong>17</strong> And when I saw him, I fell at his feet as dead. And he laid his right hand upon me, saying unto me, Fear not; I am the first and the last:  ","niv":"<sup><strong>17</strong></sup> When I saw him, I fell at his feet as though dead. Then he placed his right hand on me and said: \"Do not be afraid. I am the First and the Last.","modified":"2023-12-24T17:01:21.515Z"},{"_id":"6159267acd920c662dfffec1","topicId":"61592678cd920c662dfffebc","verse":"Matthew 17:6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40017006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017006-1\">6&nbsp;</b>When the disciples heard this, they fell on their faces and were terrified.</p>\n</div>","kjv":"<strong>6</strong> And when the disciples heard it, they fell on their face, and were sore afraid.  ","niv":"<sup><strong>6</strong></sup> When the disciples heard this, they fell facedown to the ground, terrified.","modified":"2022-09-22T12:41:12.358Z"},{"_id":"6159267acd920c662dfffec2","topicId":"61592678cd920c662dfffebc","verse":"2 Chronicles 5:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p14005014_01-6\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v14005014-1\">14&nbsp;</b>so that the priests could not stand to minister because of the cloud, for the glory of the LORD filled the house of God.</p>\n</div>","kjv":"<strong>14</strong> So that the priests could not stand to minister by reason of the cloud: for the glory of the LORD had filled the house of God.  ","niv":"<sup><strong>14</strong></sup> and the priests could not perform their service because of the cloud, for the glory of the LORD filled the temple of God.","modified":"2023-12-24T17:02:54.397Z"},{"_id":"6159267acd920c662dfffec3","topicId":"61592678cd920c662dfffebc","verse":"Mark 3:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41003011_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003011-1\">11&nbsp;</b>And whenever the unclean spirits saw him, they fell down before him and cried out, “You are the Son of God.”</p>\n</div>","kjv":"<strong>11</strong> And unclean spirits, when they saw him, fell down before him, and cried, saying, Thou art the Son of God.  ","niv":"<sup><strong>11</strong></sup> Whenever the evil spirits saw him, they fell down before him and cried out, \"You are the Son of God.\"","modified":"2023-09-08T06:36:04.690Z"},{"_id":"6159267bcd920c662dfffec5","topicId":"61592678cd920c662dfffebc","verse":"Hebrews 4:1-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004001_01-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58004001-1\">4:1&nbsp;</b>Therefore, while the promise of entering his rest still stands, let us fear lest any of you should seem to have failed to reach it. <b class=\"verse-num\" id=\"v58004002-1\">2&nbsp;</b>For good news came to us just as to them, but the message they heard did not benefit them, because they were not united by faith with those who listened. <b class=\"verse-num\" id=\"v58004003-1\">3&nbsp;</b>For we who have believed enter that rest, as he has said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004003_01-8\" class=\"line\">&nbsp;&nbsp;“As I swore in my wrath,</span><br><span id=\"p58004003_01-8\" class=\"line\">&nbsp;&nbsp;‘They shall not enter my rest,’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004003_01-8\" class=\"same-paragraph\">although his works were finished from the foundation of the world. <b class=\"verse-num\" id=\"v58004004-1\">4&nbsp;</b>For he has somewhere spoken of the seventh day in this way: “And God rested on the seventh day from all his works.” <b class=\"verse-num\" id=\"v58004005-1\">5&nbsp;</b>And again in this passage he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004005_01-8\" class=\"line\">&nbsp;&nbsp;“They shall not enter my rest.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004005_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004006-1\">6&nbsp;</b>Since therefore it remains for some to enter it, and those who formerly received the good news failed to enter because of disobedience, <b class=\"verse-num\" id=\"v58004007-1\">7&nbsp;</b>again he appoints a certain day, “Today,” saying through David so long afterward, in the words already quoted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004007_01-8\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58004007_01-8\" class=\"line\">&nbsp;&nbsp;do not harden your hearts.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004007_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004008-1\">8&nbsp;</b>For if Joshua had given them rest, God would not have spoken of another day later on. <b class=\"verse-num\" id=\"v58004009-1\">9&nbsp;</b>So then, there remains a Sabbath rest for the people of God, <b class=\"verse-num\" id=\"v58004010-1\">10&nbsp;</b>for whoever has entered God’s rest has also rested from his works as God did from his.</p>\n<p id=\"p58004010_01-8\"><b class=\"verse-num\" id=\"v58004011-1\">11&nbsp;</b>Let us therefore strive to enter that rest, so that no one may fall by the same sort of disobedience. <b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart. <b class=\"verse-num\" id=\"v58004013-1\">13&nbsp;</b>And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.</p>\n\n<p id=\"p58004013_06-8\"><b class=\"verse-num\" id=\"v58004014-1\">14&nbsp;</b>Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. <b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. <b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n\n</div>","kjv":"<strong>1</strong> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.  <strong>2</strong> For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.  <strong>3</strong> For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.  <strong>4</strong> For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.  <strong>5</strong> And in this place again, If they shall enter into my rest.  <strong>6</strong> Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:  <strong>7</strong> Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.  <strong>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.  <strong>9</strong> There remaineth therefore a rest to the people of God.  <strong>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.  <strong>11</strong> Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.  <strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  <strong>13</strong> Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.  <strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>1</strong></sup> Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. <sup><strong>2</strong></sup> For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith. <sup><strong>3</strong></sup> Now we who have believed enter that rest, just as God has said, \"So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>4</strong></sup> And yet his work has been finished since the creation of the world. For somewhere he has spoken about the seventh day in these words: \"And on the seventh day God rested from all his work.\" <sup><strong>5</strong></sup> And again in the passage above he says, \"They shall never enter my rest.\" <sup><strong>6</strong></sup> It still remains that some will enter that rest, and those who formerly had the gospel preached to them did not go in, because of their disobedience. <sup><strong>7</strong></sup> Therefore God again set a certain day, calling it Today, when a long time later he spoke through David, as was said before: \"Today, if you hear his voice, do not harden your hearts.\" <sup><strong>8</strong></sup> For if Joshua had given them rest, God would not have spoken later about another day. <sup><strong>9</strong></sup> There remains, then, a Sabbath-rest for the people of God; <sup><strong>10</strong></sup> for anyone who enters God's rest also rests from his own work, just as God did from his. <sup><strong>11</strong></sup> Let us, therefore, make every effort to enter that rest, so that no one will fall by following their example of disobedience. <sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart. <sup><strong>13</strong></sup> Nothing in all creation is hidden from God's sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account. <sup><strong>14</strong></sup> Therefore, since we have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold firmly to the faith we profess. <sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin. <sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. "},{"_id":"6159267bcd920c662dfffec4","topicId":"61592678cd920c662dfffebc","verse":"2 Timothy 1:7","votes":0,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2023-12-24T17:03:33.042Z"}]}