{"_id":"61591bf42053ce65432d8b25","slug":"being-ignorant","name":"Being Ignorant","verses":[{"_id":"61591bf42053ce65432d8b26","topicId":"61591bf42053ce65432d8b25","verse":"1 John 4:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61591bf42053ce65432d8b27","topicId":"61591bf42053ce65432d8b25","verse":"John 8:44","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies."},{"_id":"61591bf52053ce65432d8b28","topicId":"61591bf42053ce65432d8b25","verse":"Proverbs 18:1-19:29","votes":6,"__v":0,"kjv":"<strong>1</strong> Through desire a man, having separated himself, seeketh and  intermeddleth with all wisdom.  <strong>2</strong> A fool hath no delight in understanding, but that his heart may discover itself.  <strong>3</strong> When the wicked cometh, then cometh also contempt, and with ignominy reproach.  <strong>4</strong> The words of a man’s mouth are as deep waters, and  the wellspring of wisdom as a flowing brook.  <strong>5</strong> It is not good to accept the person of the wicked, to overthrow the righteous in judgment.  <strong>6</strong> A fool’s lips enter into contention, and his mouth calleth for strokes.  <strong>7</strong> A fool’s mouth is his destruction, and his lips are  the snare of his soul.  <strong>8</strong> The words of a talebearer are as wounds, and they go down into the innermost parts of the belly.  <strong>9</strong> He also that is slothful in his work is brother to him that is a great waster.  <strong>10</strong> The name of the LORD is a strong tower: the righteous runneth into it, and is safe.  <strong>11</strong> The rich man’s wealth is his strong city, and as an high wall in his own conceit.  <strong>12</strong> Before destruction the heart of man is haughty, and before honour is humility.  <strong>13</strong> He that answereth a matter before he heareth it, it is folly and shame unto him.  <strong>14</strong> The spirit of a man will sustain his infirmity; but a wounded spirit who can bear?  <strong>15</strong> The heart of the prudent getteth knowledge; and the ear of the wise seeketh knowledge.  <strong>16</strong> A man’s gift maketh room for him, and bringeth him before great men.  <strong>17</strong> He that is first in his own cause seemeth just; but his neighbour cometh and searcheth him.  <strong>18</strong> The lot causeth contentions to cease, and parteth between the mighty.  <strong>19</strong> A brother offended is harder to be won than a strong city: and their contentions are like the bars of a castle.  <strong>20</strong> A man’s belly shall be satisfied with the fruit of his mouth; and with the increase of his lips shall he be filled.  <strong>21</strong> Death and life are in the power of the tongue: and they that love it shall eat the fruit thereof.  <strong>22</strong> Whoso findeth a wife findeth a good thing, and obtaineth favour of the LORD.  <strong>23</strong> The poor useth intreaties; but the rich answereth roughly.  <strong>24</strong> A man that hath friends must shew himself friendly: and there is a friend that sticketh closer than a brother.  <strong>1</strong> Better is the poor that walketh in his integrity, than he that is perverse in his lips, and is a fool.  <strong>2</strong> Also, that the soul be without knowledge, it is  not good; and he that hasteth with his feet sinneth.  <strong>3</strong> The foolishness of man perverteth his way: and his heart fretteth against the LORD.  <strong>4</strong> Wealth maketh many friends; but the poor is separated from his neighbour.  <strong>5</strong> A false witness shall not be unpunished, and he that speaketh lies shall not escape.  <strong>6</strong> Many will intreat the favour of the prince: and every man is  a friend to him that giveth gifts.  <strong>7</strong> All the brethren of the poor do hate him: how much more do his friends go far from him? he pursueth them with words, yet they are wanting to him.  <strong>8</strong> He that getteth wisdom loveth his own soul: he that keepeth understanding shall find good.  <strong>9</strong> A false witness shall not be unpunished, and he that speaketh lies shall perish.  <strong>10</strong> Delight is not seemly for a fool; much less for a servant to have rule over princes.  <strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  <strong>12</strong> The king’s wrath is as the roaring of a lion; but his favour is as dew upon the grass.  <strong>13</strong> A foolish son is the calamity of his father: and the contentions of a wife are a continual dropping.  <strong>14</strong> House and riches are the inheritance of fathers and a prudent wife is from the LORD.  <strong>15</strong> Slothfulness casteth into a deep sleep; and an idle soul shall suffer hunger.  <strong>16</strong> He that keepeth the commandment keepeth his own soul; but  he that despiseth his ways shall die.  <strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  <strong>18</strong> Chasten thy son while there is hope, and let not thy soul spare for his crying.  <strong>19</strong> A man of great wrath shall suffer punishment: for if thou deliver him, yet thou must do it again.  <strong>20</strong> Hear counsel, and receive instruction, that thou mayest be wise in thy latter end.  <strong>21</strong> There are many devices in a man’s heart; nevertheless the counsel of the LORD, that shall stand.  <strong>22</strong> The desire of a man is his kindness: and a poor man is better than a liar.  <strong>23</strong> The fear of the LORD tendeth to life: and he that hath it shall abide satisfied; he shall not be visited with evil.  <strong>24</strong> A slothful man hideth his hand in his bosom, and will not so much as bring it to his mouth again.  <strong>25</strong> Smite a scorner, and the simple will beware: and reprove one that hath understanding, and he will understand knowledge.  <strong>26</strong> He that wasteth his father, and chaseth away his mother, is a son that causeth shame, and bringeth reproach.  <strong>27</strong> Cease, my son, to hear the instruction that causeth to err from the words of knowledge.  <strong>28</strong> An ungodly witness scorneth judgment: and the mouth of the wicked devoureth iniquity.  <strong>29</strong> Judgments are prepared for scorners, and stripes for the back of fools.  ","niv":"<sup><strong>1</strong></sup> An unfriendly man pursues selfish ends; he defies all sound judgment. <sup><strong>2</strong></sup> A fool finds no pleasure in understanding but delights in airing his own opinions. <sup><strong>3</strong></sup> When wickedness comes, so does contempt, and with shame comes disgrace. <sup><strong>4</strong></sup> The words of a man's mouth are deep waters, but the fountain of wisdom is a bubbling brook. <sup><strong>5</strong></sup> It is not good to be partial to the wicked or to deprive the innocent of justice. <sup><strong>6</strong></sup> A fool's lips bring him strife, and his mouth invites a beating. <sup><strong>7</strong></sup> A fool's mouth is his undoing, and his lips are a snare to his soul. <sup><strong>8</strong></sup> The words of a gossip are like choice morsels; they go down to a man's inmost parts. <sup><strong>9</strong></sup> One who is slack in his work is brother to one who destroys. <sup><strong>10</strong></sup> The name of the LORD is a strong tower; the righteous run to it and are safe. <sup><strong>11</strong></sup> The wealth of the rich is their fortified city; they imagine it an unscalable wall. <sup><strong>12</strong></sup> Before his downfall a man's heart is proud, but humility comes before honor. <sup><strong>13</strong></sup> He who answers before listening- that is his folly and his shame. <sup><strong>14</strong></sup> A man's spirit sustains him in sickness, but a crushed spirit who can bear? <sup><strong>15</strong></sup> The heart of the discerning acquires knowledge; the ears of the wise seek it out. <sup><strong>16</strong></sup> A gift opens the way for the giver and ushers him into the presence of the great. <sup><strong>17</strong></sup> The first to present his case seems right, till another comes forward and questions him. <sup><strong>18</strong></sup> Casting the lot settles disputes and keeps strong opponents apart. <sup><strong>19</strong></sup> An offended brother is more unyielding than a fortified city, and disputes are like the barred gates of a citadel. "},{"_id":"61591bf52053ce65432d8b29","topicId":"61591bf42053ce65432d8b25","verse":"Daniel 1:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p27001017_01-4\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams.</p>\n</div>","kjv":"<strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  ","niv":"<sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds."},{"_id":"61591bf52053ce65432d8b2a","topicId":"61591bf42053ce65432d8b25","verse":"1 Peter 3:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-6\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"61591bf52053ce65432d8b2b","topicId":"61591bf42053ce65432d8b25","verse":"James 1:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."},{"_id":"61591bf62053ce65432d8b2c","topicId":"61591bf42053ce65432d8b25","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61591bf62053ce65432d8b2d","topicId":"61591bf42053ce65432d8b25","verse":"Matthew 7:21-23","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-9\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"61591bf62053ce65432d8b2e","topicId":"61591bf42053ce65432d8b25","verse":"Ezekiel 18:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"61591bf72053ce65432d8b2f","topicId":"61591bf42053ce65432d8b25","verse":"Revelation 20:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66020015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire."},{"_id":"61591bf72053ce65432d8b30","topicId":"61591bf42053ce65432d8b25","verse":"1 Timothy 2:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54002004_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth.</p>\n</div>","kjv":"<strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  ","niv":"<sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth.","modified":"2022-10-17T07:46:37.247Z"},{"_id":"61591bf72053ce65432d8b31","topicId":"61591bf42053ce65432d8b25","verse":"Acts 17:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true.","modified":"2022-05-28T11:02:06.881Z"},{"_id":"61591bf82053ce65432d8b32","topicId":"61591bf42053ce65432d8b25","verse":"Revelation 22:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022016_01-15\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n</div>","kjv":"<strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. ","niv":"<sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\""},{"_id":"61591bf82053ce65432d8b33","topicId":"61591bf42053ce65432d8b25","verse":"Revelation 17:8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66017001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_07-23\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n<p id=\"p66017014_07-23\"><b class=\"verse-num\" id=\"v66017015-1\">15&nbsp;</b>And the angel said to me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and languages. <b class=\"verse-num\" id=\"v66017016-1\">16&nbsp;</b>And the ten horns that you saw, they and the beast will hate the prostitute. They will make her desolate and naked, and devour her flesh and burn her up with fire, <b class=\"verse-num\" id=\"v66017017-1\">17&nbsp;</b>for God has put it into their hearts to carry out his purpose by being of one mind and handing over their royal power to the beast, until the words of God are fulfilled. <b class=\"verse-num\" id=\"v66017018-1\">18&nbsp;</b>And the woman that you saw is the great city that has dominion over the kings of the earth.”</p>\n\n</div>","kjv":"<strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  ","niv":"<sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come."},{"_id":"61591bf82053ce65432d8b34","topicId":"61591bf42053ce65432d8b25","verse":"Hebrews 10:35-36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010035_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010035-1\">35&nbsp;</b>Therefore do not throw away your confidence, which has a great reward. <b class=\"verse-num\" id=\"v58010036-1\">36&nbsp;</b>For you have need of endurance, so that when you have done the will of God you may receive what is promised.</p>\n</div>","kjv":"<strong>35</strong> Cast not away therefore your confidence, which hath great recompence of reward.  <strong>36</strong> For ye have need of patience, that, after ye have done the will of God, ye might receive the promise.  ","niv":"<sup><strong>35</strong></sup> So do not throw away your confidence; it will be richly rewarded. <sup><strong>36</strong></sup> You need to persevere so that when you have done the will of God, you will receive what he has promised. "},{"_id":"61591bf82053ce65432d8b35","topicId":"61591bf42053ce65432d8b25","verse":"1 Corinthians 14:33","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-19\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"61591bf92053ce65432d8b36","topicId":"61591bf42053ce65432d8b25","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"61591bf92053ce65432d8b37","topicId":"61591bf42053ce65432d8b25","verse":"Matthew 24:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"61591bf92053ce65432d8b38","topicId":"61591bf42053ce65432d8b25","verse":"Genesis 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-22\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?”</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\""},{"_id":"61591bfa2053ce65432d8b39","topicId":"61591bf42053ce65432d8b25","verse":"Revelation 17:1-18","votes":2,"__v":0,"kjv":"<strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  <strong>15</strong> And he saith unto me, The waters which thou sawest, where the whore sitteth, are peoples, and multitudes, and nations, and tongues.  <strong>16</strong> And the ten horns which thou sawest upon the beast, these shall hate the whore, and shall make her desolate and naked, and shall eat her flesh, and burn her with fire.  <strong>17</strong> For God hath put in their hearts to fulfil his will, and to agree, and give their kingdom unto the beast, until the words of God shall be fulfilled.  <strong>18</strong> And the woman which thou sawest is that great city, which reigneth over the kings of the earth.  ","niv":"<sup><strong>1</strong></sup> One of the seven angels who had the seven bowls came and said to me, \"Come, I will show you the punishment of the great prostitute, who sits on many waters. <sup><strong>2</strong></sup> With her the kings of the earth committed adultery and the inhabitants of the earth were intoxicated with the wine of her adulteries.\" <sup><strong>3</strong></sup> Then the angel carried me away in the Spirit into a desert. There I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. <sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries. <sup><strong>5</strong></sup> This title was written on her forehead: MYSTERY BABYLON THE GREAT THE MOTHER OF PROSTITUTES AND OF THE ABOMINATIONS OF THE EARTH. <sup><strong>6</strong></sup> I saw that the woman was drunk with the blood of the saints, the blood of those who bore testimony to Jesus. <sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. <sup><strong>9</strong></sup> \"This calls for a mind with wisdom. The seven heads are seven hills on which the woman sits. <sup><strong>10</strong></sup> They are also seven kings. Five have fallen, one is, the other has not yet come; but when he does come, he must remain for a little while. <sup><strong>11</strong></sup> The beast who once was, and now is not, is an eighth king. He belongs to the seven and is going to his destruction. <sup><strong>12</strong></sup> \"The ten horns you saw are ten kings who have not yet received a kingdom, but who for one hour will receive authority as kings along with the beast. <sup><strong>13</strong></sup> They have one purpose and will give their power and authority to the beast. <sup><strong>14</strong></sup> They will make war against the Lamb, but the Lamb will overcome them because he is Lord of lords and King of kings--and with him will be his called, chosen and faithful followers.\" <sup><strong>15</strong></sup> Then the angel said to me, \"The waters you saw, where the prostitute sits, are peoples, multitudes, nations and languages. <sup><strong>16</strong></sup> The beast and the ten horns you saw will hate the prostitute. They will bring her to ruin and leave her naked; they will eat her flesh and burn her with fire. <sup><strong>17</strong></sup> For God has put it into their hearts to accomplish his purpose by agreeing to give the beast their power to rule, until God's words are fulfilled. <sup><strong>18</strong></sup> The woman you saw is the great city that rules over the kings of the earth.\" "},{"_id":"61591bfa2053ce65432d8b3a","topicId":"61591bf42053ce65432d8b25","verse":"Revelation 13:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66013008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013008-1\">8&nbsp;</b>and all who dwell on earth will worship it, everyone whose name has not been written before the foundation of the world in the book of life of the Lamb who was slain.</p>\n</div>","kjv":"<strong>8</strong> And all that dwell upon the earth shall worship him, whose names are not written in the book of life of the Lamb slain from the foundation of the world.  ","niv":"<sup><strong>8</strong></sup> All inhabitants of the earth will worship the beast--all whose names have not been written in the book of life belonging to the Lamb that was slain from the creation of the world."},{"_id":"61591bfa2053ce65432d8b3b","topicId":"61591bf42053ce65432d8b25","verse":"Hebrews 9:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"61591bfb2053ce65432d8b3c","topicId":"61591bf42053ce65432d8b25","verse":"Hebrews 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-26\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"61591bfb2053ce65432d8b3d","topicId":"61591bf42053ce65432d8b25","verse":"1 Corinthians 15:51-52","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed.</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. "},{"_id":"61591bfb2053ce65432d8b3e","topicId":"61591bf42053ce65432d8b25","verse":"Luke 21:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021016_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021016-1\">16&nbsp;</b><span class=\"woc\">You will be delivered up even by parents and brothers and relatives and friends, and some of you they will put to death.</span></p>\n\n</div>","kjv":"<strong>16</strong> And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.  ","niv":"<sup><strong>16</strong></sup> You will be betrayed even by parents, brothers, relatives and friends, and they will put some of you to death."}]}