{"_id":"61592831cd920c662dffffca","slug":"being-there-for-one-another","name":"Being There For One Another","verses":[{"_id":"61592832cd920c662dffffcb","topicId":"61592831cd920c662dffffca","verse":"1 Thessalonians 5:11","votes":93,"__v":0,"esv":"<div>\n<p id=\"p52005011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n</div>","kjv":"<strong>11</strong> Wherefore comfort yourselves together, and edify one another, even as also ye do.  ","niv":"<sup><strong>11</strong></sup> Therefore encourage one another and build each other up, just as in fact you are doing.","modified":"2022-11-03T09:29:04.868Z"},{"_id":"61592832cd920c662dffffcc","topicId":"61592831cd920c662dffffca","verse":"Philippians 2:1-7","votes":70,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. ","modified":"2023-10-13T17:17:09.320Z"},{"_id":"61592833cd920c662dffffcd","topicId":"61592831cd920c662dffffca","verse":"Hebrews 10:24","votes":44,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works,</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds."},{"_id":"61592833cd920c662dffffce","topicId":"61592831cd920c662dffffca","verse":"1 Corinthians 12:26","votes":50,"__v":0,"esv":"<div>\n<p id=\"p46012026_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n</div>","kjv":"<strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  ","niv":"<sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it.","modified":"2023-09-30T04:46:59.590Z"},{"_id":"61592833cd920c662dffffcf","topicId":"61592831cd920c662dffffca","verse":"Galatians 5:22-23","votes":31,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"61592833cd920c662dffffd0","topicId":"61592831cd920c662dffffca","verse":"Romans 12:15","votes":47,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep.</p>\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn.","modified":"2022-07-29T21:55:09.704Z"},{"_id":"61592834cd920c662dffffd1","topicId":"61592831cd920c662dffffca","verse":"Hebrews 3:13","votes":29,"__v":0,"esv":"<div>\n<p id=\"p58003013_01-8\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin.</p>\n</div>","kjv":"<strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  ","niv":"<sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness.","modified":"2023-05-29T15:35:01.305Z"},{"_id":"61592834cd920c662dffffd3","topicId":"61592831cd920c662dffffca","verse":"Galatians 6:2","votes":28,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ.","modified":"2022-09-30T12:25:15.589Z"},{"_id":"61592834cd920c662dffffd2","topicId":"61592831cd920c662dffffca","verse":"Matthew 18:20","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40018020_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\""},{"_id":"61592835cd920c662dffffd4","topicId":"61592831cd920c662dffffca","verse":"Ephesians 4:32","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","modified":"2022-11-30T20:54:53.019Z"},{"_id":"61592835cd920c662dffffd5","topicId":"61592831cd920c662dffffca","verse":"John 16:33","votes":26,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"61592835cd920c662dffffd6","topicId":"61592831cd920c662dffffca","verse":"Ephesians 5:11","votes":23,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"61592836cd920c662dffffd7","topicId":"61592831cd920c662dffffca","verse":"Colossians 3:16","votes":18,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"61592836cd920c662dffffda","topicId":"61592831cd920c662dffffca","verse":"Romans 12:10","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"61592836cd920c662dffffd9","topicId":"61592831cd920c662dffffca","verse":"Colossians 3:9-10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. "},{"_id":"61592836cd920c662dffffd8","topicId":"61592831cd920c662dffffca","verse":"John 15:12","votes":19,"__v":0,"esv":"<div>\n<p id=\"p43015012_01-17\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span></p>\n</div>","kjv":"<strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  ","niv":"<sup><strong>12</strong></sup> My command is this: Love each other as I have loved you."},{"_id":"61592837cd920c662dffffdb","topicId":"61592831cd920c662dffffca","verse":"John 3:16","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61592837cd920c662dffffdc","topicId":"61592831cd920c662dffffca","verse":"1 Peter 3:8","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-20\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble."},{"_id":"61592837cd920c662dffffdd","topicId":"61592831cd920c662dffffca","verse":"John 13:34","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"61592838cd920c662dffffe0","topicId":"61592831cd920c662dffffca","verse":"James 4:8-10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. <sup><strong>9</strong></sup> Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. <sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up. "},{"_id":"61592838cd920c662dffffdf","topicId":"61592831cd920c662dffffca","verse":"James 5:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"61592838cd920c662dffffe1","topicId":"61592831cd920c662dffffca","verse":"Romans 12:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45012016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight.</p>\n\n</div>","kjv":"<strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  ","niv":"<sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.","modified":"2022-05-15T01:04:39.809Z"},{"_id":"61592838cd920c662dffffde","topicId":"61592831cd920c662dffffca","verse":"1 Peter 4:8","votes":13,"__v":0,"esv":"<div>\n<p id=\"p60004008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins.","modified":"2022-07-02T04:47:31.269Z"},{"_id":"61592839cd920c662dffffe2","topicId":"61592831cd920c662dffffca","verse":"James 4:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-27\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge.</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it.","modified":"2023-11-25T19:12:28.886Z"},{"_id":"61592839cd920c662dffffe3","topicId":"61592831cd920c662dffffca","verse":"Matthew 5:2-12","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p40005002_03-28\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_03-28\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_03-28\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_03-28\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_03-28\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_03-28\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_03-28\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_03-28\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_03-28\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_03-28\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n</div>","kjv":"<strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","niv":"<sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. "}]}