{"_id":"615917702053ce65432d882c","slug":"being-decietful","name":"Being Decietful","verses":[{"_id":"615917702053ce65432d882d","topicId":"615917702053ce65432d882c","verse":"1 Peter 3:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"615917712053ce65432d882e","topicId":"615917702053ce65432d882c","verse":"Romans 5:12","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-2\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"615917712053ce65432d882f","topicId":"615917702053ce65432d882c","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-3\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615917712053ce65432d8830","topicId":"615917702053ce65432d882c","verse":"Luke 9:23-24","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42009023_08-4\"><b class=\"verse-num\" id=\"v42009023-1\">23&nbsp;</b>And he said to all, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross daily and follow me.</span> <b class=\"verse-num woc\" id=\"v42009024-1\">24&nbsp;</b><span class=\"woc\">For whoever would save his life will lose it, but whoever loses his life for my sake will save it.</span></p>\n</div>","kjv":"<strong>23</strong> And he said to them all, If any man  will come after me, let him deny himself, and take up his cross daily, and follow me.  <strong>24</strong> For whosoever will save his life shall lose it: but whosoever will lose his life for my sake, the same shall save it.  ","niv":"<sup><strong>23</strong></sup> Then he said to them all: \"If anyone would come after me, he must deny himself and take up his cross daily and follow me. <sup><strong>24</strong></sup> For whoever wants to save his life will lose it, but whoever loses his life for me will save it. "}]}