{"_id":"61592736cd920c662dffff2e","slug":"being-stubborn","name":"Being Stubborn","verses":[{"_id":"61592737cd920c662dffff2f","topicId":"61592736cd920c662dffff2e","verse":"2 Timothy 4:3","votes":21,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions,</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear.","modified":"2022-12-04T23:24:12.216Z"},{"_id":"61592737cd920c662dffff30","topicId":"61592736cd920c662dffff2e","verse":"1 Samuel 15:2","votes":19,"__v":0,"esv":"<div>\n<p id=\"p09015002_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v09015002-1\">2&nbsp;</b>Thus says the LORD of hosts, ‘I have noted what Amalek did to Israel in opposing them on the way when they came up out of Egypt.</p>\n</div>","kjv":"<strong>2</strong> Thus saith the LORD of hosts, I remember that which Amalek did to Israel, how he laid wait for him in the way, when he came up from Egypt.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD Almighty says: 'I will punish the Amalekites for what they did to Israel when they waylaid them as they came up from Egypt."},{"_id":"61592737cd920c662dffff31","topicId":"61592736cd920c662dffff2e","verse":"1 Peter 5:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast."},{"_id":"61592738cd920c662dffff32","topicId":"61592736cd920c662dffff2e","verse":"Genesis 16:12","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01016012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v01016012-1\">12&nbsp;</b>&nbsp;&nbsp;He shall be a wild donkey of a man,</span><br><span id=\"p01016012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his hand against everyone</span><br><span id=\"p01016012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and everyone’s hand against him,</span><br><span id=\"p01016012_01-6\" class=\"line\">&nbsp;&nbsp;and he shall dwell over against all his kinsmen.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> And he will be a wild man; his hand will be against every man, and every man’s hand against him; and he shall dwell in the presence of all his brethren.  ","niv":"<sup><strong>12</strong></sup> He will be a wild donkey of a man; his hand will be against everyone and everyone's hand against him, and he will live in hostility toward all his brothers.\""},{"_id":"61592738cd920c662dffff33","topicId":"61592736cd920c662dffff2e","verse":"Colossians 3:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p51003020_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord.</p>\n</div>","kjv":"<strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  ","niv":"<sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord."},{"_id":"61592738cd920c662dffff34","topicId":"61592736cd920c662dffff2e","verse":"Leviticus 26:18","votes":11,"__v":0,"esv":"<div>\n<p id=\"p03026018_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026018-1\">18&nbsp;</b>And if in spite of this you will not listen to me, then I will discipline you again sevenfold for your sins,</p>\n</div>","kjv":"<strong>18</strong> And if ye will not yet for all this hearken unto me, then I will punish you seven times more for your sins.  ","niv":"<sup><strong>18</strong></sup> \"'If after all this you will not listen to me, I will punish you for your sins seven times over.","modified":"2022-10-07T03:21:13.053Z"},{"_id":"61592739cd920c662dffff35","topicId":"61592736cd920c662dffff2e","verse":"Exodus 20:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p02020012_01-9\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n</div>","kjv":"<strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  ","niv":"<sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you."},{"_id":"61592739cd920c662dffff37","topicId":"61592736cd920c662dffff2e","verse":"Numbers 31:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p04031017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v04031017-1\">17&nbsp;</b>Now therefore, kill every male among the little ones, and kill every woman who has known man by lying with him.</p>\n</div>","kjv":"<strong>17</strong> Now therefore kill every male among the little ones, and kill every woman that hath known man by lying with him.  ","niv":"<sup><strong>17</strong></sup> Now kill all the boys. And kill every woman who has slept with a man,","modified":"2022-10-07T03:21:30.590Z"},{"_id":"61592739cd920c662dffff36","topicId":"61592736cd920c662dffff2e","verse":"Matthew 12:30","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40012030_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012030-1\">30&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span></p>\n</div>","kjv":"<strong>30</strong> He that is not with me is against me; and he that gathereth not with me scattereth abroad. ","niv":"<sup><strong>30</strong></sup> \"He who is not with me is against me, and he who does not gather with me scatters."},{"_id":"6159273acd920c662dffff3a","topicId":"61592736cd920c662dffff2e","verse":"John 1:19-25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001019_07-12\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_07-12\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?”</p>\n\n</div>","kjv":"<strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  ","niv":"<sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" "},{"_id":"6159273acd920c662dffff39","topicId":"61592736cd920c662dffff2e","verse":"1 Corinthians 14:33","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-14\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"6159273acd920c662dffff38","topicId":"61592736cd920c662dffff2e","verse":"Exodus 34:6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02034006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034006-1\">6&nbsp;</b>The LORD passed before him and proclaimed, “The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,</p>\n</div>","kjv":"<strong>6</strong> And the LORD passed by before him, and proclaimed, The LORD, The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth,  ","niv":"<sup><strong>6</strong></sup> And he passed in front of Moses, proclaiming, \"The LORD, the LORD, the compassionate and gracious God, slow to anger, abounding in love and faithfulness,"},{"_id":"6159273acd920c662dffff3b","topicId":"61592736cd920c662dffff2e","verse":"Luke 1:35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42001035_01-16\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God.</p>\n\n</div>","kjv":"<strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  ","niv":"<sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God."},{"_id":"6159273bcd920c662dffff3c","topicId":"61592736cd920c662dffff2e","verse":"Psalm 51:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051005_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  ","niv":"<sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me."},{"_id":"6159273bcd920c662dffff3d","topicId":"61592736cd920c662dffff2e","verse":"1 Timothy 5:17-18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-19\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching. <b class=\"verse-num\" id=\"v54005018-1\">18&nbsp;</b>For the Scripture says, “You shall not muzzle an ox when it treads out the grain,” and, <span class=\"woc\">“The laborer deserves his wages.”</span></p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  <strong>18</strong> For the scripture saith, Thou shalt not muzzle the ox that treadeth out the corn. And, The labourer is worthy of his reward.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching. <sup><strong>18</strong></sup> For the Scripture says, \"Do not muzzle the ox while it is treading out the grain,\" and \"The worker deserves his wages.\" "},{"_id":"6159273bcd920c662dffff3e","topicId":"61592736cd920c662dffff2e","verse":"Mark 16:14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41016014_04-20\"><b class=\"verse-num\" id=\"v41016014-1\">14&nbsp;</b>Afterward he appeared to the eleven themselves as they were reclining at table, and he rebuked them for their unbelief and hardness of heart, because they had not believed those who saw him after he had risen.</p>\n</div>","kjv":"<strong>14</strong> Afterward he appeared unto the eleven as they sat at meat, and upbraided them with their unbelief and hardness of heart, because they believed not them which had seen him after he was risen.  ","niv":"<sup><strong>14</strong></sup> Later Jesus appeared to the Eleven as they were eating; he rebuked them for their lack of faith and their stubborn refusal to believe those who had seen him after he had risen."},{"_id":"6159273ccd920c662dffff3f","topicId":"61592736cd920c662dffff2e","verse":"Genesis 17:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01017025_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017025-1\">25&nbsp;</b>And Ishmael his son was thirteen years old when he was circumcised in the flesh of his foreskin.</p>\n</div>","kjv":"<strong>25</strong> And Ishmael his son was thirteen years old, when he was circumcised in the flesh of his foreskin.  ","niv":"<sup><strong>25</strong></sup> and his son Ishmael was thirteen;"},{"_id":"6159273ccd920c662dffff40","topicId":"61592736cd920c662dffff2e","verse":"John 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.”</p>\n</div>","kjv":"<strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  ","niv":"<sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\""},{"_id":"6159273ccd920c662dffff41","topicId":"61592736cd920c662dffff2e","verse":"John 1:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43001011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him.</p>\n\n</div>","kjv":"<strong>11</strong> He came unto his own, and his own received him not.  ","niv":"<sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him."},{"_id":"6159273ccd920c662dffff42","topicId":"61592736cd920c662dffff2e","verse":"Genesis 17:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01017023_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017023-1\">23&nbsp;</b>Then Abraham took Ishmael his son and all those born in his house or bought with his money, every male among the men of Abraham’s house, and he circumcised the flesh of their foreskins that very day, as God had said to him.</p>\n</div>","kjv":"<strong>23</strong> And Abraham took Ishmael his son, and all that were born in his house, and all that were bought with his money, every male among the men of Abraham’s house; and circumcised the flesh of their foreskin in the selfsame day, as God had said unto him.  ","niv":"<sup><strong>23</strong></sup> On that very day Abraham took his son Ishmael and all those born in his household or bought with his money, every male in his household, and circumcised them, as God told him."},{"_id":"6159273dcd920c662dffff43","topicId":"61592736cd920c662dffff2e","verse":"Matthew 7:16-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40007016_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n</div>","kjv":"<strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. ","niv":"<sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. "},{"_id":"6159273dcd920c662dffff45","topicId":"61592736cd920c662dffff2e","verse":"Matthew 1:18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40001018_06-26\"><b class=\"verse-num\" id=\"v40001018-1\">18&nbsp;</b>Now the birth of Jesus Christ took place in this way. When his mother Mary had been betrothed to Joseph, before they came together she was found to be with child from the Holy Spirit.</p>\n\n</div>","kjv":"<strong>18</strong> Now the birth of Jesus Christ was on this wise: When as his mother Mary was espoused to Joseph, before they came together, she was found with child of the Holy Ghost.  ","niv":"<sup><strong>18</strong></sup> This is how the birth of Jesus Christ came about: His mother Mary was pledged to be married to Joseph, but before they came together, she was found to be with child through the Holy Spirit.","modified":"2022-06-25T12:32:18.638Z"},{"_id":"6159273dcd920c662dffff44","topicId":"61592736cd920c662dffff2e","verse":"Luke 23:29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42023029_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42023029-1\">29&nbsp;</b><span class=\"woc\">For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’</span></p>\n</div>","kjv":"<strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  ","niv":"<sup><strong>29</strong></sup> For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!'"},{"_id":"6159273ecd920c662dffff47","topicId":"61592736cd920c662dffff2e","verse":"Hosea 13:16","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013016_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013016-1\">16&nbsp;</b>&nbsp;&nbsp; Samaria shall bear her guilt,</span><br><span id=\"p28013016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she has rebelled against her God;</span><br><span id=\"p28013016_01-28\" class=\"line\">&nbsp;&nbsp;they shall fall by the sword;</span><br><span id=\"p28013016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their little ones shall be dashed in pieces,</span><br><span id=\"p28013016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their pregnant women ripped open.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.  ","niv":"<sup><strong>16</strong></sup> The people of Samaria must bear their guilt, because they have rebelled against their God. They will fall by the sword; their little ones will be dashed to the ground, their pregnant women ripped open.\""},{"_id":"6159273ecd920c662dffff46","topicId":"61592736cd920c662dffff2e","verse":"Hosea 9:14","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28009014_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v28009014-1\">14&nbsp;</b>&nbsp;&nbsp;Give them, O LORD—</span><br><span id=\"p28009014_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will you give?</span><br><span id=\"p28009014_01-29\" class=\"line\">&nbsp;&nbsp;Give them a miscarrying womb</span><br><span id=\"p28009014_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dry breasts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Give them, O LORD: what wilt thou give? give them a miscarrying womb and dry breasts.  ","niv":"<sup><strong>14</strong></sup> Give them, O LORD - what will you give them? Give them wombs that miscarry and breasts that are dry."}]}