{"_id":"61592ac3cd920c662d000123","slug":"being-vindictive","name":"Being Vindictive","verses":[{"_id":"61592ac4cd920c662d000124","topicId":"61592ac3cd920c662d000123","verse":"2 Corinthians 12:10","votes":13,"__v":0,"esv":"<div>\n<p id=\"p47012010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong."},{"_id":"61592ac4cd920c662d000125","topicId":"61592ac3cd920c662d000123","verse":"Malachi 4:1","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p39004001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39004001-1\">4:1&nbsp;</b>“For behold, the day is coming, burning like an oven, when all the arrogant and all evildoers will be stubble. The day that is coming shall set them ablaze, says the LORD of hosts, so that it will leave them neither root nor branch.</p>\n</div>","kjv":"<strong>1</strong> For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch.  ","niv":"<sup><strong>1</strong></sup> \"Surely the day is coming; it will burn like a furnace. All the arrogant and every evildoer will be stubble, and that day that is coming will set them on fire,\" says the LORD Almighty. \"Not a root or a branch will be left to them."},{"_id":"61592ac4cd920c662d000126","topicId":"61592ac3cd920c662d000123","verse":"Romans 13:1-14","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-3\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-3\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"61592ac5cd920c662d000127","topicId":"61592ac3cd920c662d000123","verse":"2 Corinthians 12:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"61592ac5cd920c662d000128","topicId":"61592ac3cd920c662d000123","verse":"Galatians 5:22","votes":9,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"61592ac5cd920c662d000129","topicId":"61592ac3cd920c662d000123","verse":"Psalm 43:1","votes":5,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19043001_08-6\" class=\"line\"><b class=\"chapter-num\" id=\"v19043001-1\">43:1&nbsp;</b>&nbsp;&nbsp;Vindicate me, O God, and defend my cause</span><br><span id=\"p19043001_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against an ungodly people,</span><br><span id=\"p19043001_08-6\" class=\"line\">&nbsp;&nbsp;from the deceitful and unjust man</span><br><span id=\"p19043001_08-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver me!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Judge me, O God, and plead my cause against an ungodly nation: O deliver me from the deceitful and unjust man.  ","niv":"<sup><strong>1</strong></sup> Vindicate me, O God, and plead my cause against an ungodly nation; rescue me from deceitful and wicked men."},{"_id":"61592ac5cd920c662d00012a","topicId":"61592ac3cd920c662d000123","verse":"Acts 17:24-28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44017024_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, <b class=\"verse-num\" id=\"v44017025-1\">25&nbsp;</b>nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything. <b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, <b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us, <b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-7\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-7\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-7\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  <strong>25</strong> Neither is worshipped with men’s hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;  <strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  <strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  <strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands. <sup><strong>25</strong></sup> And he is not served by human hands, as if he needed anything, because he himself gives all men life and breath and everything else. <sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live. <sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us. <sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.' "},{"_id":"61592ac6cd920c662d00012b","topicId":"61592ac3cd920c662d000123","verse":"Luke 16:19-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-8\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span> <b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span> <b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span> <b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span> <b class=\"verse-num woc\" id=\"v42016023-1\">23&nbsp;</b><span class=\"woc\">and in Hades, being in torment, he lifted up his eyes and saw Abraham far off and Lazarus at his side.</span> <b class=\"verse-num woc\" id=\"v42016024-1\">24&nbsp;</b><span class=\"woc\">And he called out, ‘Father Abraham, have mercy on me, and send Lazarus to dip the end of his finger in water and cool my tongue, for I am in anguish in this flame.’</span> <b class=\"verse-num woc\" id=\"v42016025-1\">25&nbsp;</b><span class=\"woc\">But Abraham said, ‘Child, remember that you in your lifetime received your good things, and Lazarus in like manner bad things; but now he is comforted here, and you are in anguish.</span> <b class=\"verse-num woc\" id=\"v42016026-1\">26&nbsp;</b><span class=\"woc\">And besides all this, between us and you a great chasm has been fixed, in order that those who would pass from here to you may not be able, and none may cross from there to us.’</span> <b class=\"verse-num woc\" id=\"v42016027-1\">27&nbsp;</b><span class=\"woc\">And he said, ‘Then I beg you, father, to send him to my father’s house—</span><b class=\"verse-num woc\" id=\"v42016028-1\">28&nbsp;</b><span class=\"woc\">for I have five brothers—so that he may warn them, lest they also come into this place of torment.’</span> <b class=\"verse-num woc\" id=\"v42016029-1\">29&nbsp;</b><span class=\"woc\">But Abraham said, ‘They have Moses and the Prophets; let them hear them.’</span> <b class=\"verse-num woc\" id=\"v42016030-1\">30&nbsp;</b><span class=\"woc\">And he said, ‘No, father Abraham, but if someone goes to them from the dead, they will repent.’</span> <b class=\"verse-num woc\" id=\"v42016031-1\">31&nbsp;</b><span class=\"woc\">He said to him, ‘If they do not hear Moses and the Prophets, neither will they be convinced if someone should rise from the dead.’”</span></p>\n\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  <strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  <strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  <strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  <strong>23</strong> And in hell he lift up his eyes, being in torments, and seeth Abraham afar off, and Lazarus in his bosom.  <strong>24</strong> And he cried and said, Father Abraham, have mercy on me, and send Lazarus, that he may dip the tip of his finger in water, and cool my tongue; for I am tormented in this flame.  <strong>25</strong> But Abraham said, Son, remember that thou in thy lifetime receivedst thy good things, and likewise Lazarus evil things: but now he is comforted, and thou art tormented.  <strong>26</strong> And beside all this, between us and you there is a great gulf fixed: so that they which would pass from hence to you cannot; neither can they pass to us, that would come from thence.  <strong>27</strong> Then he said, I pray thee therefore, father, that thou wouldest send him to my father’s house:  <strong>28</strong> For I have five brethren; that he may testify unto them, lest they also come into this place of torment.  <strong>29</strong> Abraham saith unto him, They have Moses and the prophets; let them hear them.  <strong>30</strong> And he said, Nay, father Abraham: but if one went unto them from the dead, they will repent.  <strong>31</strong> And he said unto him, If they hear not Moses and the prophets, neither will they be persuaded, though one rose from the dead. ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day. <sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores <sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores. <sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried. <sup><strong>23</strong></sup> In hell, where he was in torment, he looked up and saw Abraham far away, with Lazarus by his side. <sup><strong>24</strong></sup> So he called to him, 'Father Abraham, have pity on me and send Lazarus to dip the tip of his finger in water and cool my tongue, because I am in agony in this fire.' <sup><strong>25</strong></sup> \"But Abraham replied, 'Son, remember that in your lifetime you received your good things, while Lazarus received bad things, but now he is comforted here and you are in agony. <sup><strong>26</strong></sup> And besides all this, between us and you a great chasm has been fixed, so that those who want to go from here to you cannot, nor can anyone cross over from there to us.' <sup><strong>27</strong></sup> \"He answered, 'Then I beg you, father, send Lazarus to my father's house, <sup><strong>28</strong></sup> for I have five brothers. Let him warn them, so that they will not also come to this place of torment.' <sup><strong>29</strong></sup> \"Abraham replied, 'They have Moses and the Prophets; let them listen to them.' <sup><strong>30</strong></sup> \"'No, father Abraham,' he said, 'but if someone from the dead goes to them, they will repent.' <sup><strong>31</strong></sup> \"He said to him, 'If they do not listen to Moses and the Prophets, they will not be convinced even if someone rises from the dead.'\" "},{"_id":"61592ac6cd920c662d00012c","topicId":"61592ac3cd920c662d000123","verse":"Proverbs 29:18","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029018_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029018-1\">18&nbsp;</b>&nbsp;&nbsp;Where there is no prophetic vision the people cast off restraint,</span><br><span id=\"p20029018_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who keeps the law.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Where there is no vision, the people perish: but he that keepeth the law, happy is he.  ","niv":"<sup><strong>18</strong></sup> Where there is no revelation, the people cast off restraint; but blessed is he who keeps the law."},{"_id":"61592ac7cd920c662d00012d","topicId":"61592ac3cd920c662d000123","verse":"2 Chronicles 16:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p14016009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v14016009-1\">9&nbsp;</b>For the eyes of the LORD run to and fro throughout the whole earth, to give strong support to those whose heart is blameless toward him. You have done foolishly in this, for from now on you will have wars.”</p>\n\n</div>","kjv":"<strong>9</strong> For the eyes of the LORD run to and fro throughout the whole earth, to shew himself strong in the behalf of them whose heart is  perfect toward him. Herein thou hast done foolishly: therefore from henceforth thou shalt have wars.  ","niv":"<sup><strong>9</strong></sup> For the eyes of the LORD range throughout the earth to strengthen those whose hearts are fully committed to him. You have done a foolish thing, and from now on you will be at war.\""},{"_id":"61592ac7cd920c662d00012e","topicId":"61592ac3cd920c662d000123","verse":"Revelation 14:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  ","niv":"<sup><strong>11</strong></sup> And the smoke of their torment rises for ever and ever. There is no rest day or night for those who worship the beast and his image, or for anyone who receives the mark of his name.\""},{"_id":"61592ac7cd920c662d00012f","topicId":"61592ac3cd920c662d000123","verse":"John 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003017_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n</div>","kjv":"<strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him."},{"_id":"61592ac8cd920c662d000130","topicId":"61592ac3cd920c662d000123","verse":"John 10:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43010030_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010030-1\">30&nbsp;</b><span class=\"woc\">I and the Father are one.”</span></p>\n</div>","kjv":"<strong>30</strong> I and my Father are one.  ","niv":"<sup><strong>30</strong></sup> I and the Father are one.\""},{"_id":"61592ac8cd920c662d000134","topicId":"61592ac3cd920c662d000123","verse":"1 Timothy 2:11-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. "},{"_id":"61592ac8cd920c662d000133","topicId":"61592ac3cd920c662d000123","verse":"Ezekiel 18:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26018004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018004-1\">4&nbsp;</b>Behold, all souls are mine; the soul of the father as well as the soul of the son is mine: the soul who sins shall die.</p>\n</div>","kjv":"<strong>4</strong> Behold, all souls are mine; as the soul of the father, so also the soul of the son is mine: the soul that sinneth, it shall die.  ","niv":"<sup><strong>4</strong></sup> For every living soul belongs to me, the father as well as the son-both alike belong to me. The soul who sins is the one who will die."},{"_id":"61592ac8cd920c662d000132","topicId":"61592ac3cd920c662d000123","verse":"2 Peter 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-17\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment;</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment;"},{"_id":"61592ac8cd920c662d000131","topicId":"61592ac3cd920c662d000123","verse":"John 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"61592ac9cd920c662d000135","topicId":"61592ac3cd920c662d000123","verse":"Revelation 20:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death."},{"_id":"61592ac9cd920c662d000136","topicId":"61592ac3cd920c662d000123","verse":"Jude 1:7","votes":1,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"61592acacd920c662d000137","topicId":"61592ac3cd920c662d000123","verse":"Colossians 2:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-21\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath.</p>\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day."},{"_id":"61592acacd920c662d000138","topicId":"61592ac3cd920c662d000123","verse":"Jude 1:6","votes":0,"__v":0,"kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2022-05-15T07:03:39.348Z"},{"_id":"61592acacd920c662d000139","topicId":"61592ac3cd920c662d000123","verse":"2 Peter 1:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61592acacd920c662d00013a","topicId":"61592ac3cd920c662d000123","verse":"1 John 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."},{"_id":"61592acbcd920c662d00013c","topicId":"61592ac3cd920c662d000123","verse":"John 14:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43014009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span></p>\n</div>","kjv":"<strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  ","niv":"<sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'?"},{"_id":"61592acbcd920c662d00013b","topicId":"61592ac3cd920c662d000123","verse":"1 Corinthians 15:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46015021_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead.</p>\n</div>","kjv":"<strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  ","niv":"<sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man."}]}