{"_id":"61591c512053ce65432d8b61","slug":"being-in-christ","name":"Being In Christ","verses":[{"_id":"61591c512053ce65432d8b62","topicId":"61591c512053ce65432d8b61","verse":"2 Corinthians 5:17","votes":16,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2023-08-26T12:04:58.170Z"},{"_id":"61591c512053ce65432d8b63","topicId":"61591c512053ce65432d8b61","verse":"John 1:12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--","modified":"2023-08-31T00:46:07.476Z"},{"_id":"61591c512053ce65432d8b64","topicId":"61591c512053ce65432d8b61","verse":"Romans 8:1","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,","modified":"2023-07-19T14:29:30.352Z"},{"_id":"61591c522053ce65432d8b65","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 4:22-24","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. ","modified":"2023-01-20T00:51:48.495Z"},{"_id":"61591c522053ce65432d8b66","topicId":"61591c512053ce65432d8b61","verse":"Galatians 2:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me.","modified":"2023-04-04T08:52:05.266Z"},{"_id":"61591c522053ce65432d8b67","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 2:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do.","modified":"2023-07-08T21:00:34.934Z"},{"_id":"61591c532053ce65432d8b68","topicId":"61591c512053ce65432d8b61","verse":"Romans 6:3-4","votes":-1,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-12\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-12\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-12\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-12\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. ","modified":"2023-09-29T09:32:04.490Z"},{"_id":"61591c532053ce65432d8b69","topicId":"61591c512053ce65432d8b61","verse":"Romans 6:3","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45006003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?</p>\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?","modified":"2023-08-24T12:11:22.234Z"},{"_id":"61591c532053ce65432d8b6a","topicId":"61591c512053ce65432d8b61","verse":"Acts 2:38","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2023-07-29T13:46:47.563Z"},{"_id":"61591c542053ce65432d8b6b","topicId":"61591c512053ce65432d8b61","verse":"Romans 8:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-10\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ.","modified":"2022-10-14T02:28:25.939Z"},{"_id":"61591c542053ce65432d8b6c","topicId":"61591c512053ce65432d8b61","verse":"Romans 6:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45006004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life.","modified":"2023-09-11T08:00:14.713Z"},{"_id":"61591c542053ce65432d8b6d","topicId":"61591c512053ce65432d8b61","verse":"Romans 6:1-23","votes":3,"__v":0,"kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. ","modified":"2023-12-03T12:45:33.403Z"},{"_id":"61591c542053ce65432d8b6e","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 2:8-9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. ","modified":"2023-05-22T16:15:12.167Z"},{"_id":"61591c552053ce65432d8b6f","topicId":"61591c512053ce65432d8b61","verse":"Galatians 3:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ.","modified":"2023-03-12T15:58:07.818Z"},{"_id":"61591c552053ce65432d8b70","topicId":"61591c512053ce65432d8b61","verse":"Colossians 1:27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51001027_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory.</p>\n</div>","kjv":"<strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  ","niv":"<sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory."},{"_id":"61591c552053ce65432d8b71","topicId":"61591c512053ce65432d8b61","verse":"1 Corinthians 6:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.","modified":"2023-06-20T01:29:43.434Z"},{"_id":"61591c562053ce65432d8b72","topicId":"61591c512053ce65432d8b61","verse":"Romans 6:11","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45006011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n</div>","kjv":"<strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  ","niv":"<sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus."},{"_id":"61591c562053ce65432d8b73","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 4:24","votes":8,"__v":0,"esv":"<div>\n<p id=\"p49004024_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n</div>","kjv":"<strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  ","niv":"<sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness.","modified":"2023-09-29T09:32:48.012Z"},{"_id":"61591c562053ce65432d8b74","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 2:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus,</p>\n</div>","kjv":"<strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  ","niv":"<sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus,","modified":"2023-05-17T18:06:29.351Z"},{"_id":"61591c572053ce65432d8b75","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 1:7-10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49001007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001007-1\">7&nbsp;</b>In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace, <b class=\"verse-num\" id=\"v49001008-1\">8&nbsp;</b>which he lavished upon us, in all wisdom and insight <b class=\"verse-num\" id=\"v49001009-1\">9&nbsp;</b>making known to us the mystery of his will, according to his purpose, which he set forth in Christ <b class=\"verse-num\" id=\"v49001010-1\">10&nbsp;</b>as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth.</p>\n\n</div>","kjv":"<strong>7</strong> In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;  <strong>8</strong> Wherein he hath abounded toward us in all wisdom and prudence;  <strong>9</strong> Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:  <strong>10</strong> That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:  ","niv":"<sup><strong>7</strong></sup> In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace <sup><strong>8</strong></sup> that he lavished on us with all wisdom and understanding. <sup><strong>9</strong></sup> And he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ, <sup><strong>10</strong></sup> to be put into effect when the times will have reached their fulfillment--to bring all things in heaven and on earth together under one head, even Christ. ","modified":"2023-09-29T09:32:41.046Z"},{"_id":"61591c572053ce65432d8b76","topicId":"61591c512053ce65432d8b61","verse":"1 Corinthians 1:30","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46001030_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption,</p>\n\n</div>","kjv":"<strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  ","niv":"<sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption.","modified":"2023-12-08T01:52:20.688Z"},{"_id":"61591c572053ce65432d8b77","topicId":"61591c512053ce65432d8b61","verse":"Acts 16:31","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\"","modified":"2023-09-29T09:32:33.525Z"},{"_id":"61591c572053ce65432d8b78","topicId":"61591c512053ce65432d8b61","verse":"John 15:1-27","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43015001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43015001-1\">15:1&nbsp;</b><span class=\"woc\">“I am the true vine, and my Father is the vinedresser.</span> <b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span> <b class=\"verse-num woc\" id=\"v43015003-1\">3&nbsp;</b><span class=\"woc\">Already you are clean because of the word that I have spoken to you.</span> <b class=\"verse-num woc\" id=\"v43015004-1\">4&nbsp;</b><span class=\"woc\">Abide in me, and I in you. As the branch cannot bear fruit by itself, unless it abides in the vine, neither can you, unless you abide in me.</span> <b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span> <b class=\"verse-num woc\" id=\"v43015006-1\">6&nbsp;</b><span class=\"woc\">If anyone does not abide in me he is thrown away like a branch and withers; and the branches are gathered, thrown into the fire, and burned.</span> <b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span> <b class=\"verse-num woc\" id=\"v43015008-1\">8&nbsp;</b><span class=\"woc\">By this my Father is glorified, that you bear much fruit and so prove to be my disciples.</span> <b class=\"verse-num woc\" id=\"v43015009-1\">9&nbsp;</b><span class=\"woc\">As the Father has loved me, so have I loved you. Abide in my love.</span> <b class=\"verse-num woc\" id=\"v43015010-1\">10&nbsp;</b><span class=\"woc\">If you keep my commandments, you will abide in my love, just as I have kept my Father’s commandments and abide in his love.</span> <b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n<p id=\"p43015011_06-25\"><b class=\"verse-num woc\" id=\"v43015012-1\">12&nbsp;</b><span class=\"woc\">“This is my commandment, that you love one another as I have loved you.</span> <b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span> <b class=\"verse-num woc\" id=\"v43015014-1\">14&nbsp;</b><span class=\"woc\">You are my friends if you do what I command you.</span> <b class=\"verse-num woc\" id=\"v43015015-1\">15&nbsp;</b><span class=\"woc\">No longer do I call you servants, for the servant does not know what his master is doing; but I have called you friends, for all that I have heard from my Father I have made known to you.</span> <b class=\"verse-num woc\" id=\"v43015016-1\">16&nbsp;</b><span class=\"woc\">You did not choose me, but I chose you and appointed you that you should go and bear fruit and that your fruit should abide, so that whatever you ask the Father in my name, he may give it to you.</span> <b class=\"verse-num woc\" id=\"v43015017-1\">17&nbsp;</b><span class=\"woc\">These things I command you, so that you will love one another.</span></p>\n\n<p id=\"p43015017_11-25\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span> <b class=\"verse-num woc\" id=\"v43015021-1\">21&nbsp;</b><span class=\"woc\">But all these things they will do to you on account of my name, because they do not know him who sent me.</span> <b class=\"verse-num woc\" id=\"v43015022-1\">22&nbsp;</b><span class=\"woc\">If I had not come and spoken to them, they would not have been guilty of sin, but now they have no excuse for their sin.</span> <b class=\"verse-num woc\" id=\"v43015023-1\">23&nbsp;</b><span class=\"woc\">Whoever hates me hates my Father also.</span> <b class=\"verse-num woc\" id=\"v43015024-1\">24&nbsp;</b><span class=\"woc\">If I had not done among them the works that no one else did, they would not be guilty of sin, but now they have seen and hated both me and my Father.</span> <b class=\"verse-num woc\" id=\"v43015025-1\">25&nbsp;</b><span class=\"woc\">But the word that is written in their Law must be fulfilled: ‘They hated me without a cause.’</span></p>\n<p id=\"p43015025_11-25\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span> <b class=\"verse-num woc\" id=\"v43015027-1\">27&nbsp;</b><span class=\"woc\">And you also will bear witness, because you have been with me from the beginning.</span></p>\n\n</div>","kjv":"<strong>1</strong>           I am the true vine, and my Father is the husbandman.  <strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  <strong>3</strong> Now ye are clean through the word which I have spoken unto you.  <strong>4</strong> Abide in me, and I in you. As the branch cannot bear fruit of itself, except it abide in the vine; no more can ye, except ye abide in me.  <strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  <strong>6</strong> If a man abide not in me, he is cast forth as a branch, and is withered; and men gather them, and cast them into the fire, and they are burned.  <strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  <strong>8</strong> Herein is my Father glorified, that ye bear much fruit; so shall ye be my disciples.  <strong>9</strong> As the Father hath loved me, so have I loved you: continue ye in my love.  <strong>10</strong> If ye keep my commandments, ye shall abide in my love; even as I have kept my Father’s commandments, and abide in his love.  <strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  <strong>12</strong> This is my commandment, That ye love one another, as I have loved you.  <strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  <strong>14</strong> Ye are my friends, if ye do whatsoever I command you.  <strong>15</strong> Henceforth I call you not servants; for the servant knoweth not what his lord doeth: but I have called you friends; for all things that I have heard of my Father I have made known unto you.  <strong>16</strong> Ye have not chosen me, but I have chosen you, and ordained you, that ye should go and bring forth fruit, and that your fruit should remain: that whatsoever ye shall ask of the Father in my name, he may give it you.  <strong>17</strong> These things I command you, that ye love one another.  <strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  <strong>21</strong> But all these things will they do unto you for my name’s sake, because they know not him that sent me.  <strong>22</strong> If I had not come and spoken unto them, they had not had sin: but now they have no cloke for their sin.  <strong>23</strong> He that hateth me hateth my Father also.  <strong>24</strong> If I had not done among them the works which none other man did, they had not had sin: but now have they both seen and hated both me and my Father.  <strong>25</strong> But this cometh to pass, that the word might be fulfilled that is written in their law, They hated me without a cause.  <strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  <strong>27</strong> And ye also shall bear witness, because ye have been with me from the beginning. ","niv":"<sup><strong>1</strong></sup> \"I am the true vine, and my Father is the gardener. <sup><strong>2</strong></sup> He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful. <sup><strong>3</strong></sup> You are already clean because of the word I have spoken to you. <sup><strong>4</strong></sup> Remain in me, and I will remain in you. No branch can bear fruit by itself; it must remain in the vine. Neither can you bear fruit unless you remain in me. <sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing. <sup><strong>6</strong></sup> If anyone does not remain in me, he is like a branch that is thrown away and withers; such branches are picked up, thrown into the fire and burned. <sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you. <sup><strong>8</strong></sup> This is to my Father's glory, that you bear much fruit, showing yourselves to be my disciples. <sup><strong>9</strong></sup> \"As the Father has loved me, so have I loved you. Now remain in my love. <sup><strong>10</strong></sup> If you obey my commands, you will remain in my love, just as I have obeyed my Father's commands and remain in his love. <sup><strong>11</strong></sup> I have told you this so that my joy may be in you and that your joy may be complete. <sup><strong>12</strong></sup> My command is this: Love each other as I have loved you. <sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends. <sup><strong>14</strong></sup> You are my friends if you do what I command. <sup><strong>15</strong></sup> I no longer call you servants, because a servant does not know his master's business. Instead, I have called you friends, for everything that I learned from my Father I have made known to you. <sup><strong>16</strong></sup> You did not choose me, but I chose you and appointed you to go and bear fruit--fruit that will last. Then the Father will give you whatever you ask in my name. <sup><strong>17</strong></sup> This is my command: Love each other. <sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first. <sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. <sup><strong>21</strong></sup> They will treat you this way because of my name, for they do not know the One who sent me. <sup><strong>22</strong></sup> If I had not come and spoken to them, they would not be guilty of sin. Now, however, they have no excuse for their sin. <sup><strong>23</strong></sup> He who hates me hates my Father as well. <sup><strong>24</strong></sup> If I had not done among them what no one else did, they would not be guilty of sin. But now they have seen these miracles, and yet they have hated both me and my Father. <sup><strong>25</strong></sup> But this is to fulfill what is written in their Law: 'They hated me without reason.' <sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me. <sup><strong>27</strong></sup> And you also must testify, for you have been with me from the beginning. ","modified":"2023-03-09T10:52:27.444Z"},{"_id":"61591c582053ce65432d8b79","topicId":"61591c512053ce65432d8b61","verse":"Ephesians 1:11-14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-26\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, <b class=\"verse-num\" id=\"v49001012-1\">12&nbsp;</b>so that we who were the first to hope in Christ might be to the praise of his glory. <b class=\"verse-num\" id=\"v49001013-1\">13&nbsp;</b>In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, <b class=\"verse-num\" id=\"v49001014-1\">14&nbsp;</b>who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.</p>\n\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  <strong>12</strong> That we should be to the praise of his glory, who first trusted in Christ.  <strong>13</strong> In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,  <strong>14</strong> Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, <sup><strong>12</strong></sup> in order that we, who were the first to hope in Christ, might be for the praise of his glory. <sup><strong>13</strong></sup> And you also were included in Christ when you heard the word of truth, the gospel of your salvation. Having believed, you were marked in him with a seal, the promised Holy Spirit, <sup><strong>14</strong></sup> who is a deposit guaranteeing our inheritance until the redemption of those who are God's possession--to the praise of his glory. ","modified":"2023-09-29T09:32:28.941Z"},{"_id":"61591c582053ce65432d8b7a","topicId":"61591c512053ce65432d8b61","verse":"Galatians 3:26-27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48003026_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003026-1\">26&nbsp;</b>for in Christ Jesus you are all sons of God, through faith. <b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>26</strong> For ye are all the children of God by faith in Christ Jesus.  <strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>26</strong></sup> You are all sons of God through faith in Christ Jesus, <sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ. ","modified":"2023-09-29T09:32:18.930Z"}]}