{"_id":"61591b402053ce65432d8ab0","slug":"being-healthy","name":"Being Healthy","verses":[{"_id":"61591b412053ce65432d8ab1","topicId":"61591b402053ce65432d8ab0","verse":"1 Corinthians 3:16-17","votes":46,"__v":0,"esv":"<div>\n<p id=\"p46003016_01-1\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n\n</div>","kjv":"<strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  ","niv":"<sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. "},{"_id":"61591b412053ce65432d8ab2","topicId":"61591b402053ce65432d8ab0","verse":"3 John 1:2","votes":27,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"61591b412053ce65432d8ab3","topicId":"61591b402053ce65432d8ab0","verse":"Psalm 139:13-16","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139013_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-3\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-3\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-3\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. "},{"_id":"61591b412053ce65432d8ab4","topicId":"61591b402053ce65432d8ab0","verse":"Genesis 1:27","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"61591b422053ce65432d8ab5","topicId":"61591b402053ce65432d8ab0","verse":"Romans 12:1-2","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"61591b422053ce65432d8ab6","topicId":"61591b402053ce65432d8ab0","verse":"Exodus 15:26","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02015026_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v02015026-1\">26&nbsp;</b>saying, “If you will diligently listen to the voice of the LORD your God, and do that which is right in his eyes, and give ear to his commandments and keep all his statutes, I will put none of the diseases on you that I put on the Egyptians, for I am the LORD, your healer.”</p>\n</div>","kjv":"<strong>26</strong> And said, If thou wilt diligently hearken to the voice of the LORD thy God, and wilt do that which is right in his sight, and wilt give ear to his commandments, and keep all his statutes, I will put none of these diseases upon thee, which I have brought upon the Egyptians: for I am the LORD that healeth thee.  ","niv":"<sup><strong>26</strong></sup> He said, \"If you listen carefully to the voice of the LORD your God and do what is right in his eyes, if you pay attention to his commands and keep all his decrees, I will not bring on you any of the diseases I brought on the Egyptians, for I am the LORD, who heals you.\""},{"_id":"61591b422053ce65432d8ab7","topicId":"61591b402053ce65432d8ab0","verse":"Daniel 1:1-21","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p27001001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27001001-1\">1:1&nbsp;</b>In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <b class=\"verse-num\" id=\"v27001002-1\">2&nbsp;</b>And the Lord gave Jehoiakim king of Judah into his hand, with some of the vessels of the house of God. And he brought them to the land of Shinar, to the house of his god, and placed the vessels in the treasury of his god. <b class=\"verse-num\" id=\"v27001003-1\">3&nbsp;</b>Then the king commanded Ashpenaz, his chief eunuch, to bring some of the people of Israel, both of the royal family and of the nobility, <b class=\"verse-num\" id=\"v27001004-1\">4&nbsp;</b>youths without blemish, of good appearance and skillful in all wisdom, endowed with knowledge, understanding learning, and competent to stand in the king’s palace, and to teach them the literature and language of the Chaldeans. <b class=\"verse-num\" id=\"v27001005-1\">5&nbsp;</b>The king assigned them a daily portion of the food that the king ate, and of the wine that he drank. They were to be educated for three years, and at the end of that time they were to stand before the king. <b class=\"verse-num\" id=\"v27001006-1\">6&nbsp;</b>Among these were Daniel, Hananiah, Mishael, and Azariah of the tribe of Judah. <b class=\"verse-num\" id=\"v27001007-1\">7&nbsp;</b>And the chief of the eunuchs gave them names: Daniel he called Belteshazzar, Hananiah he called Shadrach, Mishael he called Meshach, and Azariah he called Abednego.</p>\n\n<p id=\"p27001007_07-7\"><b class=\"verse-num\" id=\"v27001008-1\">8&nbsp;</b>But Daniel resolved that he would not defile himself with the king’s food, or with the wine that he drank. Therefore he asked the chief of the eunuchs to allow him not to defile himself. <b class=\"verse-num\" id=\"v27001009-1\">9&nbsp;</b>And God gave Daniel favor and compassion in the sight of the chief of the eunuchs, <b class=\"verse-num\" id=\"v27001010-1\">10&nbsp;</b>and the chief of the eunuchs said to Daniel, “I fear my lord the king, who assigned your food and your drink; for why should he see that you were in worse condition than the youths who are of your own age? So you would endanger my head with the king.” <b class=\"verse-num\" id=\"v27001011-1\">11&nbsp;</b>Then Daniel said to the steward whom the chief of the eunuchs had assigned over Daniel, Hananiah, Mishael, and Azariah, <b class=\"verse-num\" id=\"v27001012-1\">12&nbsp;</b>“Test your servants for ten days; let us be given vegetables to eat and water to drink. <b class=\"verse-num\" id=\"v27001013-1\">13&nbsp;</b>Then let our appearance and the appearance of the youths who eat the king’s food be observed by you, and deal with your servants according to what you see.” <b class=\"verse-num\" id=\"v27001014-1\">14&nbsp;</b>So he listened to them in this matter, and tested them for ten days. <b class=\"verse-num\" id=\"v27001015-1\">15&nbsp;</b>At the end of ten days it was seen that they were better in appearance and fatter in flesh than all the youths who ate the king’s food. <b class=\"verse-num\" id=\"v27001016-1\">16&nbsp;</b>So the steward took away their food and the wine they were to drink, and gave them vegetables.</p>\n<p id=\"p27001016_07-7\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams. <b class=\"verse-num\" id=\"v27001018-1\">18&nbsp;</b>At the end of the time, when the king had commanded that they should be brought in, the chief of the eunuchs brought them in before Nebuchadnezzar. <b class=\"verse-num\" id=\"v27001019-1\">19&nbsp;</b>And the king spoke with them, and among all of them none was found like Daniel, Hananiah, Mishael, and Azariah. Therefore they stood before the king. <b class=\"verse-num\" id=\"v27001020-1\">20&nbsp;</b>And in every matter of wisdom and understanding about which the king inquired of them, he found them ten times better than all the magicians and enchanters that were in all his kingdom. <b class=\"verse-num\" id=\"v27001021-1\">21&nbsp;</b>And Daniel was there until the first year of King Cyrus.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.  <strong>2</strong> And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.  <strong>3</strong> And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king’s seed, and of the princes;  <strong>4</strong> Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king’s palace, and whom they might teach the learning and the tongue of the Chaldeans.  <strong>5</strong> And the king appointed them a daily provision of the king’s meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.  <strong>6</strong> Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:  <strong>7</strong> Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.  <strong>8</strong> But Daniel purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.  <strong>9</strong> Now God had brought Daniel into favour and tender love with the prince of the eunuchs.  <strong>10</strong> And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.  <strong>11</strong> Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,  <strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  <strong>13</strong> Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.  <strong>14</strong> So he consented to them in this matter, and proved them ten days.  <strong>15</strong> And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.  <strong>16</strong> Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse.  <strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  <strong>18</strong> Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.  <strong>19</strong> And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.  <strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  <strong>21</strong> And Daniel continued even unto the first year of king Cyrus.  ","niv":"<sup><strong>1</strong></sup> In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <sup><strong>2</strong></sup> And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god. <sup><strong>3</strong></sup> Then the king ordered Ashpenaz, chief of his court officials, to bring in some of the Israelites from the royal family and the nobility- <sup><strong>4</strong></sup> young men without any physical defect, handsome, showing aptitude for every kind of learning, well informed, quick to understand, and qualified to serve in the king's palace. He was to teach them the language and literature of the Babylonians. <sup><strong>5</strong></sup> The king assigned them a daily amount of food and wine from the king's table. They were to be trained for three years, and after that they were to enter the king's service. <sup><strong>6</strong></sup> Among these were some from Judah: Daniel, Hananiah, Mishael and Azariah. <sup><strong>7</strong></sup> The chief official gave them new names: to Daniel, the name Belteshazzar; to Hananiah, Shadrach; to Mishael, Meshach; and to Azariah, Abednego. <sup><strong>8</strong></sup> But Daniel resolved not to defile himself with the royal food and wine, and he asked the chief official for permission not to defile himself this way. <sup><strong>9</strong></sup> Now God had caused the official to show favor and sympathy to Daniel, <sup><strong>10</strong></sup> but the official told Daniel, \"I am afraid of my lord the king, who has assigned your food and drink. Why should he see you looking worse than the other young men your age? The king would then have my head because of you.\" <sup><strong>11</strong></sup> Daniel then said to the guard whom the chief official had appointed over Daniel, Hananiah, Mishael and Azariah, <sup><strong>12</strong></sup> \"Please test your servants for ten days: Give us nothing but vegetables to eat and water to drink. <sup><strong>13</strong></sup> Then compare our appearance with that of the young men who eat the royal food, and treat your servants in accordance with what you see.\" <sup><strong>14</strong></sup> So he agreed to this and tested them for ten days. <sup><strong>15</strong></sup> At the end of the ten days they looked healthier and better nourished than any of the young men who ate the royal food. <sup><strong>16</strong></sup> So the guard took away their choice food and the wine they were to drink and gave them vegetables instead. <sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds. <sup><strong>18</strong></sup> At the end of the time set by the king to bring them in, the chief official presented them to Nebuchadnezzar. <sup><strong>19</strong></sup> The king talked with them, and he found none equal to Daniel, Hananiah, Mishael and Azariah; so they entered the king's service. <sup><strong>20</strong></sup> In every matter of wisdom and understanding about which the king questioned them, he found them ten times better than all the magicians and enchanters in his whole kingdom. <sup><strong>21</strong></sup> And Daniel remained there until the first year of King Cyrus. "},{"_id":"61591b432053ce65432d8ab8","topicId":"61591b402053ce65432d8ab0","verse":"Proverbs 10:27","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010027_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010027-1\">27&nbsp;</b>&nbsp;&nbsp;The fear of the LORD prolongs life,</span><br><span id=\"p20010027_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the years of the wicked will be short.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> The fear of the LORD prolongeth days: but the years of the wicked shall be shortened.  ","niv":"<sup><strong>27</strong></sup> The fear of the LORD adds length to life, but the years of the wicked are cut short."},{"_id":"61591b432053ce65432d8ab9","topicId":"61591b402053ce65432d8ab0","verse":"Isaiah 53:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053005_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-9\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  ","niv":"<sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed."},{"_id":"61591b432053ce65432d8aba","topicId":"61591b402053ce65432d8ab0","verse":"John 3:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."}]}