{"_id":"61592541cd920c662dfffdd2","slug":"being-sad","name":"Being Sad","verses":[{"_id":"61592541cd920c662dfffdd3","topicId":"61592541cd920c662dfffdd2","verse":"John 14:1-31","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-1\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-1\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-1\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-1\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-1\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. "},{"_id":"61592542cd920c662dfffdd4","topicId":"61592541cd920c662dfffdd2","verse":"John 3:16","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-2\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61592542cd920c662dfffdd5","topicId":"61592541cd920c662dfffdd2","verse":"Hebrews 12:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us,</p>\n</div>","kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us."},{"_id":"61592542cd920c662dfffdd6","topicId":"61592541cd920c662dfffdd2","verse":"1 Timothy 1:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p54001015_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001015-1\">15&nbsp;</b>The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost.</p>\n</div>","kjv":"<strong>15</strong> This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.  ","niv":"<sup><strong>15</strong></sup> Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners--of whom I am the worst."},{"_id":"61592542cd920c662dfffdd7","topicId":"61592541cd920c662dfffdd2","verse":"Philippians 2:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50002013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n</div>","kjv":"<strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  ","niv":"<sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose."},{"_id":"61592543cd920c662dfffdd8","topicId":"61592541cd920c662dfffdd2","verse":"Luke 12:40","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42012040_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n</div>","kjv":"<strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. ","niv":"<sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\""},{"_id":"61592543cd920c662dfffdd9","topicId":"61592541cd920c662dfffdd2","verse":"Matthew 7:21-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-8\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"61592543cd920c662dfffdda","topicId":"61592541cd920c662dfffdd2","verse":"John 14:6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61592543cd920c662dfffddb","topicId":"61592541cd920c662dfffdd2","verse":"1 Corinthians 14:33","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-11\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"61592544cd920c662dfffddc","topicId":"61592541cd920c662dfffdd2","verse":"Philippians 4:4-8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004004_01-12\"><b class=\"verse-num\" id=\"v50004004-1\">4&nbsp;</b>Rejoice in the Lord always; again I will say, rejoice. <b class=\"verse-num\" id=\"v50004005-1\">5&nbsp;</b>Let your reasonableness be known to everyone. The Lord is at hand; <b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. <b class=\"verse-num\" id=\"v50004007-1\">7&nbsp;</b>And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus.</p>\n<p id=\"p50004007_01-12\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n\n</div>","kjv":"<strong>4</strong> Rejoice in the Lord alway: and again I say, Rejoice.  <strong>5</strong> Let your moderation be known unto all men. The Lord is at hand.  <strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  <strong>7</strong> And the peace of God, which passeth all understanding, shall keep your hearts and minds through Christ Jesus.  <strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>4</strong></sup> Rejoice in the Lord always. I will say it again: Rejoice! <sup><strong>5</strong></sup> Let your gentleness be evident to all. The Lord is near. <sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God. <sup><strong>7</strong></sup> And the peace of God, which transcends all understanding, will guard your hearts and your minds in Christ Jesus. <sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things. "},{"_id":"61592544cd920c662dfffddd","topicId":"61592541cd920c662dfffdd2","verse":"Mark 10:27","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41010027_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010027-1\">27&nbsp;</b>Jesus looked at them and said, <span class=\"woc\">“With man it is impossible, but not with God. For all things are possible with God.”</span></p>\n</div>","kjv":"<strong>27</strong> And Jesus looking upon them saith, With men it is impossible, but not with God: for with God all things are possible.  ","niv":"<sup><strong>27</strong></sup> Jesus looked at them and said, \"With man this is impossible, but not with God; all things are possible with God.\""},{"_id":"61592544cd920c662dfffdde","topicId":"61592541cd920c662dfffdd2","verse":"Mark 13:9","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41013001_07-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41013001-1\">13:1&nbsp;</b>And as he came out of the temple, one of his disciples said to him, “Look, Teacher, what wonderful stones and what wonderful buildings!” <b class=\"verse-num\" id=\"v41013002-1\">2&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Do you see these great buildings? There will not be left here one stone upon another that will not be thrown down.”</span></p>\n\n<p id=\"p41013002_14-18\"><b class=\"verse-num\" id=\"v41013003-1\">3&nbsp;</b>And as he sat on the Mount of Olives opposite the temple, Peter and James and John and Andrew asked him privately, <b class=\"verse-num\" id=\"v41013004-1\">4&nbsp;</b>“Tell us, when will these things be, and what will be the sign when all these things are about to be accomplished?” <b class=\"verse-num\" id=\"v41013005-1\">5&nbsp;</b>And Jesus began to say to them, <span class=\"woc\">“See that no one leads you astray.</span> <b class=\"verse-num woc\" id=\"v41013006-1\">6&nbsp;</b><span class=\"woc\">Many will come in my name, saying, ‘I am he!’ and they will lead many astray.</span> <b class=\"verse-num woc\" id=\"v41013007-1\">7&nbsp;</b><span class=\"woc\">And when you hear of wars and rumors of wars, do not be alarmed. This must take place, but the end is not yet.</span> <b class=\"verse-num woc\" id=\"v41013008-1\">8&nbsp;</b><span class=\"woc\">For nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places; there will be famines. These are but the beginning of the birth pains.</span></p>\n<p id=\"p41013008_14-18\"><b class=\"verse-num woc\" id=\"v41013009-1\">9&nbsp;</b><span class=\"woc\">“But be on your guard. For they will deliver you over to councils, and you will be beaten in synagogues, and you will stand before governors and kings for my sake, to bear witness before them.</span> <b class=\"verse-num woc\" id=\"v41013010-1\">10&nbsp;</b><span class=\"woc\">And the gospel must first be proclaimed to all nations.</span> <b class=\"verse-num woc\" id=\"v41013011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you to trial and deliver you over, do not be anxious beforehand what you are to say, but say whatever is given you in that hour, for it is not you who speak, but the Holy Spirit.</span> <b class=\"verse-num woc\" id=\"v41013012-1\">12&nbsp;</b><span class=\"woc\">And brother will deliver brother over to death, and the father his child, and children will rise against parents and have them put to death.</span> <b class=\"verse-num woc\" id=\"v41013013-1\">13&nbsp;</b><span class=\"woc\">And you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n\n<p id=\"p41013013_18-18\"><b class=\"verse-num woc\" id=\"v41013014-1\">14&nbsp;</b><span class=\"woc\">“But when you see the abomination of desolation standing where he ought not to be (let the reader understand), then let those who are in Judea flee to the mountains.</span> <b class=\"verse-num woc\" id=\"v41013015-1\">15&nbsp;</b><span class=\"woc\">Let the one who is on the housetop not go down, nor enter his house, to take anything out,</span> <b class=\"verse-num woc\" id=\"v41013016-1\">16&nbsp;</b><span class=\"woc\">and let the one who is in the field not turn back to take his cloak.</span> <b class=\"verse-num woc\" id=\"v41013017-1\">17&nbsp;</b><span class=\"woc\">And alas for women who are pregnant and for those who are nursing infants in those days!</span> <b class=\"verse-num woc\" id=\"v41013018-1\">18&nbsp;</b><span class=\"woc\">Pray that it may not happen in winter.</span> <b class=\"verse-num woc\" id=\"v41013019-1\">19&nbsp;</b><span class=\"woc\">For in those days there will be such tribulation as has not been from the beginning of the creation that God created until now, and never will be.</span> <b class=\"verse-num woc\" id=\"v41013020-1\">20&nbsp;</b><span class=\"woc\">And if the Lord had not cut short the days, no human being would be saved. But for the sake of the elect, whom he chose, he shortened the days.</span> <b class=\"verse-num woc\" id=\"v41013021-1\">21&nbsp;</b><span class=\"woc\">And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span> <b class=\"verse-num woc\" id=\"v41013023-1\">23&nbsp;</b><span class=\"woc\">But be on guard; I have told you all things beforehand.</span></p>\n\n<p id=\"p41013023_25-18\"><b class=\"verse-num woc\" id=\"v41013024-1\">24&nbsp;</b><span class=\"woc\">“But in those days, after that tribulation, the sun will be darkened, and the moon will not give its light,</span> <b class=\"verse-num woc\" id=\"v41013025-1\">25&nbsp;</b><span class=\"woc\">and the stars will be falling from heaven, and the powers in the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v41013026-1\">26&nbsp;</b><span class=\"woc\">And then they will see the Son of Man coming in clouds with great power and glory.</span> <b class=\"verse-num woc\" id=\"v41013027-1\">27&nbsp;</b><span class=\"woc\">And then he will send out the angels and gather his elect from the four winds, from the ends of the earth to the ends of heaven.</span></p>\n\n<p id=\"p41013027_31-18\"><b class=\"verse-num woc\" id=\"v41013028-1\">28&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v41013029-1\">29&nbsp;</b><span class=\"woc\">So also, when you see these things taking place, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v41013030-1\">30&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span> <b class=\"verse-num woc\" id=\"v41013031-1\">31&nbsp;</b><span class=\"woc\">Heaven and earth will pass away, but my words will not pass away.</span></p>\n\n<p id=\"p41013031_38-18\"><b class=\"verse-num woc\" id=\"v41013032-1\">32&nbsp;</b><span class=\"woc\">“But concerning that day or that hour, no one knows, not even the angels in heaven, nor the Son, but only the Father.</span> <b class=\"verse-num woc\" id=\"v41013033-1\">33&nbsp;</b><span class=\"woc\">Be on guard, keep awake. For you do not know when the time will come.</span> <b class=\"verse-num woc\" id=\"v41013034-1\">34&nbsp;</b><span class=\"woc\">It is like a man going on a journey, when he leaves home and puts his servants in charge, each with his work, and commands the doorkeeper to stay awake.</span> <b class=\"verse-num woc\" id=\"v41013035-1\">35&nbsp;</b><span class=\"woc\">Therefore stay awake—for you do not know when the master of the house will come, in the evening, or at midnight, or when the rooster crows, or in the morning—</span><b class=\"verse-num woc\" id=\"v41013036-1\">36&nbsp;</b><span class=\"woc\">lest he come suddenly and find you asleep.</span> <b class=\"verse-num woc\" id=\"v41013037-1\">37&nbsp;</b><span class=\"woc\">And what I say to you I say to all: Stay awake.”</span></p>\n\n</div>","kjv":"<strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  ","niv":"<sup><strong>9</strong></sup> \"You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them."},{"_id":"61592545cd920c662dfffddf","topicId":"61592541cd920c662dfffdd2","verse":"Matthew 10:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"61592545cd920c662dfffde0","topicId":"61592541cd920c662dfffdd2","verse":"Hebrews 2:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-16\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"61592545cd920c662dfffde1","topicId":"61592541cd920c662dfffdd2","verse":"Philippians 2:12","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p50002012_05-17\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling,</p>\n</div>","kjv":"<strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  ","niv":"<sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling,"},{"_id":"61592546cd920c662dfffde2","topicId":"61592541cd920c662dfffdd2","verse":"Mark 13:1-37","votes":3,"__v":0,"kjv":"<strong>1</strong> And as he went out of the temple, one of his disciples saith unto him, Master, see what manner of stones and what buildings are here!  <strong>2</strong> And Jesus answering said unto him, Seest thou these great buildings? there shall not be left one stone upon another, that shall not be thrown down.  <strong>3</strong> And as he sat upon the mount of Olives over against the temple, Peter and James and John and Andrew asked him privately,  <strong>4</strong> Tell us, when shall these things be? and what shall be the sign when all these things shall be fulfilled?  <strong>5</strong> And Jesus answering them began to say, Take heed lest any man  deceive you:  <strong>6</strong> For many shall come in my name, saying, I am Christ; and shall deceive many.  <strong>7</strong> And when ye shall hear of wars and rumours of wars, be ye not troubled: for such things must needs be; but the end shall not be yet.  <strong>8</strong> For nation shall rise against nation, and kingdom against kingdom: and there shall be earthquakes in divers places, and there shall be famines and troubles: these are the beginnings of sorrows.  <strong>9</strong>           But take heed to yourselves: for they shall deliver you up to councils; and in the synagogues ye shall be beaten: and ye shall be brought before rulers and kings for my sake, for a testimony against them.  <strong>10</strong> And the gospel must first be published among all nations.  <strong>11</strong> But when they shall lead you, and deliver you up, take no thought beforehand what ye shall speak, neither do ye premeditate: but whatsoever shall be given you in that hour, that speak ye: for it is not ye that speak, but the Holy Ghost.  <strong>12</strong> Now the brother shall betray the brother to death, and the father the son; and children shall rise up against their parents, and shall cause them to be put to death.  <strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  <strong>14</strong>           But when ye shall see the abomination of desolation, spoken of by Daniel the prophet, standing where it ought not, (let him that readeth understand,) then let them that be in Judaea flee to the mountains:  <strong>15</strong> And let him that is on the housetop not go down into the house, neither enter therein, to take any thing out of his house:  <strong>16</strong> And let him that is in the field not turn back again for to take up his garment.  <strong>17</strong> But woe to them that are with child, and to them that give suck in those days!  <strong>18</strong> And pray ye that your flight be not in the winter.  <strong>19</strong> For in those days shall be affliction, such as was not from the beginning of the creation which God created unto this time, neither shall be.  <strong>20</strong> And except that the Lord had shortened those days, no flesh should be saved: but for the elect’s sake, whom he hath chosen, he hath shortened the days.  <strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. <strong>24</strong>           But in those days, after that tribulation, the sun shall be darkened, and the moon shall not give her light,  <strong>25</strong> And the stars of heaven shall fall, and the powers that are in heaven shall be shaken.  <strong>26</strong> And then shall they see the Son of man coming in the clouds with great power and glory.  <strong>27</strong> And then shall he send his angels, and shall gather together his elect from the four winds, from the uttermost part of the earth to the uttermost part of heaven.  <strong>28</strong> Now learn a parable of the fig tree; When her branch is yet tender, and putteth forth leaves, ye know that summer is near:  <strong>29</strong> So ye in like manner, when ye shall see these things come to pass, know that it is nigh, even at the doors.  <strong>30</strong> Verily I say unto you, that this generation shall not pass, till all these things be done.  <strong>31</strong> Heaven and earth shall pass away: but my words shall not pass away.  <strong>32</strong>           But of that day and that hour knoweth no man, no, not the angels which are in heaven, neither the Son, but the Father.  <strong>33</strong> Take ye heed, watch and pray: for ye know not when the time is.  <strong>34</strong> For the Son of man is as a man taking a far journey, who left his house, and gave authority to his servants, and to every man his work, and commanded the porter to watch.  <strong>35</strong> Watch ye therefore: for ye know not when the master of the house cometh, at even, or at midnight, or at the cockcrowing, or in the morning:  <strong>36</strong> Lest coming suddenly he find you sleeping.  <strong>37</strong> And what I say unto you I say unto all, Watch. ","niv":"<sup><strong>1</strong></sup> As he was leaving the temple, one of his disciples said to him, \"Look, Teacher! What massive stones! What magnificent buildings!\" <sup><strong>2</strong></sup> \"Do you see all these great buildings?\" replied Jesus. \"Not one stone here will be left on another; every one will be thrown down.\" <sup><strong>3</strong></sup> As Jesus was sitting on the Mount of Olives opposite the temple, Peter, James, John and Andrew asked him privately, <sup><strong>4</strong></sup> \"Tell us, when will these things happen? And what will be the sign that they are all about to be fulfilled?\" <sup><strong>5</strong></sup> Jesus said to them: \"Watch out that no one deceives you. <sup><strong>6</strong></sup> Many will come in my name, claiming, 'I am he,' and will deceive many. <sup><strong>7</strong></sup> When you hear of wars and rumors of wars, do not be alarmed. Such things must happen, but the end is still to come. <sup><strong>8</strong></sup> Nation will rise against nation, and kingdom against kingdom. There will be earthquakes in various places, and famines. These are the beginning of birth pains. <sup><strong>9</strong></sup> \"You must be on your guard. You will be handed over to the local councils and flogged in the synagogues. On account of me you will stand before governors and kings as witnesses to them. <sup><strong>10</strong></sup> And the gospel must first be preached to all nations. <sup><strong>11</strong></sup> Whenever you are arrested and brought to trial, do not worry beforehand about what to say. Just say whatever is given you at the time, for it is not you speaking, but the Holy Spirit. <sup><strong>12</strong></sup> \"Brother will betray brother to death, and a father his child. Children will rebel against their parents and have them put to death. <sup><strong>13</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved. <sup><strong>14</strong></sup> \"When you see 'the abomination that causes desolation' standing where it does not belong--let the reader understand--then let those who are in Judea flee to the mountains. <sup><strong>15</strong></sup> Let no one on the roof of his house go down or enter the house to take anything out. <sup><strong>16</strong></sup> Let no one in the field go back to get his cloak. <sup><strong>17</strong></sup> How dreadful it will be in those days for pregnant women and nursing mothers! <sup><strong>18</strong></sup> Pray that this will not take place in winter, <sup><strong>19</strong></sup> because those will be days of distress unequaled from the beginning, when God created the world, until now--and never to be equaled again. <sup><strong>20</strong></sup> If the Lord had not cut short those days, no one would survive. But for the sake of the elect, whom he has chosen, he has shortened them. <sup><strong>21</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'Look, there he is!' do not believe it. <sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible. <sup><strong>23</strong></sup> So be on your guard; I have told you everything ahead of time. <sup><strong>24</strong></sup> \"But in those days, following that distress, \"'the sun will be darkened, and the moon will not give its light; <sup><strong>25</strong></sup> the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>26</strong></sup> \"At that time men will see the Son of Man coming in clouds with great power and glory. <sup><strong>27</strong></sup> And he will send his angels and gather his elect from the four winds, from the ends of the earth to the ends of the heavens. <sup><strong>28</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>29</strong></sup> Even so, when you see these things happening, you know that it is near, right at the door. <sup><strong>30</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. <sup><strong>31</strong></sup> Heaven and earth will pass away, but my words will never pass away. <sup><strong>32</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father. <sup><strong>33</strong></sup> Be on guard! Be alert! You do not know when that time will come. <sup><strong>34</strong></sup> It's like a man going away: He leaves his house and puts his servants in charge, each with his assigned task, and tells the one at the door to keep watch. <sup><strong>35</strong></sup> \"Therefore keep watch because you do not know when the owner of the house will come back--whether in the evening, or at midnight, or when the rooster crows, or at dawn. <sup><strong>36</strong></sup> If he comes suddenly, do not let him find you sleeping. <sup><strong>37</strong></sup> What I say to you, I say to everyone: 'Watch!'\" "},{"_id":"61592546cd920c662dfffde3","topicId":"61592541cd920c662dfffdd2","verse":"Luke 21:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021016_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021016-1\">16&nbsp;</b><span class=\"woc\">You will be delivered up even by parents and brothers and relatives and friends, and some of you they will put to death.</span></p>\n\n</div>","kjv":"<strong>16</strong> And ye shall be betrayed both by parents, and brethren, and kinsfolks, and friends; and some of you shall they cause to be put to death.  ","niv":"<sup><strong>16</strong></sup> You will be betrayed even by parents, brothers, relatives and friends, and they will put some of you to death."},{"_id":"61592546cd920c662dfffde4","topicId":"61592541cd920c662dfffdd2","verse":"Daniel 8:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p27008001_09-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v27008001-1\">8:1&nbsp;</b>In the third year of the reign of King Belshazzar a vision appeared to me, Daniel, after that which appeared to me at the first. <b class=\"verse-num\" id=\"v27008002-1\">2&nbsp;</b>And I saw in the vision; and when I saw, I was in Susa the citadel, which is in the province of Elam. And I saw in the vision, and I was at the Ulai canal. <b class=\"verse-num\" id=\"v27008003-1\">3&nbsp;</b>I raised my eyes and saw, and behold, a ram standing on the bank of the canal. It had two horns, and both horns were high, but one was higher than the other, and the higher one came up last. <b class=\"verse-num\" id=\"v27008004-1\">4&nbsp;</b>I saw the ram charging westward and northward and southward. No beast could stand before him, and there was no one who could rescue from his power. He did as he pleased and became great.</p>\n<p id=\"p27008004_09-20\"><b class=\"verse-num\" id=\"v27008005-1\">5&nbsp;</b>As I was considering, behold, a male goat came from the west across the face of the whole earth, without touching the ground. And the goat had a conspicuous horn between his eyes. <b class=\"verse-num\" id=\"v27008006-1\">6&nbsp;</b>He came to the ram with the two horns, which I had seen standing on the bank of the canal, and he ran at him in his powerful wrath. <b class=\"verse-num\" id=\"v27008007-1\">7&nbsp;</b>I saw him come close to the ram, and he was enraged against him and struck the ram and broke his two horns. And the ram had no power to stand before him, but he cast him down to the ground and trampled on him. And there was no one who could rescue the ram from his power. <b class=\"verse-num\" id=\"v27008008-1\">8&nbsp;</b>Then the goat became exceedingly great, but when he was strong, the great horn was broken, and instead of it there came up four conspicuous horns toward the four winds of heaven.</p>\n<p id=\"p27008008_09-20\"><b class=\"verse-num\" id=\"v27008009-1\">9&nbsp;</b>Out of one of them came a little horn, which grew exceedingly great toward the south, toward the east, and toward the glorious land. <b class=\"verse-num\" id=\"v27008010-1\">10&nbsp;</b>It grew great, even to the host of heaven. And some of the host and some of the stars it threw down to the ground and trampled on them. <b class=\"verse-num\" id=\"v27008011-1\">11&nbsp;</b>It became great, even as great as the Prince of the host. And the regular burnt offering was taken away from him, and the place of his sanctuary was overthrown. <b class=\"verse-num\" id=\"v27008012-1\">12&nbsp;</b>And a host will be given over to it together with the regular burnt offering because of transgression, and it will throw truth to the ground, and it will act and prosper. <b class=\"verse-num\" id=\"v27008013-1\">13&nbsp;</b>Then I heard a holy one speaking, and another holy one said to the one who spoke, “For how long is the vision concerning the regular burnt offering, the transgression that makes desolate, and the giving over of the sanctuary and host to be trampled underfoot?” <b class=\"verse-num\" id=\"v27008014-1\">14&nbsp;</b>And he said to me, “For 2,300 evenings and mornings. Then the sanctuary shall be restored to its rightful state.”</p>\n\n<p id=\"p27008014_14-20\"><b class=\"verse-num\" id=\"v27008015-1\">15&nbsp;</b>When I, Daniel, had seen the vision, I sought to understand it. And behold, there stood before me one having the appearance of a man. <b class=\"verse-num\" id=\"v27008016-1\">16&nbsp;</b>And I heard a man’s voice between the banks of the Ulai, and it called, “Gabriel, make this man understand the vision.” <b class=\"verse-num\" id=\"v27008017-1\">17&nbsp;</b>So he came near where I stood. And when he came, I was frightened and fell on my face. But he said to me, “Understand, O son of man, that the vision is for the time of the end.”</p>\n<p id=\"p27008017_14-20\"><b class=\"verse-num\" id=\"v27008018-1\">18&nbsp;</b>And when he had spoken to me, I fell into a deep sleep with my face to the ground. But he touched me and made me stand up. <b class=\"verse-num\" id=\"v27008019-1\">19&nbsp;</b>He said, “Behold, I will make known to you what shall be at the latter end of the indignation, for it refers to the appointed time of the end. <b class=\"verse-num\" id=\"v27008020-1\">20&nbsp;</b>As for the ram that you saw with the two horns, these are the kings of Media and Persia. <b class=\"verse-num\" id=\"v27008021-1\">21&nbsp;</b>And the goat is the king of Greece. And the great horn between his eyes is the first king. <b class=\"verse-num\" id=\"v27008022-1\">22&nbsp;</b>As for the horn that was broken, in place of which four others arose, four kingdoms shall arise from his nation, but not with his power. <b class=\"verse-num\" id=\"v27008023-1\">23&nbsp;</b>And at the latter end of their kingdom, when the transgressors have reached their limit, a king of bold face, one who understands riddles, shall arise. <b class=\"verse-num\" id=\"v27008024-1\">24&nbsp;</b>His power shall be great—but not by his own power; and he shall cause fearful destruction and shall succeed in what he does, and destroy mighty men and the people who are the saints. <b class=\"verse-num\" id=\"v27008025-1\">25&nbsp;</b>By his cunning he shall make deceit prosper under his hand, and in his own mind he shall become great. Without warning he shall destroy many. And he shall even rise up against the Prince of princes, and he shall be broken—but by no human hand. <b class=\"verse-num\" id=\"v27008026-1\">26&nbsp;</b>The vision of the evenings and the mornings that has been told is true, but seal up the vision, for it refers to many days from now.”</p>\n<p id=\"p27008026_14-20\"><b class=\"verse-num\" id=\"v27008027-1\">27&nbsp;</b>And I, Daniel, was overcome and lay sick for some days. Then I rose and went about the king’s business, but I was appalled by the vision and did not understand it.</p>\n\n</div>","kjv":"<strong>1</strong> In the third year of the reign of king Belshazzar a vision appeared unto me, even unto me Daniel, after that which appeared unto me at the first.  <strong>2</strong> And I saw in a vision; and it came to pass, when I saw, that I was at Shushan in the palace, which is in the province of Elam; and I saw in a vision, and I was by the river of Ulai.  <strong>3</strong> Then I lifted up mine eyes, and saw, and, behold, there stood before the river a ram which had two horns: and the two horns were high; but one was higher than the other, and the higher came up last.  <strong>4</strong> I saw the ram pushing westward, and northward, and southward; so that no beasts might stand before him, neither was there any that could deliver out of his hand; but he did according to his will, and became great.  <strong>5</strong> And as I was considering, behold, an he goat came from the west on the face of the whole earth, and touched not the ground: and the goat had  a notable horn between his eyes.  <strong>6</strong> And he came to the ram that had two horns, which I had seen standing before the river, and ran unto him in the fury of his power.  <strong>7</strong> And I saw him come close unto the ram, and he was moved with choler against him, and smote the ram, and brake his two horns: and there was no power in the ram to stand before him, but he cast him down to the ground, and stamped upon him: and there was none that could deliver the ram out of his hand.  <strong>8</strong> Therefore the he goat waxed very great: and when he was strong, the great horn was broken; and for it came up four notable ones toward the four winds of heaven.  <strong>9</strong> And out of one of them came forth a little horn, which waxed exceeding great, toward the south, and toward the east, and toward the pleasant land.  <strong>10</strong> And it waxed great, even to the host of heaven; and it cast down some of the host and of the stars to the ground, and stamped upon them.  <strong>11</strong> Yea, he magnified himself even to the prince of the host, and by him the daily sacrifice was taken away, and the place of his sanctuary was cast down.  <strong>12</strong> And an host was given him against the daily sacrifice  by reason of transgression, and it cast down the truth to the ground; and it practised, and prospered.  <strong>13</strong> Then I heard one saint speaking, and another saint said unto that certain saint which spake, How long shall be the vision concerning the daily sacrifice, and the transgression of desolation, to give both the sanctuary and the host to be trodden under foot?  <strong>14</strong> And he said unto me, Unto two thousand and three hundred days; then shall the sanctuary be cleansed.  <strong>15</strong> And it came to pass, when I, even I Daniel, had seen the vision, and sought for the meaning, then, behold, there stood before me as the appearance of a man.  <strong>16</strong> And I heard a man’s voice between the banks of Ulai, which called, and said, Gabriel, make this man to understand the vision.  <strong>17</strong> So he came near where I stood: and when he came, I was afraid, and fell upon my face: but he said unto me, Understand, O son of man: for at the time of the end shall be the vision.  <strong>18</strong> Now as he was speaking with me, I was in a deep sleep on my face toward the ground: but he touched me, and set me upright.  <strong>19</strong> And he said, Behold, I will make thee know what shall be in the last end of the indignation: for at the time appointed the end shall be.  <strong>20</strong> The ram which thou sawest having two horns are  the kings of Media and Persia.  <strong>21</strong> And the rough goat is the king of Grecia: and the great horn that is between his eyes is the first king.  <strong>22</strong> Now that being broken, whereas four stood up for it, four kingdoms shall stand up out of the nation, but not in his power.  <strong>23</strong> And in the latter time of their kingdom, when the transgressors are come to the full, a king of fierce countenance, and understanding dark sentences, shall stand up.  <strong>24</strong> And his power shall be mighty, but not by his own power: and he shall destroy wonderfully, and shall prosper, and practise, and shall destroy the mighty and the holy people.  <strong>25</strong> And through his policy also he shall cause craft to prosper in his hand; and he shall magnify himself in his heart, and by peace shall destroy many: he shall also stand up against the Prince of princes; but he shall be broken without hand.  <strong>26</strong> And the vision of the evening and the morning which was told is  true: wherefore shut thou up the vision; for it shall be  for many days.  <strong>27</strong> And I Daniel fainted, and was sick certain days; afterward I rose up, and did the king’s business; and I was astonished at the vision, but none understood it. ","niv":"<sup><strong>1</strong></sup> In the third year of King Belshazzar's reign, I, Daniel, had a vision, after the one that had already appeared to me. <sup><strong>2</strong></sup> In my vision I saw myself in the citadel of Susa in the province of Elam; in the vision I was beside the Ulai Canal. <sup><strong>3</strong></sup> I looked up, and there before me was a ram with two horns, standing beside the canal, and the horns were long. One of the horns was longer than the other but grew up later. <sup><strong>4</strong></sup> I watched the ram as he charged toward the west and the north and the south. No animal could stand against him, and none could rescue from his power. He did as he pleased and became great. <sup><strong>5</strong></sup> As I was thinking about this, suddenly a goat with a prominent horn between his eyes came from the west, crossing the whole earth without touching the ground. <sup><strong>6</strong></sup> He came toward the two-horned ram I had seen standing beside the canal and charged at him in great rage. <sup><strong>7</strong></sup> I saw him attack the ram furiously, striking the ram and shattering his two horns. The ram was powerless to stand against him; the goat knocked him to the ground and trampled on him, and none could rescue the ram from his power. <sup><strong>8</strong></sup> The goat became very great, but at the height of his power his large horn was broken off, and in its place four prominent horns grew up toward the four winds of heaven. <sup><strong>9</strong></sup> Out of one of them came another horn, which started small but grew in power to the south and to the east and toward the Beautiful Land. <sup><strong>10</strong></sup> It grew until it reached the host of the heavens, and it threw some of the starry host down to the earth and trampled on them. <sup><strong>11</strong></sup> It set itself up to be as great as the Prince of the host; it took away the daily sacrifice from him, and the place of his sanctuary was brought low. <sup><strong>12</strong></sup> Because of rebellion, the host of the saints and the daily sacrifice were given over to it. It prospered in everything it did, and truth was thrown to the ground. <sup><strong>13</strong></sup> Then I heard a holy one speaking, and another holy one said to him, \"How long will it take for the vision to be fulfilled-the vision concerning the daily sacrifice, the rebellion that causes desolation, and the surrender of the sanctuary and of the host that will be trampled underfoot?\" <sup><strong>14</strong></sup> He said to me, \"It will take 2,300 evenings and mornings; then the sanctuary will be reconsecrated.\" <sup><strong>15</strong></sup> While I, Daniel, was watching the vision and trying to understand it, there before me stood one who looked like a man. <sup><strong>16</strong></sup> And I heard a man's voice from the Ulai calling, \"Gabriel, tell this man the meaning of the vision.\" <sup><strong>17</strong></sup> As he came near the place where I was standing, I was terrified and fell prostrate. \"Son of man,\" he said to me, \"understand that the vision concerns the time of the end.\" <sup><strong>18</strong></sup> While he was speaking to me, I was in a deep sleep, with my face to the ground. Then he touched me and raised me to my feet. <sup><strong>19</strong></sup> He said: \"I am going to tell you what will happen later in the time of wrath, because the vision concerns the appointed time of the end. <sup><strong>20</strong></sup> The two-horned ram that you saw represents the kings of Media and Persia. <sup><strong>21</strong></sup> The shaggy goat is the king of Greece, and the large horn between his eyes is the first king. <sup><strong>22</strong></sup> The four horns that replaced the one that was broken off represent four kingdoms that will emerge from his nation but will not have the same power. <sup><strong>23</strong></sup> \"In the latter part of their reign, when rebels have become completely wicked, a stern-faced king, a master of intrigue, will arise. <sup><strong>24</strong></sup> He will become very strong, but not by his own power. He will cause astounding devastation and will succeed in whatever he does. He will destroy the mighty men and the holy people. <sup><strong>25</strong></sup> He will cause deceit to prosper, and he will consider himself superior. When they feel secure, he will destroy many and take his stand against the Prince of princes. Yet he will be destroyed, but not by human power. <sup><strong>26</strong></sup> \"The vision of the evenings and mornings that has been given you is true, but seal up the vision, for it concerns the distant future.\" <sup><strong>27</strong></sup> I, Daniel, was exhausted and lay ill for several days. Then I got up and went about the king's business. I was appalled by the vision; it was beyond understanding. "},{"_id":"61592546cd920c662dfffde5","topicId":"61592541cd920c662dfffdd2","verse":"Ecclesiastes 3:1-8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p21003001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003002_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003002-1\">2&nbsp;</b>&nbsp;&nbsp;a time to be born, and a time to die;</span><br><span id=\"p21003002_05-21\" class=\"line\">&nbsp;&nbsp;a time to plant, and a time to pluck up what is planted;</span><br><span id=\"p21003003_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003003-1\">3&nbsp;</b>&nbsp;&nbsp;a time to kill, and a time to heal;</span><br><span id=\"p21003003_05-21\" class=\"line\">&nbsp;&nbsp;a time to break down, and a time to build up;</span><br><span id=\"p21003004_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_05-21\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br><span id=\"p21003005_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003005-1\">5&nbsp;</b>&nbsp;&nbsp;a time to cast away stones, and a time to gather stones together;</span><br><span id=\"p21003005_05-21\" class=\"line\">&nbsp;&nbsp;a time to embrace, and a time to refrain from embracing;</span><br><span id=\"p21003006_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003006-1\">6&nbsp;</b>&nbsp;&nbsp;a time to seek, and a time to lose;</span><br><span id=\"p21003006_05-21\" class=\"line\">&nbsp;&nbsp;a time to keep, and a time to cast away;</span><br><span id=\"p21003007_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003007-1\">7&nbsp;</b>&nbsp;&nbsp;a time to tear, and a time to sew;</span><br><span id=\"p21003007_05-21\" class=\"line\">&nbsp;&nbsp;a time to keep silence, and a time to speak;</span><br><span id=\"p21003008_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003008-1\">8&nbsp;</b>&nbsp;&nbsp;a time to love, and a time to hate;</span><br><span id=\"p21003008_05-21\" class=\"line\">&nbsp;&nbsp;a time for war, and a time for peace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  <strong>2</strong> A time to be born, and a time to die; a time to plant, and a time to pluck up that which is planted;  <strong>3</strong> A time to kill, and a time to heal; a time to break down, and a time to build up;  <strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  <strong>5</strong> A time to cast away stones, and a time to gather stones together; a time to embrace, and a time to refrain from embracing;  <strong>6</strong> A time to get, and a time to lose; a time to keep, and a time to cast away;  <strong>7</strong> A time to rend, and a time to sew; a time to keep silence, and a time to speak;  <strong>8</strong> A time to love, and a time to hate; a time of war, and a time of peace.  ","niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven: <sup><strong>2</strong></sup> a time to be born and a time to die, a time to plant and a time to uproot, <sup><strong>3</strong></sup> a time to kill and a time to heal, a time to tear down and a time to build, <sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance, <sup><strong>5</strong></sup> a time to scatter stones and a time to gather them, a time to embrace and a time to refrain, <sup><strong>6</strong></sup> a time to search and a time to give up, a time to keep and a time to throw away, <sup><strong>7</strong></sup> a time to tear and a time to mend, a time to be silent and a time to speak, <sup><strong>8</strong></sup> a time to love and a time to hate, a time for war and a time for peace. "},{"_id":"61592547cd920c662dfffde6","topicId":"61592541cd920c662dfffdd2","verse":"Ephesians 2:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49002009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>9</strong></sup> not by works, so that no one can boast."},{"_id":"61592547cd920c662dfffde7","topicId":"61592541cd920c662dfffdd2","verse":"Galatians 1:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p48001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48001001-1\">1:1&nbsp;</b>Paul, an apostle—not from men nor through man, but through Jesus Christ and God the Father, who raised him from the dead—<b class=\"verse-num\" id=\"v48001002-1\">2&nbsp;</b>and all the brothers who are with me,</p>\n<p id=\"p48001002_02-23\">To the churches of Galatia:</p>\n<p id=\"p48001002_02-23\"><b class=\"verse-num\" id=\"v48001003-1\">3&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ, <b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father, <b class=\"verse-num\" id=\"v48001005-1\">5&nbsp;</b>to whom be the glory forever and ever. Amen.</p>\n\n<p id=\"p48001005_05-23\"><b class=\"verse-num\" id=\"v48001006-1\">6&nbsp;</b>I am astonished that you are so quickly deserting him who called you in the grace of Christ and are turning to a different gospel—<b class=\"verse-num\" id=\"v48001007-1\">7&nbsp;</b>not that there is another one, but there are some who trouble you and want to distort the gospel of Christ. <b class=\"verse-num\" id=\"v48001008-1\">8&nbsp;</b>But even if we or an angel from heaven should preach to you a gospel contrary to the one we preached to you, let him be accursed. <b class=\"verse-num\" id=\"v48001009-1\">9&nbsp;</b>As we have said before, so now I say again: If anyone is preaching to you a gospel contrary to the one you received, let him be accursed.</p>\n<p id=\"p48001009_05-23\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n<p id=\"p48001010_09-23\"><b class=\"verse-num\" id=\"v48001011-1\">11&nbsp;</b>For I would have you know, brothers, that the gospel that was preached by me is not man’s gospel. <b class=\"verse-num\" id=\"v48001012-1\">12&nbsp;</b>For I did not receive it from any man, nor was I taught it, but I received it through a revelation of Jesus Christ. <b class=\"verse-num\" id=\"v48001013-1\">13&nbsp;</b>For you have heard of my former life in Judaism, how I persecuted the church of God violently and tried to destroy it. <b class=\"verse-num\" id=\"v48001014-1\">14&nbsp;</b>And I was advancing in Judaism beyond many of my own age among my people, so extremely zealous was I for the traditions of my fathers. <b class=\"verse-num\" id=\"v48001015-1\">15&nbsp;</b>But when he who had set me apart before I was born, and who called me by his grace, <b class=\"verse-num\" id=\"v48001016-1\">16&nbsp;</b>was pleased to reveal his Son to me, in order that I might preach him among the Gentiles, I did not immediately consult with anyone; <b class=\"verse-num\" id=\"v48001017-1\">17&nbsp;</b>nor did I go up to Jerusalem to those who were apostles before me, but I went away into Arabia, and returned again to Damascus.</p>\n<p id=\"p48001017_09-23\"><b class=\"verse-num\" id=\"v48001018-1\">18&nbsp;</b>Then after three years I went up to Jerusalem to visit Cephas and remained with him fifteen days. <b class=\"verse-num\" id=\"v48001019-1\">19&nbsp;</b>But I saw none of the other apostles except James the Lord’s brother. <b class=\"verse-num\" id=\"v48001020-1\">20&nbsp;</b>(In what I am writing to you, before God, I do not lie!) <b class=\"verse-num\" id=\"v48001021-1\">21&nbsp;</b>Then I went into the regions of Syria and Cilicia. <b class=\"verse-num\" id=\"v48001022-1\">22&nbsp;</b>And I was still unknown in person to the churches of Judea that are in Christ. <b class=\"verse-num\" id=\"v48001023-1\">23&nbsp;</b>They only were hearing it said, “He who used to persecute us is now preaching the faith he once tried to destroy.” <b class=\"verse-num\" id=\"v48001024-1\">24&nbsp;</b>And they glorified God because of me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle, (not of men, neither by man, but by Jesus Christ, and God the Father, who raised him from the dead;)  <strong>2</strong> And all the brethren which are with me, unto the churches of Galatia:  <strong>3</strong> Grace be to you and peace from God the Father, and from  our Lord Jesus Christ,  <strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  <strong>5</strong> To whom be glory for ever and ever. Amen.  <strong>6</strong> I marvel that ye are so soon removed from him that called you into the grace of Christ unto another gospel:  <strong>7</strong> Which is not another; but there be some that trouble you, and would pervert the gospel of Christ.  <strong>8</strong> But though we, or an angel from heaven, preach any other gospel unto you than that which we have preached unto you, let him be accursed.  <strong>9</strong> As we said before, so say I now again, If any man preach any other gospel unto you than that ye have received, let him be accursed.  <strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  <strong>11</strong> But I certify you, brethren, that the gospel which was preached of me is not after man.  <strong>12</strong> For I neither received it of man, neither was I taught it,  but by the revelation of Jesus Christ.  <strong>13</strong> For ye have heard of my conversation in time past in the Jews’ religion, how that beyond measure I persecuted the church of God, and wasted it:  <strong>14</strong> And profited in the Jews’ religion above many my equals in mine own nation, being more exceedingly zealous of the traditions of my fathers.  <strong>15</strong> But when it pleased God, who separated me from my mother’s womb, and called me by his grace,  <strong>16</strong> To reveal his Son in me, that I might preach him among the heathen; immediately I conferred not with flesh and blood:  <strong>17</strong> Neither went I up to Jerusalem to them which were apostles before me; but I went into Arabia, and returned again unto Damascus.  <strong>18</strong> Then after three years I went up to Jerusalem to see Peter, and abode with him fifteen days.  <strong>19</strong> But other of the apostles saw I none, save James the Lord’s brother.  <strong>20</strong> Now the things which I write unto you, behold, before God, I lie not.  <strong>21</strong> Afterwards I came into the regions of Syria and Cilicia;  <strong>22</strong> And was unknown by face unto the churches of Judaea which were in Christ:  <strong>23</strong> But they had heard only, That he which persecuted us in times past now preacheth the faith which once he destroyed.  <strong>24</strong> And they glorified God in me.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle--sent not from men nor by man, but by Jesus Christ and God the Father, who raised him from the dead-- <sup><strong>2</strong></sup> and all the brothers with me, To the churches in Galatia: <sup><strong>3</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ, <sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father, <sup><strong>5</strong></sup> to whom be glory for ever and ever. Amen. <sup><strong>6</strong></sup> I am astonished that you are so quickly deserting the one who called you by the grace of Christ and are turning to a different gospel-- <sup><strong>7</strong></sup> which is really no gospel at all. Evidently some people are throwing you into confusion and are trying to pervert the gospel of Christ. <sup><strong>8</strong></sup> But even if we or an angel from heaven should preach a gospel other than the one we preached to you, let him be eternally condemned! <sup><strong>9</strong></sup> As we have already said, so now I say again: If anybody is preaching to you a gospel other than what you accepted, let him be eternally condemned! <sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ. <sup><strong>11</strong></sup> I want you to know, brothers, that the gospel I preached is not something that man made up. <sup><strong>12</strong></sup> I did not receive it from any man, nor was I taught it; rather, I received it by revelation from Jesus Christ. <sup><strong>13</strong></sup> For you have heard of my previous way of life in Judaism, how intensely I persecuted the church of God and tried to destroy it. <sup><strong>14</strong></sup> I was advancing in Judaism beyond many Jews of my own age and was extremely zealous for the traditions of my fathers. <sup><strong>15</strong></sup> But when God, who set me apart from birth and called me by his grace, was pleased <sup><strong>16</strong></sup> to reveal his Son in me so that I might preach him among the Gentiles, I did not consult any man, <sup><strong>17</strong></sup> nor did I go up to Jerusalem to see those who were apostles before I was, but I went immediately into Arabia and later returned to Damascus. <sup><strong>18</strong></sup> Then after three years, I went up to Jerusalem to get acquainted with Peter and stayed with him fifteen days. <sup><strong>19</strong></sup> I saw none of the other apostles--only James, the Lord's brother. <sup><strong>20</strong></sup> I assure you before God that what I am writing you is no lie. <sup><strong>21</strong></sup> Later I went to Syria and Cilicia. <sup><strong>22</strong></sup> I was personally unknown to the churches of Judea that are in Christ. <sup><strong>23</strong></sup> They only heard the report: \"The man who formerly persecuted us is now preaching the faith he once tried to destroy.\" <sup><strong>24</strong></sup> And they praised God because of me. "},{"_id":"61592547cd920c662dfffde8","topicId":"61592541cd920c662dfffdd2","verse":"Matthew 24:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024022_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened."},{"_id":"61592548cd920c662dfffde9","topicId":"61592541cd920c662dfffdd2","verse":"Revelation 22:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022016_01-25\"><b class=\"verse-num woc\" id=\"v66022016-1\">16&nbsp;</b><span class=\"woc\">“I, Jesus, have sent my angel to testify to you about these things for the churches. I am the root and the descendant of David, the bright morning star.”</span></p>\n</div>","kjv":"<strong>16</strong>           I Jesus have sent mine angel to testify unto you these things in the churches. I am the root and the offspring of David, and the bright and morning star. ","niv":"<sup><strong>16</strong></sup> \"I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, and the bright Morning Star.\""},{"_id":"61592548cd920c662dfffdea","topicId":"61592541cd920c662dfffdd2","verse":"1 Thessalonians 5:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52005003_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005003-1\">3&nbsp;</b>While people are saying, “There is peace and security,” then sudden destruction will come upon them as labor pains come upon a pregnant woman, and they will not escape.</p>\n</div>","kjv":"<strong>3</strong> For when they shall say, Peace and safety; then sudden destruction cometh upon them, as travail upon a woman with child; and they shall not escape.  ","niv":"<sup><strong>3</strong></sup> While people are saying, \"Peace and safety,\" destruction will come on them suddenly, as labor pains on a pregnant woman, and they will not escape."},{"_id":"61592548cd920c662dfffdeb","topicId":"61592541cd920c662dfffdd2","verse":"Matthew 24:15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024015_05-28\"><b class=\"verse-num woc\" id=\"v40024015-1\">15&nbsp;</b><span class=\"woc\">“So when you see the abomination of desolation spoken of by the prophet Daniel, standing in the holy place (let the reader understand),</span></p>\n</div>","kjv":"<strong>15</strong> When ye therefore shall see the abomination of desolation, spoken of by Daniel the prophet, stand in the holy place, (whoso readeth, let him understand:) ","niv":"<sup><strong>15</strong></sup> \"So when you see standing in the holy place 'the abomination that causes desolation,' spoken of through the prophet Daniel--let the reader understand--"}]}