{"_id":"615920992053ce65432d8dbc","slug":"being-meek","name":"Being Meek","verses":[{"_id":"615920992053ce65432d8dbd","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:5","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-13\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-13\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-13\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-13\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-13\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-13\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-13\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-13\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-13\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-13\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-13\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-13\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-13\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-13\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-13\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-13\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-13\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-13\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-13\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth."},{"_id":"615920992053ce65432d8dbe","topicId":"615920992053ce65432d8dbc","verse":"Matthew 11:29","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40011029_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span></p>\n</div>","kjv":"<strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  ","niv":"<sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls."},{"_id":"6159209a2053ce65432d8dbf","topicId":"615920992053ce65432d8dbc","verse":"2 Timothy 2:15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6159209a2053ce65432d8dc0","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40005003_01-4\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  ","niv":"<sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven."},{"_id":"6159209a2053ce65432d8dc1","topicId":"615920992053ce65432d8dbc","verse":"Romans 12:3","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-5\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"6159209b2053ce65432d8dc2","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005006_01-6\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n</div>","kjv":"<strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  ","niv":"<sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled."},{"_id":"6159209b2053ce65432d8dc3","topicId":"615920992053ce65432d8dbc","verse":"Philippians 4:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"6159209b2053ce65432d8dc4","topicId":"615920992053ce65432d8dbc","verse":"Romans 8:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008023-1\">23&nbsp;</b>And not only the creation, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for adoption as sons, the redemption of our bodies.</p>\n</div>","kjv":"<strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  ","niv":"<sup><strong>23</strong></sup> Not only so, but we ourselves, who have the firstfruits of the Spirit, groan inwardly as we wait eagerly for our adoption as sons, the redemption of our bodies."},{"_id":"6159209b2053ce65432d8dc5","topicId":"615920992053ce65432d8dbc","verse":"John 16:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"6159209c2053ce65432d8dc6","topicId":"615920992053ce65432d8dbc","verse":"John 15:5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015005_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015005-1\">5&nbsp;</b><span class=\"woc\">I am the vine; you are the branches. Whoever abides in me and I in him, he it is that bears much fruit, for apart from me you can do nothing.</span></p>\n</div>","kjv":"<strong>5</strong> I am the vine, ye are the branches: He that abideth in me, and I in him, the same bringeth forth much fruit: for without me ye can do nothing.  ","niv":"<sup><strong>5</strong></sup> \"I am the vine; you are the branches. If a man remains in me and I in him, he will bear much fruit; apart from me you can do nothing."},{"_id":"6159209c2053ce65432d8dc7","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"6159209c2053ce65432d8dc8","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005007_01-12\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n</div>","kjv":"<strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  ","niv":"<sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy."},{"_id":"6159209d2053ce65432d8dc9","topicId":"615920992053ce65432d8dbc","verse":"Matthew 5:1-48","votes":3,"__v":0,"kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"6159209d2053ce65432d8dca","topicId":"615920992053ce65432d8dbc","verse":"Revelation 12:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66012010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012010-1\">10&nbsp;</b>And I heard a loud voice in heaven, saying, “Now the salvation and the power and the kingdom of our God and the authority of his Christ have come, for the accuser of our brothers has been thrown down, who accuses them day and night before our God.</p>\n\n</div>","kjv":"<strong>10</strong> And I heard a loud voice saying in heaven, Now is come salvation, and strength, and the kingdom of our God, and the power of his Christ: for the accuser of our brethren is cast down, which accused them before our God day and night.  ","niv":"<sup><strong>10</strong></sup> Then I heard a loud voice in heaven say: \"Now have come the salvation and the power and the kingdom of our God, and the authority of his Christ. For the accuser of our brothers, who accuses them before our God day and night, has been hurled down."},{"_id":"6159209d2053ce65432d8dcb","topicId":"615920992053ce65432d8dbc","verse":"Revelation 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66003020_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003020-1\">20&nbsp;</b><span class=\"woc\">Behold, I stand at the door and knock. If anyone hears my voice and opens the door, I will come in to him and eat with him, and he with me.</span></p>\n</div>","kjv":"<strong>20</strong> Behold, I stand at the door, and knock: if any man hear my voice, and open the door, I will come in to him, and will sup with him, and he with me.  ","niv":"<sup><strong>20</strong></sup> Here I am! I stand at the door and knock. If anyone hears my voice and opens the door, I will come in and eat with him, and he with me."},{"_id":"6159209e2053ce65432d8dcc","topicId":"615920992053ce65432d8dbc","verse":"1 John 2:15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-16\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him."},{"_id":"6159209e2053ce65432d8dcd","topicId":"615920992053ce65432d8dbc","verse":"Hebrews 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"6159209e2053ce65432d8dce","topicId":"615920992053ce65432d8dbc","verse":"Hebrews 10:38","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58010038_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58010038-1\">38&nbsp;</b>&nbsp;&nbsp;but my righteous one shall live by faith,</span><br><span id=\"p58010038_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and if he shrinks back,</span><br><span id=\"p58010038_01-18\" class=\"line\">&nbsp;&nbsp;my soul has no pleasure in him.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>38</strong> Now the just shall live by faith: but if any man draw back, my soul shall have no pleasure in him.  ","niv":"<sup><strong>38</strong></sup> But my righteous one will live by faith. And if he shrinks back, I will not be pleased with him.\""},{"_id":"6159209e2053ce65432d8dcf","topicId":"615920992053ce65432d8dbc","verse":"Colossians 3:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003013_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you."},{"_id":"6159209f2053ce65432d8dd0","topicId":"615920992053ce65432d8dbc","verse":"Galatians 5:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness,"},{"_id":"6159209f2053ce65432d8dd1","topicId":"615920992053ce65432d8dbc","verse":"Romans 8:29","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008029_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers.</p>\n</div>","kjv":"<strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  ","niv":"<sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers."},{"_id":"6159209f2053ce65432d8dd2","topicId":"615920992053ce65432d8dbc","verse":"Romans 8:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"615920a02053ce65432d8dd3","topicId":"615920992053ce65432d8dbc","verse":"Revelation 5:10","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66005010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v66005010-1\">10&nbsp;</b>&nbsp;&nbsp;and you have made them a kingdom and priests to our God,</span><br><span id=\"p66005010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall reign on the earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> And hast made us unto our God kings and priests: and we shall reign on the earth.  ","niv":"<sup><strong>10</strong></sup> You have made them to be a kingdom and priests to serve our God, and they will reign on the earth.\""},{"_id":"615920a02053ce65432d8dd4","topicId":"615920992053ce65432d8dbc","verse":"1 John 5:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62005003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005003-1\">3&nbsp;</b>For this is the love of God, that we keep his commandments. And his commandments are not burdensome.</p>\n</div>","kjv":"<strong>3</strong> For this is the love of God, that we keep his commandments: and his commandments are not grievous.  ","niv":"<sup><strong>3</strong></sup> This is love for God: to obey his commands. And his commands are not burdensome,"},{"_id":"615920a02053ce65432d8dd5","topicId":"615920992053ce65432d8dbc","verse":"1 Peter 2:21-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002021_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.</p>\n</div>","kjv":"<strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  ","niv":"<sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. "}]}