{"_id":"6159196a2053ce65432d8978","slug":"being-envious","name":"Being Envious","verses":[{"_id":"6159196b2053ce65432d8979","topicId":"6159196a2053ce65432d8978","verse":"1 John 2:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world."},{"_id":"6159196b2053ce65432d897a","topicId":"6159196a2053ce65432d8978","verse":"Matthew 6:33","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"6159196b2053ce65432d897b","topicId":"6159196a2053ce65432d8978","verse":"Hebrews 13:5","votes":11,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\""},{"_id":"6159196c2053ce65432d897c","topicId":"6159196a2053ce65432d8978","verse":"Proverbs 15:1","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-4\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"6159196c2053ce65432d897d","topicId":"6159196a2053ce65432d8978","verse":"James 4:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59004014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004014-1\">14&nbsp;</b>yet you do not know what tomorrow will bring. What is your life? For you are a mist that appears for a little time and then vanishes.</p>\n</div>","kjv":"<strong>14</strong> Whereas ye know not what shall be on the morrow. For what is your life? It is even a vapour, that appeareth for a little time, and then vanisheth away.  ","niv":"<sup><strong>14</strong></sup> Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes."},{"_id":"6159196c2053ce65432d897e","topicId":"6159196a2053ce65432d8978","verse":"Hebrews 4:12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"6159196c2053ce65432d897f","topicId":"6159196a2053ce65432d8978","verse":"Proverbs 14:30","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014030_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014030-1\">30&nbsp;</b>&nbsp;&nbsp;A tranquil heart gives life to the flesh,</span><br><span id=\"p20014030_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but envy makes the bones rot.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>30</strong> A sound heart is the life of the flesh: but envy the rottenness of the bones.  ","niv":"<sup><strong>30</strong></sup> A heart at peace gives life to the body, but envy rots the bones."},{"_id":"6159196d2053ce65432d8980","topicId":"6159196a2053ce65432d8978","verse":"1 Corinthians 13:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-9\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant</p>\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},{"_id":"6159196d2053ce65432d8981","topicId":"6159196a2053ce65432d8978","verse":"1 Corinthians 2:1-16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-11\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-11\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-11\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-11\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"6159196d2053ce65432d8982","topicId":"6159196a2053ce65432d8978","verse":"Malachi 3:6","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p39003006_03-12\"><b class=\"verse-num\" id=\"v39003006-1\">6&nbsp;</b>“For I the LORD do not change; therefore you, O children of Jacob, are not consumed.</p>\n</div>","kjv":"<strong>6</strong> For I am the LORD, I change not; therefore ye sons of Jacob are not consumed.  ","niv":"<sup><strong>6</strong></sup> \"I the LORD do not change. So you, O descendants of Jacob, are not destroyed."},{"_id":"6159196e2053ce65432d8983","topicId":"6159196a2053ce65432d8978","verse":"Galatians 5:19-21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. "},{"_id":"6159196e2053ce65432d8984","topicId":"6159196a2053ce65432d8978","verse":"1 Corinthians 3:3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46003003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way?</p>\n</div>","kjv":"<strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  ","niv":"<sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men?"},{"_id":"6159196e2053ce65432d8985","topicId":"6159196a2053ce65432d8978","verse":"Romans 12:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6159196f2053ce65432d8986","topicId":"6159196a2053ce65432d8978","verse":"Hebrews 5:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58005014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n</div>","kjv":"<strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>14</strong></sup> But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil."},{"_id":"6159196f2053ce65432d8987","topicId":"6159196a2053ce65432d8978","verse":"Proverbs 27:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027004-1\">4&nbsp;</b>&nbsp;&nbsp;Wrath is cruel, anger is overwhelming,</span><br><span id=\"p20027004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but who can stand before jealousy?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Wrath is cruel, and anger is outrageous; but who is able to stand before envy?  ","niv":"<sup><strong>4</strong></sup> Anger is cruel and fury overwhelming, but who can stand before jealousy?"},{"_id":"6159196f2053ce65432d8988","topicId":"6159196a2053ce65432d8978","verse":"Galatians 5:26","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48005026_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n</div>","kjv":"<strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other."},{"_id":"6159196f2053ce65432d8989","topicId":"6159196a2053ce65432d8978","verse":"James 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59003016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice.</p>\n</div>","kjv":"<strong>16</strong> For where envying and strife is, there is confusion and every evil work.  ","niv":"<sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice."},{"_id":"615919702053ce65432d898a","topicId":"6159196a2053ce65432d8978","verse":"2 Timothy 3:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615919702053ce65432d898b","topicId":"6159196a2053ce65432d8978","verse":"1 Timothy 2:1-15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-23\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"615919702053ce65432d898c","topicId":"6159196a2053ce65432d8978","verse":"Colossians 1:1-29","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p51001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother,</p>\n<p id=\"p51001001_02-24\"><b class=\"verse-num\" id=\"v51001002-1\">2&nbsp;</b>To the saints and faithful brothers in Christ at Colossae:</p>\n<p id=\"p51001002_02-24\">Grace to you and peace from God our Father.</p>\n\n<p id=\"p51001002_05-24\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel, <b class=\"verse-num\" id=\"v51001006-1\">6&nbsp;</b>which has come to you, as indeed in the whole world it is bearing fruit and increasing—as it also does among you, since the day you heard it and understood the grace of God in truth, <b class=\"verse-num\" id=\"v51001007-1\">7&nbsp;</b>just as you learned it from Epaphras our beloved fellow servant. He is a faithful minister of Christ on your behalf <b class=\"verse-num\" id=\"v51001008-1\">8&nbsp;</b>and has made known to us your love in the Spirit.</p>\n<p id=\"p51001008_05-24\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light. <b class=\"verse-num\" id=\"v51001013-1\">13&nbsp;</b>He has delivered us from the domain of darkness and transferred us to the kingdom of his beloved Son, <b class=\"verse-num\" id=\"v51001014-1\">14&nbsp;</b>in whom we have redemption, the forgiveness of sins.</p>\n\n<p id=\"p51001014_09-24\"><b class=\"verse-num\" id=\"v51001015-1\">15&nbsp;</b>He is the image of the invisible God, the firstborn of all creation. <b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him. <b class=\"verse-num\" id=\"v51001017-1\">17&nbsp;</b>And he is before all things, and in him all things hold together. <b class=\"verse-num\" id=\"v51001018-1\">18&nbsp;</b>And he is the head of the body, the church. He is the beginning, the firstborn from the dead, that in everything he might be preeminent. <b class=\"verse-num\" id=\"v51001019-1\">19&nbsp;</b>For in him all the fullness of God was pleased to dwell, <b class=\"verse-num\" id=\"v51001020-1\">20&nbsp;</b>and through him to reconcile to himself all things, whether on earth or in heaven, making peace by the blood of his cross.</p>\n<p id=\"p51001020_09-24\"><b class=\"verse-num\" id=\"v51001021-1\">21&nbsp;</b>And you, who once were alienated and hostile in mind, doing evil deeds, <b class=\"verse-num\" id=\"v51001022-1\">22&nbsp;</b>he has now reconciled in his body of flesh by his death, in order to present you holy and blameless and above reproach before him, <b class=\"verse-num\" id=\"v51001023-1\">23&nbsp;</b>if indeed you continue in the faith, stable and steadfast, not shifting from the hope of the gospel that you heard, which has been proclaimed in all creation under heaven, and of which I, Paul, became a minister.</p>\n\n<p id=\"p51001023_14-24\"><b class=\"verse-num\" id=\"v51001024-1\">24&nbsp;</b>Now I rejoice in my sufferings for your sake, and in my flesh I am filling up what is lacking in Christ’s afflictions for the sake of his body, that is, the church, <b class=\"verse-num\" id=\"v51001025-1\">25&nbsp;</b>of which I became a minister according to the stewardship from God that was given to me for you, to make the word of God fully known, <b class=\"verse-num\" id=\"v51001026-1\">26&nbsp;</b>the mystery hidden for ages and generations but now revealed to his saints. <b class=\"verse-num\" id=\"v51001027-1\">27&nbsp;</b>To them God chose to make known how great among the Gentiles are the riches of the glory of this mystery, which is Christ in you, the hope of glory. <b class=\"verse-num\" id=\"v51001028-1\">28&nbsp;</b>Him we proclaim, warning everyone and teaching everyone with all wisdom, that we may present everyone mature in Christ. <b class=\"verse-num\" id=\"v51001029-1\">29&nbsp;</b>For this I toil, struggling with all his energy that he powerfully works within me.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, and Timotheus our brother,  <strong>2</strong> To the saints and faithful brethren in Christ which are at Colosse: Grace be unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  <strong>6</strong> Which is come unto you, as it is in all the world; and bringeth forth fruit, as it doth also in you, since the day ye heard of it, and knew the grace of God in truth:  <strong>7</strong> As ye also learned of Epaphras our dear fellowservant, who is for you a faithful minister of Christ;  <strong>8</strong> Who also declared unto us your love in the Spirit.  <strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  <strong>13</strong> Who hath delivered us from the power of darkness, and hath translated us into the kingdom of his dear Son:  <strong>14</strong> In whom we have redemption through his blood, even the forgiveness of sins:  <strong>15</strong> Who is the image of the invisible God, the firstborn of every creature:  <strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  <strong>17</strong> And he is before all things, and by him all things consist.  <strong>18</strong> And he is the head of the body, the church: who is the beginning, the firstborn from the dead; that in all things he might have the preeminence.  <strong>19</strong> For it pleased the Father that in him should all fulness dwell;  <strong>20</strong> And, having made peace through the blood of his cross, by him to reconcile all things unto himself; by him, I say, whether they be things in earth, or things in heaven.  <strong>21</strong> And you, that were sometime alienated and enemies in your  mind by wicked works, yet now hath he reconciled  <strong>22</strong> In the body of his flesh through death, to present you holy and unblameable and unreproveable in his sight:  <strong>23</strong> If ye continue in the faith grounded and settled, and be  not moved away from the hope of the gospel, which ye have heard, and which was preached to every creature which is under heaven; whereof I Paul am made a minister;  <strong>24</strong> Who now rejoice in my sufferings for you, and fill up that which is behind of the afflictions of Christ in my flesh for his body’s sake, which is the church:  <strong>25</strong> Whereof I am made a minister, according to the dispensation of God which is given to me for you, to fulfil the word of God;  <strong>26</strong> Even the mystery which hath been hid from ages and from generations, but now is made manifest to his saints:  <strong>27</strong> To whom God would make known what is the riches of the glory of this mystery among the Gentiles; which is Christ in you, the hope of glory:  <strong>28</strong> Whom we preach, warning every man, and teaching every man in all wisdom; that we may present every man perfect in Christ Jesus:  <strong>29</strong> Whereunto I also labour, striving according to his working, which worketh in me mightily.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, and Timothy our brother, <sup><strong>2</strong></sup> To the holy and faithful brothers in Christ at Colosse: Grace and peace to you from God our Father. <sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel <sup><strong>6</strong></sup> that has come to you. All over the world this gospel is bearing fruit and growing, just as it has been doing among you since the day you heard it and understood God's grace in all its truth. <sup><strong>7</strong></sup> You learned it from Epaphras, our dear fellow servant, who is a faithful minister of Christ on our behalf, <sup><strong>8</strong></sup> and who also told us of your love in the Spirit. <sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. <sup><strong>13</strong></sup> For he has rescued us from the dominion of darkness and brought us into the kingdom of the Son he loves, <sup><strong>14</strong></sup> in whom we have redemption, the forgiveness of sins. <sup><strong>15</strong></sup> He is the image of the invisible God, the firstborn over all creation. <sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him. <sup><strong>17</strong></sup> He is before all things, and in him all things hold together. <sup><strong>18</strong></sup> And he is the head of the body, the church; he is the beginning and the firstborn from among the dead, so that in everything he might have the supremacy. <sup><strong>19</strong></sup> For God was pleased to have all his fullness dwell in him, <sup><strong>20</strong></sup> and through him to reconcile to himself all things, whether things on earth or things in heaven, by making peace through his blood, shed on the cross. <sup><strong>21</strong></sup> Once you were alienated from God and were enemies in your minds because of your evil behavior. <sup><strong>22</strong></sup> But now he has reconciled you by Christ's physical body through death to present you holy in his sight, without blemish and free from accusation-- <sup><strong>23</strong></sup> if you continue in your faith, established and firm, not moved from the hope held out in the gospel. This is the gospel that you heard and that has been proclaimed to every creature under heaven, and of which I, Paul, have become a servant. <sup><strong>24</strong></sup> Now I rejoice in what was suffered for you, and I fill up in my flesh what is still lacking in regard to Christ's afflictions, for the sake of his body, which is the church. <sup><strong>25</strong></sup> I have become its servant by the commission God gave me to present to you the word of God in its fullness-- <sup><strong>26</strong></sup> the mystery that has been kept hidden for ages and generations, but is now disclosed to the saints. <sup><strong>27</strong></sup> To them God has chosen to make known among the Gentiles the glorious riches of this mystery, which is Christ in you, the hope of glory. <sup><strong>28</strong></sup> We proclaim him, admonishing and teaching everyone with all wisdom, so that we may present everyone perfect in Christ. <sup><strong>29</strong></sup> To this end I labor, struggling with all his energy, which so powerfully works in me. "},{"_id":"615919712053ce65432d898d","topicId":"6159196a2053ce65432d8978","verse":"1 Corinthians 13:4-5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-26\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful;</p>\n\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. "},{"_id":"615919712053ce65432d898e","topicId":"6159196a2053ce65432d8978","verse":"Proverbs 3:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"},{"_id":"615919712053ce65432d898f","topicId":"6159196a2053ce65432d8978","verse":"Job 5:2","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18005002_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v18005002-1\">2&nbsp;</b>&nbsp;&nbsp;Surely vexation kills the fool,</span><br><span id=\"p18005002_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and jealousy slays the simple.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For wrath killeth the foolish man, and envy slayeth the silly one.  ","niv":"<sup><strong>2</strong></sup> Resentment kills a fool, and envy slays the simple."},{"_id":"615919722053ce65432d8990","topicId":"6159196a2053ce65432d8978","verse":"Romans 12:3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-29\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you."},{"_id":"615919722053ce65432d8991","topicId":"6159196a2053ce65432d8978","verse":"Romans 11:1-36","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45011001_05-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45011001-1\">11:1&nbsp;</b>I ask, then, has God rejected his people? By no means! For I myself am an Israelite, a descendant of Abraham, a member of the tribe of Benjamin. <b class=\"verse-num\" id=\"v45011002-1\">2&nbsp;</b>God has not rejected his people whom he foreknew. Do you not know what the Scripture says of Elijah, how he appeals to God against Israel? <b class=\"verse-num\" id=\"v45011003-1\">3&nbsp;</b>“Lord, they have killed your prophets, they have demolished your altars, and I alone am left, and they seek my life.” <b class=\"verse-num\" id=\"v45011004-1\">4&nbsp;</b>But what is God’s reply to him? “I have kept for myself seven thousand men who have not bowed the knee to Baal.” <b class=\"verse-num\" id=\"v45011005-1\">5&nbsp;</b>So too at the present time there is a remnant, chosen by grace. <b class=\"verse-num\" id=\"v45011006-1\">6&nbsp;</b>But if it is by grace, it is no longer on the basis of works; otherwise grace would no longer be grace.</p>\n<p id=\"p45011006_05-30\"><b class=\"verse-num\" id=\"v45011007-1\">7&nbsp;</b>What then? Israel failed to obtain what it was seeking. The elect obtained it, but the rest were hardened, <b class=\"verse-num\" id=\"v45011008-1\">8&nbsp;</b>as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011008_05-30\" class=\"line\">&nbsp;&nbsp;“God gave them a spirit of stupor,</span><br><span id=\"p45011008_05-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;eyes that would not see</span><br><span id=\"p45011008_05-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ears that would not hear,</span><br><span id=\"p45011008_05-30\" class=\"line\">&nbsp;&nbsp;down to this very day.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011008_05-30\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011009-1\">9&nbsp;</b>And David says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011009_05-30\" class=\"line\">&nbsp;&nbsp;“Let their table become a snare and a trap,</span><br><span id=\"p45011009_05-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stumbling block and a retribution for them;</span><br><span id=\"p45011010_05-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011010-1\">10&nbsp;</b>&nbsp;&nbsp;let their eyes be darkened so that they cannot see,</span><br><span id=\"p45011010_05-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bend their backs forever.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45011010_08-30\"><b class=\"verse-num\" id=\"v45011011-1\">11&nbsp;</b>So I ask, did they stumble in order that they might fall? By no means! Rather, through their trespass salvation has come to the Gentiles, so as to make Israel jealous. <b class=\"verse-num\" id=\"v45011012-1\">12&nbsp;</b>Now if their trespass means riches for the world, and if their failure means riches for the Gentiles, how much more will their full inclusion mean!</p>\n<p id=\"p45011012_08-30\"><b class=\"verse-num\" id=\"v45011013-1\">13&nbsp;</b>Now I am speaking to you Gentiles. Inasmuch then as I am an apostle to the Gentiles, I magnify my ministry <b class=\"verse-num\" id=\"v45011014-1\">14&nbsp;</b>in order somehow to make my fellow Jews jealous, and thus save some of them. <b class=\"verse-num\" id=\"v45011015-1\">15&nbsp;</b>For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead? <b class=\"verse-num\" id=\"v45011016-1\">16&nbsp;</b>If the dough offered as firstfruits is holy, so is the whole lump, and if the root is holy, so are the branches.</p>\n<p id=\"p45011016_08-30\"><b class=\"verse-num\" id=\"v45011017-1\">17&nbsp;</b>But if some of the branches were broken off, and you, although a wild olive shoot, were grafted in among the others and now share in the nourishing root of the olive tree, <b class=\"verse-num\" id=\"v45011018-1\">18&nbsp;</b>do not be arrogant toward the branches. If you are, remember it is not you who support the root, but the root that supports you. <b class=\"verse-num\" id=\"v45011019-1\">19&nbsp;</b>Then you will say, “Branches were broken off so that I might be grafted in.” <b class=\"verse-num\" id=\"v45011020-1\">20&nbsp;</b>That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear. <b class=\"verse-num\" id=\"v45011021-1\">21&nbsp;</b>For if God did not spare the natural branches, neither will he spare you. <b class=\"verse-num\" id=\"v45011022-1\">22&nbsp;</b>Note then the kindness and the severity of God: severity toward those who have fallen, but God’s kindness to you, provided you continue in his kindness. Otherwise you too will be cut off. <b class=\"verse-num\" id=\"v45011023-1\">23&nbsp;</b>And even they, if they do not continue in their unbelief, will be grafted in, for God has the power to graft them in again. <b class=\"verse-num\" id=\"v45011024-1\">24&nbsp;</b>For if you were cut from what is by nature a wild olive tree, and grafted, contrary to nature, into a cultivated olive tree, how much more will these, the natural branches, be grafted back into their own olive tree.</p>\n\n<p id=\"p45011024_13-30\"><b class=\"verse-num\" id=\"v45011025-1\">25&nbsp;</b>Lest you be wise in your own sight, I do not want you to be unaware of this mystery, brothers: a partial hardening has come upon Israel, until the fullness of the Gentiles has come in. <b class=\"verse-num\" id=\"v45011026-1\">26&nbsp;</b>And in this way all Israel will be saved, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011026_13-30\" class=\"line\">&nbsp;&nbsp;“The Deliverer will come from Zion,</span><br><span id=\"p45011026_13-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will banish ungodliness from Jacob”;</span><br><span id=\"p45011027_13-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011027-1\">27&nbsp;</b>&nbsp;&nbsp;“and this will be my covenant with them</span><br><span id=\"p45011027_13-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I take away their sins.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011027_13-30\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011028-1\">28&nbsp;</b>As regards the gospel, they are enemies for your sake. But as regards election, they are beloved for the sake of their forefathers. <b class=\"verse-num\" id=\"v45011029-1\">29&nbsp;</b>For the gifts and the calling of God are irrevocable. <b class=\"verse-num\" id=\"v45011030-1\">30&nbsp;</b>For just as you were at one time disobedient to God but now have received mercy because of their disobedience, <b class=\"verse-num\" id=\"v45011031-1\">31&nbsp;</b>so they too have now been disobedient in order that by the mercy shown to you they also may now receive mercy. <b class=\"verse-num\" id=\"v45011032-1\">32&nbsp;</b>For God has consigned all to disobedience, that he may have mercy on all.</p>\n<p id=\"p45011032_13-30\"><b class=\"verse-num\" id=\"v45011033-1\">33&nbsp;</b>Oh, the depth of the riches and wisdom and knowledge of God! How unsearchable are his judgments and how inscrutable his ways!</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45011034_13-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011034-1\">34&nbsp;</b>&nbsp;&nbsp;“For who has known the mind of the Lord,</span><br><span id=\"p45011034_13-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or who has been his counselor?”</span><br><span id=\"p45011035_13-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v45011035-1\">35&nbsp;</b>&nbsp;&nbsp;“Or who has given a gift to him</span><br><span id=\"p45011035_13-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he might be repaid?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45011035_13-30\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45011036-1\">36&nbsp;</b>For from him and through him and to him are all things. To him be glory forever. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> I say then, Hath God cast away his people? God forbid. For I also am an Israelite, of the seed of Abraham, of the tribe of Benjamin.  <strong>2</strong> God hath not cast away his people which he foreknew. Wot ye not what the scripture saith of Elias? how he maketh intercession to God against Israel, saying,  <strong>3</strong> Lord, they have killed thy prophets, and digged down thine altars; and I am left alone, and they seek my life.  <strong>4</strong> But what saith the answer of God unto him? I have reserved to myself seven thousand men, who have not bowed the knee to the image of  Baal.  <strong>5</strong> Even so then at this present time also there is a remnant according to the election of grace.  <strong>6</strong> And if by grace, then is it no more of works: otherwise grace is no more grace. But if it be of works, then is it no more grace: otherwise work is no more work.  <strong>7</strong> What then? Israel hath not obtained that which he seeketh for; but the election hath obtained it, and the rest were blinded  <strong>8</strong> (According as it is written, God hath given them the spirit of slumber, eyes that they should not see, and ears that they should not hear;) unto this day.  <strong>9</strong> And David saith, Let their table be made a snare, and a trap, and a stumblingblock, and a recompence unto them:  <strong>10</strong> Let their eyes be darkened, that they may not see, and bow down their back alway.  <strong>11</strong> I say then, Have they stumbled that they should fall? God forbid: but rather through their fall salvation is come unto the Gentiles, for to provoke them to jealousy.  <strong>12</strong> Now if the fall of them be the riches of the world, and the diminishing of them the riches of the Gentiles; how much more their fulness?  <strong>13</strong> For I speak to you Gentiles, inasmuch as I am the apostle of the Gentiles, I magnify mine office:  <strong>14</strong> If by any means I may provoke to emulation them which are  my flesh, and might save some of them.  <strong>15</strong> For if the casting away of them be the reconciling of the world, what shall the receiving of them be, but life from the dead?  <strong>16</strong> For if the firstfruit be holy, the lump is also holy: and if the root be holy, so are the branches.  <strong>17</strong> And if some of the branches be broken off, and thou, being a wild olive tree, wert graffed in among them, and with them partakest of the root and fatness of the olive tree;  <strong>18</strong> Boast not against the branches. But if thou boast, thou bearest not the root, but the root thee.  <strong>19</strong> Thou wilt say then, The branches were broken off, that I might be graffed in.  <strong>20</strong> Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:  <strong>21</strong> For if God spared not the natural branches, take heed lest he also spare not thee.  <strong>22</strong> Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.  <strong>23</strong> And they also, if they abide not still in unbelief, shall be graffed in: for God is able to graff them in again.  <strong>24</strong> For if thou wert cut out of the olive tree which is wild by nature, and wert graffed contrary to nature into a good olive tree: how much more shall these, which be the natural branches, be graffed into their own olive tree?  <strong>25</strong> For I would not, brethren, that ye should be ignorant of this mystery, lest ye should be wise in your own conceits; that blindness in part is happened to Israel, until the fulness of the Gentiles be come in.  <strong>26</strong> And so all Israel shall be saved: as it is written, There shall come out of Sion the Deliverer, and shall turn away ungodliness from Jacob:  <strong>27</strong> For this is my covenant unto them, when I shall take away their sins.  <strong>28</strong> As concerning the gospel, they are enemies for your sakes: but as touching the election, they are beloved for the fathers’ sakes.  <strong>29</strong> For the gifts and calling of God are without repentance.  <strong>30</strong> For as ye in times past have not believed God, yet have now obtained mercy through their unbelief:  <strong>31</strong> Even so have these also now not believed, that through your mercy they also may obtain mercy.  <strong>32</strong> For God hath concluded them all in unbelief, that he might have mercy upon all.  <strong>33</strong> O the depth of the riches both of the wisdom and knowledge of God! how unsearchable are his judgments, and his ways past finding out!  <strong>34</strong> For who hath known the mind of the Lord? or who hath been his counsellor?  <strong>35</strong> Or who hath first given to him, and it shall be recompensed unto him again?  <strong>36</strong> For of him, and through him, and to him, are all things: to whom be glory for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> I ask then: Did God reject his people? By no means! I am an Israelite myself, a descendant of Abraham, from the tribe of Benjamin. <sup><strong>2</strong></sup> God did not reject his people, whom he foreknew. Don't you know what the Scripture says in the passage about Elijah--how he appealed to God against Israel: <sup><strong>3</strong></sup> \"Lord, they have killed your prophets and torn down your altars; I am the only one left, and they are trying to kill me\"? <sup><strong>4</strong></sup> And what was God's answer to him? \"I have reserved for myself seven thousand who have not bowed the knee to Baal.\" <sup><strong>5</strong></sup> So too, at the present time there is a remnant chosen by grace. <sup><strong>6</strong></sup> And if by grace, then it is no longer by works; if it were, grace would no longer be grace. <sup><strong>7</strong></sup> What then? What Israel sought so earnestly it did not obtain, but the elect did. The others were hardened, <sup><strong>8</strong></sup> as it is written: \"God gave them a spirit of stupor, eyes so that they could not see and ears so that they could not hear, to this very day.\" <sup><strong>9</strong></sup> And David says: \"May their table become a snare and a trap, a stumbling block and a retribution for them. <sup><strong>10</strong></sup> May their eyes be darkened so they cannot see, and their backs be bent forever.\" <sup><strong>11</strong></sup> Again I ask: Did they stumble so as to fall beyond recovery? Not at all! Rather, because of their transgression, salvation has come to the Gentiles to make Israel envious. <sup><strong>12</strong></sup> But if their transgression means riches for the world, and their loss means riches for the Gentiles, how much greater riches will their fullness bring! <sup><strong>13</strong></sup> I am talking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I make much of my ministry <sup><strong>14</strong></sup> in the hope that I may somehow arouse my own people to envy and save some of them. <sup><strong>15</strong></sup> For if their rejection is the reconciliation of the world, what will their acceptance be but life from the dead? <sup><strong>16</strong></sup> If the part of the dough offered as firstfruits is holy, then the whole batch is holy; if the root is holy, so are the branches. <sup><strong>17</strong></sup> If some of the branches have been broken off, and you, though a wild olive shoot, have been grafted in among the others and now share in the nourishing sap from the olive root, <sup><strong>18</strong></sup> do not boast over those branches. If you do, consider this: You do not support the root, but the root supports you. <sup><strong>19</strong></sup> You will say then, \"Branches were broken off so that I could be grafted in.\" <sup><strong>20</strong></sup> Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but be afraid. <sup><strong>21</strong></sup> For if God did not spare the natural branches, he will not spare you either. <sup><strong>22</strong></sup> Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off. <sup><strong>23</strong></sup> And if they do not persist in unbelief, they will be grafted in, for God is able to graft them in again. <sup><strong>24</strong></sup> After all, if you were cut out of an olive tree that is wild by nature, and contrary to nature were grafted into a cultivated olive tree, how much more readily will these, the natural branches, be grafted into their own olive tree! <sup><strong>25</strong></sup> I do not want you to be ignorant of this mystery, brothers, so that you may not be conceited: Israel has experienced a hardening in part until the full number of the Gentiles has come in. <sup><strong>26</strong></sup> And so all Israel will be saved, as it is written: \"The deliverer will come from Zion; he will turn godlessness away from Jacob. <sup><strong>27</strong></sup> And this is my covenant with them when I take away their sins.\" <sup><strong>28</strong></sup> As far as the gospel is concerned, they are enemies on your account; but as far as election is concerned, they are loved on account of the patriarchs, <sup><strong>29</strong></sup> for God's gifts and his call are irrevocable. <sup><strong>30</strong></sup> Just as you who were at one time disobedient to God have now received mercy as a result of their disobedience, <sup><strong>31</strong></sup> so they too have now become disobedient in order that they too may now receive mercy as a result of God's mercy to you. <sup><strong>32</strong></sup> For God has bound all men over to disobedience so that he may have mercy on them all. <sup><strong>33</strong></sup> Oh, the depth of the riches of the wisdom and knowledge of God! How unsearchable his judgments, and his paths beyond tracing out! <sup><strong>34</strong></sup> \"Who has known the mind of the Lord? Or who has been his counselor?\" <sup><strong>35</strong></sup> \"Who has ever given to God, that God should repay him?\" <sup><strong>36</strong></sup> For from him and through him and to him are all things. To him be the glory forever! Amen. "}]}