{"_id":"61592c81cd920c662d00021e","slug":"being-yourself","name":"Being Yourself","verses":[{"_id":"61592c81cd920c662d00021f","topicId":"61592c81cd920c662d00021e","verse":"1 Samuel 16:7","votes":580,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\"","modified":"2023-06-05T15:44:24.285Z"},{"_id":"61592c82cd920c662d000221","topicId":"61592c81cd920c662d00021e","verse":"Romans 12:2","votes":338,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-07-27T00:54:28.970Z"},{"_id":"61592c82cd920c662d000220","topicId":"61592c81cd920c662d00021e","verse":"Psalm 139:14-16","votes":414,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-3\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_01-3\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_01-3\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. ","modified":"2022-08-23T16:22:18.783Z"},{"_id":"61592c83cd920c662d000222","topicId":"61592c81cd920c662d00021e","verse":"1 Peter 3:3-4","votes":235,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. ","modified":"2022-06-23T08:32:54.594Z"},{"_id":"61592c83cd920c662d000223","topicId":"61592c81cd920c662d00021e","verse":"Ephesians 2:10","votes":150,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do.","modified":"2022-07-18T18:20:42.245Z"},{"_id":"61592c83cd920c662d000224","topicId":"61592c81cd920c662d00021e","verse":"1 Timothy 4:4","votes":203,"__v":0,"esv":"<div>\n<p id=\"p54004004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving,</p>\n</div>","kjv":"<strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  ","niv":"<sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving,","modified":"2023-05-22T05:35:28.361Z"},{"_id":"61592c83cd920c662d000225","topicId":"61592c81cd920c662d00021e","verse":"Romans 12:6-7","votes":112,"__v":0,"esv":"<div>\n<p id=\"p45012006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching;</p>\n</div>","kjv":"<strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  ","niv":"<sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; ","modified":"2023-02-19T15:25:05.682Z"},{"_id":"61592c84cd920c662d000226","topicId":"61592c81cd920c662d00021e","verse":"Proverbs 16:3","votes":114,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  ","niv":"<sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed."},{"_id":"61592c84cd920c662d000227","topicId":"61592c81cd920c662d00021e","verse":"Proverbs 31:30","votes":96,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031030_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  ","niv":"<sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised.","modified":"2022-10-11T14:48:27.500Z"},{"_id":"61592c84cd920c662d000228","topicId":"61592c81cd920c662d00021e","verse":"Jeremiah 29:11","votes":99,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-04-20T18:08:55.877Z"},{"_id":"61592c85cd920c662d00022a","topicId":"61592c81cd920c662d00021e","verse":"Genesis 1:27","votes":66,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"61592c85cd920c662d00022b","topicId":"61592c81cd920c662d00021e","verse":"2 Thessalonians 1:11-12","votes":68,"__v":0,"esv":"<div>\n<p id=\"p53001011_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n</div>","kjv":"<strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"61592c85cd920c662d000229","topicId":"61592c81cd920c662d00021e","verse":"Matthew 5:5-10","votes":60,"__v":0,"esv":"<div>\n<p id=\"p40005005_01-15\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_01-15\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_01-15\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_01-15\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_01-15\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_01-15\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. ","modified":"2022-06-25T20:52:30.512Z"},{"_id":"61592c86cd920c662d00022c","topicId":"61592c81cd920c662d00021e","verse":"2 Corinthians 5:17","votes":44,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2022-10-01T22:22:29.505Z"},{"_id":"61592c86cd920c662d00022d","topicId":"61592c81cd920c662d00021e","verse":"1 John 2:15-17","votes":42,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-17\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. ","modified":"2023-06-04T01:26:18.934Z"},{"_id":"61592c86cd920c662d00022e","topicId":"61592c81cd920c662d00021e","verse":"2 Corinthians 12:9-10","votes":43,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me. <b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  <strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me. <sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. "},{"_id":"61592c87cd920c662d00022f","topicId":"61592c81cd920c662d00021e","verse":"Matthew 10:29-31","votes":38,"__v":0,"esv":"<div>\n<p id=\"p40010029_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010029-1\">29&nbsp;</b><span class=\"woc\">Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father.</span> <b class=\"verse-num woc\" id=\"v40010030-1\">30&nbsp;</b><span class=\"woc\">But even the hairs of your head are all numbered.</span> <b class=\"verse-num woc\" id=\"v40010031-1\">31&nbsp;</b><span class=\"woc\">Fear not, therefore; you are of more value than many sparrows.</span></p>\n\n</div>","kjv":"<strong>29</strong> Are not two sparrows sold for a farthing? and one of them shall not fall on the ground without your Father.  <strong>30</strong> But the very hairs of your head are all numbered.  <strong>31</strong> Fear ye not therefore, ye are of more value than many sparrows.  ","niv":"<sup><strong>29</strong></sup> Are not two sparrows sold for a penny? Yet not one of them will fall to the ground apart from the will of your Father. <sup><strong>30</strong></sup> And even the very hairs of your head are all numbered. <sup><strong>31</strong></sup> So don't be afraid; you are worth more than many sparrows. ","modified":"2022-08-21T23:08:57.658Z"},{"_id":"61592c87cd920c662d000231","topicId":"61592c81cd920c662d00021e","verse":"Galatians 1:10","votes":31,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-20\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ."},{"_id":"61592c87cd920c662d000232","topicId":"61592c81cd920c662d00021e","verse":"Psalm 27:1-4","votes":33,"__v":0,"esv":"<div>\n\n<h4 id=\"p19027001_09-21\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19027001_09-21\" class=\"line\"><b class=\"chapter-num\" id=\"v19027001-1\">27:1&nbsp;</b>&nbsp;&nbsp;The LORD is my light and my salvation;</span><br><span id=\"p19027001_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whom shall I fear?</span><br><span id=\"p19027001_09-21\" class=\"line\">&nbsp;&nbsp;The LORD is the stronghold of my life;</span><br><span id=\"p19027001_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of whom shall I be afraid?</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19027002_09-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027002-1\">2&nbsp;</b>&nbsp;&nbsp;When evildoers assail me</span><br><span id=\"p19027002_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to eat up my flesh,</span><br><span id=\"p19027002_09-21\" class=\"line\">&nbsp;&nbsp;my adversaries and foes,</span><br><span id=\"p19027002_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is they who stumble and fall.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19027003_09-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027003-1\">3&nbsp;</b>&nbsp;&nbsp;Though an army encamp against me,</span><br><span id=\"p19027003_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my heart shall not fear;</span><br><span id=\"p19027003_09-21\" class=\"line\">&nbsp;&nbsp;though war arise against me,</span><br><span id=\"p19027003_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will be confident.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19027004_09-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19027004-1\">4&nbsp;</b>&nbsp;&nbsp;One thing have I asked of the LORD,</span><br><span id=\"p19027004_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that will I seek after:</span><br><span id=\"p19027004_09-21\" class=\"line\">&nbsp;&nbsp;that I may dwell in the house of the LORD</span><br><span id=\"p19027004_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19027004_09-21\" class=\"line\">&nbsp;&nbsp;to gaze upon the beauty of the LORD</span><br><span id=\"p19027004_09-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to inquire in his temple.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?  <strong>2</strong> When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.  <strong>3</strong> Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.  <strong>4</strong> One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.  ","niv":"<sup><strong>1</strong></sup> The LORD is my light and my salvation- whom shall I fear? The LORD is the stronghold of my life- of whom shall I be afraid? <sup><strong>2</strong></sup> When evil men advance against me to devour my flesh, when my enemies and my foes attack me, they will stumble and fall. <sup><strong>3</strong></sup> Though an army besiege me, my heart will not fear; though war break out against me, even then will I be confident. <sup><strong>4</strong></sup> One thing I ask of the LORD, this is what I seek: that I may dwell in the house of the LORD all the days of my life, to gaze upon the beauty of the LORD and to seek him in his temple. ","modified":"2023-06-21T13:57:56.618Z"},{"_id":"61592c87cd920c662d000230","topicId":"61592c81cd920c662d00021e","verse":"1 Peter 5:6","votes":30,"__v":0,"esv":"<div>\n<p id=\"p60005006_01-23\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you,</p>\n</div>","kjv":"<strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  ","niv":"<sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time.","modified":"2022-10-05T23:19:29.182Z"},{"_id":"61592c88cd920c662d000233","topicId":"61592c81cd920c662d00021e","verse":"1 Corinthians 15:10","votes":27,"__v":0,"esv":"<div>\n<p id=\"p46015010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me.</p>\n</div>","kjv":"<strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  ","niv":"<sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me.","modified":"2023-03-15T02:46:15.024Z"},{"_id":"61592c88cd920c662d000235","topicId":"61592c81cd920c662d00021e","verse":"Hebrews 11:1","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","modified":"2022-07-08T19:13:56.113Z"},{"_id":"61592c88cd920c662d000234","topicId":"61592c81cd920c662d00021e","verse":"Joshua 1:1-18","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p06001001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06001001-1\">1:1&nbsp;</b>After the death of Moses the servant of the LORD, the LORD said to Joshua the son of Nun, Moses’ assistant, <b class=\"verse-num\" id=\"v06001002-1\">2&nbsp;</b>“Moses my servant is dead. Now therefore arise, go over this Jordan, you and all this people, into the land that I am giving to them, to the people of Israel. <b class=\"verse-num\" id=\"v06001003-1\">3&nbsp;</b>Every place that the sole of your foot will tread upon I have given to you, just as I promised to Moses. <b class=\"verse-num\" id=\"v06001004-1\">4&nbsp;</b>From the wilderness and this Lebanon as far as the great river, the river Euphrates, all the land of the Hittites to the Great Sea toward the going down of the sun shall be your territory. <b class=\"verse-num\" id=\"v06001005-1\">5&nbsp;</b>No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. <b class=\"verse-num\" id=\"v06001006-1\">6&nbsp;</b>Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. <b class=\"verse-num\" id=\"v06001007-1\">7&nbsp;</b>Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go. <b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n\n<p id=\"p06001009_07-27\"><b class=\"verse-num\" id=\"v06001010-1\">10&nbsp;</b>And Joshua commanded the officers of the people, <b class=\"verse-num\" id=\"v06001011-1\">11&nbsp;</b>“Pass through the midst of the camp and command the people, ‘Prepare your provisions, for within three days you are to pass over this Jordan to go in to take possession of the land that the LORD your God is giving you to possess.’”</p>\n<p id=\"p06001011_07-27\"><b class=\"verse-num\" id=\"v06001012-1\">12&nbsp;</b>And to the Reubenites, the Gadites, and the half-tribe of Manasseh Joshua said, <b class=\"verse-num\" id=\"v06001013-1\">13&nbsp;</b>“Remember the word that Moses the servant of the LORD commanded you, saying, ‘The LORD your God is providing you a place of rest and will give you this land.’ <b class=\"verse-num\" id=\"v06001014-1\">14&nbsp;</b>Your wives, your little ones, and your livestock shall remain in the land that Moses gave you beyond the Jordan, but all the men of valor among you shall pass over armed before your brothers and shall help them, <b class=\"verse-num\" id=\"v06001015-1\">15&nbsp;</b>until the LORD gives rest to your brothers as he has to you, and they also take possession of the land that the LORD your God is giving them. Then you shall return to the land of your possession and shall possess it, the land that Moses the servant of the LORD gave you beyond the Jordan toward the sunrise.”</p>\n<p id=\"p06001015_07-27\"><b class=\"verse-num\" id=\"v06001016-1\">16&nbsp;</b>And they answered Joshua, “All that you have commanded us we will do, and wherever you send us we will go. <b class=\"verse-num\" id=\"v06001017-1\">17&nbsp;</b>Just as we obeyed Moses in all things, so we will obey you. Only may the LORD your God be with you, as he was with Moses! <b class=\"verse-num\" id=\"v06001018-1\">18&nbsp;</b>Whoever rebels against your commandment and disobeys your words, whatever you command him, shall be put to death. Only be strong and courageous.”</p>\n\n</div>","kjv":"<strong>1</strong> Now after the death of Moses the servant of the LORD it came to pass, that the LORD spake unto Joshua the son of Nun, Moses’ minister, saying,  <strong>2</strong> Moses my servant is dead; now therefore arise, go over this Jordan, thou, and all this people, unto the land which I do give to them, even  to the children of Israel.  <strong>3</strong> Every place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses.  <strong>4</strong> From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast.  <strong>5</strong> There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.  <strong>6</strong> Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.  <strong>7</strong> Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest.  <strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  <strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  <strong>10</strong> Then Joshua commanded the officers of the people, saying,  <strong>11</strong> Pass through the host, and command the people, saying, Prepare you victuals; for within three days ye shall pass over this Jordan, to go in to possess the land, which the LORD your God giveth you to possess it.  <strong>12</strong> And to the Reubenites, and to the Gadites, and to half the tribe of Manasseh, spake Joshua, saying,  <strong>13</strong> Remember the word which Moses the servant of the LORD commanded you, saying, The LORD your God hath given you rest, and hath given you this land.  <strong>14</strong> Your wives, your little ones, and your cattle, shall remain in the land which Moses gave you on this side Jordan; but ye shall pass before your brethren armed, all the mighty men of valour, and help them;  <strong>15</strong> Until the LORD have given your brethren rest, as he hath given  you, and they also have possessed the land which the LORD your God giveth them: then ye shall return unto the land of your possession, and enjoy it, which Moses the LORD’S servant gave you on this side Jordan toward the sunrising.  <strong>16</strong> And they answered Joshua, saying, All that thou commandest us we will do, and whithersoever thou sendest us, we will go.  <strong>17</strong> According as we hearkened unto Moses in all things, so will we hearken unto thee: only the LORD thy God be with thee, as he was with Moses.  <strong>18</strong> Whosoever he be that doth rebel against thy commandment, and will not hearken unto thy words in all that thou commandest him, he shall be put to death: only be strong and of a good courage.  ","niv":"<sup><strong>1</strong></sup> After the death of Moses the servant of the LORD, the LORD said to Joshua son of Nun, Moses' aide: <sup><strong>2</strong></sup> \"Moses my servant is dead. Now then, you and all these people, get ready to cross the Jordan River into the land I am about to give to them-to the Israelites. <sup><strong>3</strong></sup> I will give you every place where you set your foot, as I promised Moses. <sup><strong>4</strong></sup> Your territory will extend from the desert to Lebanon, and from the great river, the Euphrates-all the Hittite country-to the Great Sea on the west. <sup><strong>5</strong></sup> No one will be able to stand up against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you. <sup><strong>6</strong></sup> \"Be strong and courageous, because you will lead these people to inherit the land I swore to their forefathers to give them. <sup><strong>7</strong></sup> Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go. <sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful. <sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\" <sup><strong>10</strong></sup> So Joshua ordered the officers of the people: <sup><strong>11</strong></sup> \"Go through the camp and tell the people, 'Get your supplies ready. Three days from now you will cross the Jordan here to go in and take possession of the land the LORD your God is giving you for your own.'\" <sup><strong>12</strong></sup> But to the Reubenites, the Gadites and the half-tribe of Manasseh, Joshua said, <sup><strong>13</strong></sup> \"Remember the command that Moses the servant of the LORD gave you: 'The LORD your God is giving you rest and has granted you this land.' <sup><strong>14</strong></sup> Your wives, your children and your livestock may stay in the land that Moses gave you east of the Jordan, but all your fighting men, fully armed, must cross over ahead of your brothers. You are to help your brothers <sup><strong>15</strong></sup> until the LORD gives them rest, as he has done for you, and until they too have taken possession of the land that the LORD your God is giving them. After that, you may go back and occupy your own land, which Moses the servant of the LORD gave you east of the Jordan toward the sunrise.\" <sup><strong>16</strong></sup> Then they answered Joshua, \"Whatever you have commanded us we will do, and wherever you send us we will go. <sup><strong>17</strong></sup> Just as we fully obeyed Moses, so we will obey you. Only may the LORD your God be with you as he was with Moses. <sup><strong>18</strong></sup> Whoever rebels against your word and does not obey your words, whatever you may command them, will be put to death. Only be strong and courageous!\" "},{"_id":"61592c89cd920c662d000236","topicId":"61592c81cd920c662d00021e","verse":"Philippians 2:3","votes":23,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves.","modified":"2022-02-04T17:09:11.969Z"},{"_id":"61592c89cd920c662d000237","topicId":"61592c81cd920c662d00021e","verse":"1 Corinthians 2:14","votes":16,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-30\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned.","modified":"2023-10-15T16:55:18.939Z"}]}