{"_id":"61592335cd920c662dfffc49","slug":"being-persecuted","name":"Being Persecuted","verses":[{"_id":"61592335cd920c662dfffc4a","topicId":"61592335cd920c662dfffc49","verse":"2 Timothy 3:12","votes":86,"__v":0,"esv":"<div>\n<p id=\"p55003012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted,</p>\n</div>","kjv":"<strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  ","niv":"<sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted,"},{"_id":"61592335cd920c662dfffc4b","topicId":"61592335cd920c662dfffc49","verse":"Matthew 10:22","votes":76,"__v":0,"esv":"<div>\n<p id=\"p40010022_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010022-1\">22&nbsp;</b><span class=\"woc\">and you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>22</strong> And ye shall be hated of all men for my name’s sake: but he that endureth to the end shall be saved.  ","niv":"<sup><strong>22</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved.","modified":"2021-11-16T04:54:18.456Z"},{"_id":"61592335cd920c662dfffc4c","topicId":"61592335cd920c662dfffc49","verse":"Matthew 5:10","votes":71,"__v":0,"esv":"<div>\n<p id=\"p40005010_01-3\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  ","niv":"<sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven."},{"_id":"61592336cd920c662dfffc4d","topicId":"61592335cd920c662dfffc49","verse":"Matthew 5:10-12","votes":53,"__v":0,"esv":"<div>\n<p id=\"p40005010_01-4\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_01-4\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n</div>","kjv":"<strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","niv":"<sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. "},{"_id":"61592336cd920c662dfffc4e","topicId":"61592335cd920c662dfffc49","verse":"Mark 13:13","votes":50,"__v":0,"esv":"<div>\n<p id=\"p41013013_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013013-1\">13&nbsp;</b><span class=\"woc\">And you will be hated by all for my name’s sake. But the one who endures to the end will be saved.</span></p>\n</div>","kjv":"<strong>13</strong> And ye shall be hated of all men for my name’s sake: but he that shall endure unto the end, the same shall be saved.  ","niv":"<sup><strong>13</strong></sup> All men will hate you because of me, but he who stands firm to the end will be saved."},{"_id":"61592336cd920c662dfffc4f","topicId":"61592335cd920c662dfffc49","verse":"2 Corinthians 12:10","votes":46,"__v":0,"esv":"<div>\n<p id=\"p47012010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n</div>","kjv":"<strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  ","niv":"<sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong.","modified":"2023-01-24T03:21:16.456Z"},{"_id":"61592336cd920c662dfffc50","topicId":"61592335cd920c662dfffc49","verse":"Matthew 5:11","votes":44,"__v":0,"esv":"<div>\n<p id=\"p40005011_01-7\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span></p>\n</div>","kjv":"<strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  ","niv":"<sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me."},{"_id":"61592337cd920c662dfffc51","topicId":"61592335cd920c662dfffc49","verse":"Romans 8:35","votes":42,"__v":0,"esv":"<div>\n<p id=\"p45008035_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008035-1\">35&nbsp;</b>Who shall separate us from the love of Christ? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword?</p>\n</div>","kjv":"<strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  ","niv":"<sup><strong>35</strong></sup> Who shall separate us from the love of Christ? Shall trouble or hardship or persecution or famine or nakedness or danger or sword?"},{"_id":"61592337cd920c662dfffc52","topicId":"61592335cd920c662dfffc49","verse":"John 16:33","votes":41,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"61592337cd920c662dfffc53","topicId":"61592335cd920c662dfffc49","verse":"Matthew 5:44","votes":41,"__v":0,"esv":"<div>\n<p id=\"p40005044_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span></p>\n</div>","kjv":"<strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  ","niv":"<sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you,"},{"_id":"61592338cd920c662dfffc54","topicId":"61592335cd920c662dfffc49","verse":"Romans 12:14","votes":40,"__v":0,"esv":"<div>\n<p id=\"p45012014_01-11\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them.</p>\n</div>","kjv":"<strong>14</strong> Bless them which persecute you: bless, and curse not.  ","niv":"<sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse."},{"_id":"61592338cd920c662dfffc55","topicId":"61592335cd920c662dfffc49","verse":"John 15:18","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p43015018_06-12\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span></p>\n</div>","kjv":"<strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  ","niv":"<sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first."},{"_id":"61592338cd920c662dfffc56","topicId":"61592335cd920c662dfffc49","verse":"Luke 6:22","votes":40,"__v":0,"esv":"<div>\n<p id=\"p42006022_01-13\"><b class=\"verse-num woc\" id=\"v42006022-1\">22&nbsp;</b><span class=\"woc\">“Blessed are you when people hate you and when they exclude you and revile you and spurn your name as evil, on account of the Son of Man!</span></p>\n</div>","kjv":"<strong>22</strong> Blessed are ye, when men shall hate you, and when they shall separate you from their company, and shall reproach you, and cast out your name as evil, for the Son of man’s sake.  ","niv":"<sup><strong>22</strong></sup> Blessed are you when men hate you, when they exclude you and insult you and reject your name as evil, because of the Son of Man."},{"_id":"61592339cd920c662dfffc57","topicId":"61592335cd920c662dfffc49","verse":"2 Peter 2:9","votes":37,"__v":0,"esv":"<div>\n<p id=\"p61002009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment,</p>\n\n</div>","kjv":"<strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  ","niv":"<sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment."},{"_id":"61592339cd920c662dfffc58","topicId":"61592335cd920c662dfffc49","verse":"John 15:20","votes":31,"__v":0,"esv":"<div>\n<p id=\"p43015020_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span></p>\n</div>","kjv":"<strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  ","niv":"<sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also."},{"_id":"61592339cd920c662dfffc59","topicId":"61592335cd920c662dfffc49","verse":"1 Peter 4:12-14","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p60004012_05-17\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you.</p>\n\n</div>","kjv":"<strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  ","niv":"<sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. "},{"_id":"61592339cd920c662dfffc5a","topicId":"61592335cd920c662dfffc49","verse":"2 Timothy 2:12","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_01-18\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  ","niv":"<sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us;"},{"_id":"6159233acd920c662dfffc5b","topicId":"61592335cd920c662dfffc49","verse":"Psalm 23:4","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023004_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_01-19\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  ","niv":"<sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."},{"_id":"6159233acd920c662dfffc5c","topicId":"61592335cd920c662dfffc49","verse":"Mark 10:29-30","votes":26,"__v":0,"esv":"<div>\n<p id=\"p41010029_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v41010029-1\">29&nbsp;</b>Jesus said, <span class=\"woc\">“Truly, I say to you, there is no one who has left house or brothers or sisters or mother or father or children or lands, for my sake and for the gospel,</span> <b class=\"verse-num woc\" id=\"v41010030-1\">30&nbsp;</b><span class=\"woc\">who will not receive a hundredfold now in this time, houses and brothers and sisters and mothers and children and lands, with persecutions, and in the age to come eternal life.</span></p>\n</div>","kjv":"<strong>29</strong> And Jesus answered and said, Verily I say unto you, There is no man that hath left house, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my sake, and the gospel’s,  <strong>30</strong> But he shall receive an hundredfold now in this time, houses, and brethren, and sisters, and mothers, and children, and lands, with persecutions; and in the world to come eternal life.  ","niv":"<sup><strong>29</strong></sup> \"I tell you the truth,\" Jesus replied, \"no one who has left home or brothers or sisters or mother or father or children or fields for me and the gospel <sup><strong>30</strong></sup> will fail to receive a hundred times as much in this present age (homes, brothers, sisters, mothers, children and fields--and with them, persecutions) and in the age to come, eternal life. "},{"_id":"6159233acd920c662dfffc5d","topicId":"61592335cd920c662dfffc49","verse":"1 Peter 3:18","votes":25,"__v":0,"esv":"<div>\n<p id=\"p60003018_01-22\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit,</p>\n\n</div>","kjv":"<strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  ","niv":"<sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit,"},{"_id":"6159233bcd920c662dfffc5e","topicId":"61592335cd920c662dfffc49","verse":"Romans 8:18","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-23\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"6159233bcd920c662dfffc5f","topicId":"61592335cd920c662dfffc49","verse":"1 Peter 2:16","votes":23,"__v":0,"esv":"<div>\n<p id=\"p60002016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God.</p>\n\n</div>","kjv":"<strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  ","niv":"<sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God."},{"_id":"6159233bcd920c662dfffc60","topicId":"61592335cd920c662dfffc49","verse":"1 Peter 5:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"6159233ccd920c662dfffc61","topicId":"61592335cd920c662dfffc49","verse":"Philippians 1:29","votes":21,"__v":0,"esv":"<div>\n<p id=\"p50001029_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001029-1\">29&nbsp;</b>For it has been granted to you that for the sake of Christ you should not only believe in him but also suffer for his sake,</p>\n</div>","kjv":"<strong>29</strong> For unto you it is given in the behalf of Christ, not only to believe on him, but also to suffer for his sake;  ","niv":"<sup><strong>29</strong></sup> For it has been granted to you on behalf of Christ not only to believe on him, but also to suffer for him,"},{"_id":"6159233ccd920c662dfffc62","topicId":"61592335cd920c662dfffc49","verse":"Romans 10:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\""}]}