{"_id":"61592b4acd920c662d00016a","slug":"being-weary","name":"Being Weary","verses":[{"_id":"61592b4acd920c662d00016b","topicId":"61592b4acd920c662d00016a","verse":"Matthew 11:28","votes":56,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest.","modified":"2023-07-25T10:16:48.244Z"},{"_id":"61592b4bcd920c662d00016c","topicId":"61592b4acd920c662d00016a","verse":"Galatians 6:9","votes":46,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2023-02-07T14:58:59.773Z"},{"_id":"61592b4bcd920c662d00016d","topicId":"61592b4acd920c662d00016a","verse":"John 16:33","votes":42,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\"","modified":"2023-11-14T01:54:40.468Z"},{"_id":"61592b4ccd920c662d00016e","topicId":"61592b4acd920c662d00016a","verse":"Jeremiah 29:11","votes":38,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-01-17T01:43:04.862Z"},{"_id":"61592b4ccd920c662d00016f","topicId":"61592b4acd920c662d00016a","verse":"Matthew 11:29","votes":31,"__v":0,"esv":"<div>\n<p id=\"p40011029_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span></p>\n</div>","kjv":"<strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  ","niv":"<sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls.","modified":"2023-06-29T03:17:59.120Z"},{"_id":"61592b4ccd920c662d000170","topicId":"61592b4acd920c662d00016a","verse":"Philippians 4:6","votes":34,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God.","modified":"2023-11-25T12:46:02.347Z"},{"_id":"61592b4dcd920c662d000171","topicId":"61592b4acd920c662d00016a","verse":"James 1:2","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-10\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-10\">Greetings.</p>\n\n<p id=\"p59001001_06-10\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-10\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-10\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-10\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-10\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-10\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-10\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-10\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  ","niv":"<sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds,"},{"_id":"61592b4dcd920c662d000172","topicId":"61592b4acd920c662d00016a","verse":"Isaiah 40:31","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-8\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint.","modified":"2022-07-28T16:30:24.549Z"},{"_id":"61592b4dcd920c662d000173","topicId":"61592b4acd920c662d00016a","verse":"Isaiah 40:28","votes":25,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040028_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040028-1\">28&nbsp;</b>&nbsp;&nbsp;Have you not known? Have you not heard?</span><br><span id=\"p23040028_01-9\" class=\"line\">&nbsp;&nbsp;The LORD is the everlasting God,</span><br><span id=\"p23040028_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Creator of the ends of the earth.</span><br><span id=\"p23040028_01-9\" class=\"line\">&nbsp;&nbsp;He does not faint or grow weary;</span><br><span id=\"p23040028_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his understanding is unsearchable.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> Hast thou not known? hast thou not heard, that the everlasting God, the LORD, the Creator of the ends of the earth, fainteth not, neither is weary? there is no searching of his understanding.  ","niv":"<sup><strong>28</strong></sup> Do you not know? Have you not heard? The LORD is the everlasting God, the Creator of the ends of the earth. He will not grow tired or weary, and his understanding no one can fathom."},{"_id":"61592b4dcd920c662d000174","topicId":"61592b4acd920c662d00016a","verse":"James 1:1-27","votes":19,"__v":0,"kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","modified":"2022-06-27T13:12:07.853Z"},{"_id":"61592b4ecd920c662d000175","topicId":"61592b4acd920c662d00016a","verse":"1 John 3:1-24","votes":13,"__v":0,"esv":"<div>\n<p id=\"p62003001_01-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62003001-1\">3:1&nbsp;</b>See what kind of love the Father has given to us, that we should be called children of God; and so we are. The reason why the world does not know us is that it did not know him. <b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is. <b class=\"verse-num\" id=\"v62003003-1\">3&nbsp;</b>And everyone who thus hopes in him purifies himself as he is pure.</p>\n<p id=\"p62003003_01-11\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness. <b class=\"verse-num\" id=\"v62003005-1\">5&nbsp;</b>You know that he appeared in order to take away sins, and in him there is no sin. <b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him. <b class=\"verse-num\" id=\"v62003007-1\">7&nbsp;</b>Little children, let no one deceive you. Whoever practices righteousness is righteous, as he is righteous. <b class=\"verse-num\" id=\"v62003008-1\">8&nbsp;</b>Whoever makes a practice of sinning is of the devil, for the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the works of the devil. <b class=\"verse-num\" id=\"v62003009-1\">9&nbsp;</b>No one born of God makes a practice of sinning, for God’s seed abides in him; and he cannot keep on sinning, because he has been born of God. <b class=\"verse-num\" id=\"v62003010-1\">10&nbsp;</b>By this it is evident who are the children of God, and who are the children of the devil: whoever does not practice righteousness is not of God, nor is the one who does not love his brother.</p>\n\n<p id=\"p62003010_04-11\"><b class=\"verse-num\" id=\"v62003011-1\">11&nbsp;</b>For this is the message that you have heard from the beginning, that we should love one another. <b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous. <b class=\"verse-num\" id=\"v62003013-1\">13&nbsp;</b>Do not be surprised, brothers, that the world hates you. <b class=\"verse-num\" id=\"v62003014-1\">14&nbsp;</b>We know that we have passed out of death into life, because we love the brothers. Whoever does not love abides in death. <b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_04-11\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers. <b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him? <b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n<p id=\"p62003018_04-11\"><b class=\"verse-num\" id=\"v62003019-1\">19&nbsp;</b>By this we shall know that we are of the truth and reassure our heart before him; <b class=\"verse-num\" id=\"v62003020-1\">20&nbsp;</b>for whenever our heart condemns us, God is greater than our heart, and he knows everything. <b class=\"verse-num\" id=\"v62003021-1\">21&nbsp;</b>Beloved, if our heart does not condemn us, we have confidence before God; <b class=\"verse-num\" id=\"v62003022-1\">22&nbsp;</b>and whatever we ask we receive from him, because we keep his commandments and do what pleases him. <b class=\"verse-num\" id=\"v62003023-1\">23&nbsp;</b>And this is his commandment, that we believe in the name of his Son Jesus Christ and love one another, just as he has commanded us. <b class=\"verse-num\" id=\"v62003024-1\">24&nbsp;</b>Whoever keeps his commandments abides in God, and God in him. And by this we know that he abides in us, by the Spirit whom he has given us.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, what manner of love the Father hath bestowed upon us, that we should be called the sons of God: therefore the world knoweth us not, because it knew him not.  <strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  <strong>3</strong> And every man that hath this hope in him purifieth himself, even as he is pure.  <strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  <strong>5</strong> And ye know that he was manifested to take away our sins; and in him is no sin.  <strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  <strong>7</strong> Little children, let no man deceive you: he that doeth righteousness is righteous, even as he is righteous.  <strong>8</strong> He that committeth sin is of the devil; for the devil sinneth from the beginning. For this purpose the Son of God was manifested, that he might destroy the works of the devil.  <strong>9</strong> Whosoever is born of God doth not commit sin; for his seed remaineth in him: and he cannot sin, because he is born of God.  <strong>10</strong> In this the children of God are manifest, and the children of the devil: whosoever doeth not righteousness is not of God, neither he that loveth not his brother.  <strong>11</strong> For this is the message that ye heard from the beginning, that we should love one another.  <strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  <strong>13</strong> Marvel not, my brethren, if the world hate you.  <strong>14</strong> We know that we have passed from death unto life, because we love the brethren. He that loveth not his brother abideth in death.  <strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  <strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  <strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  <strong>19</strong> And hereby we know that we are of the truth, and shall assure our hearts before him.  <strong>20</strong> For if our heart condemn us, God is greater than our heart, and knoweth all things.  <strong>21</strong> Beloved, if our heart condemn us not, then have we confidence toward God.  <strong>22</strong> And whatsoever we ask, we receive of him, because we keep his commandments, and do those things that are pleasing in his sight.  <strong>23</strong> And this is his commandment, That we should believe on the name of his Son Jesus Christ, and love one another, as he gave us commandment.  <strong>24</strong> And he that keepeth his commandments dwelleth in him, and he in him. And hereby we know that he abideth in us, by the Spirit which he hath given us.  ","niv":"<sup><strong>1</strong></sup> How great is the love the Father has lavished on us, that we should be called children of God! And that is what we are! The reason the world does not know us is that it did not know him. <sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is. <sup><strong>3</strong></sup> Everyone who has this hope in him purifies himself, just as he is pure. <sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness. <sup><strong>5</strong></sup> But you know that he appeared so that he might take away our sins. And in him is no sin. <sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him. <sup><strong>7</strong></sup> Dear children, do not let anyone lead you astray. He who does what is right is righteous, just as he is righteous. <sup><strong>8</strong></sup> He who does what is sinful is of the devil, because the devil has been sinning from the beginning. The reason the Son of God appeared was to destroy the devil's work. <sup><strong>9</strong></sup> No one who is born of God will continue to sin, because God's seed remains in him; he cannot go on sinning, because he has been born of God. <sup><strong>10</strong></sup> This is how we know who the children of God are and who the children of the devil are: Anyone who does not do what is right is not a child of God; nor is anyone who does not love his brother. <sup><strong>11</strong></sup> This is the message you heard from the beginning: We should love one another. <sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous. <sup><strong>13</strong></sup> Do not be surprised, my brothers, if the world hates you. <sup><strong>14</strong></sup> We know that we have passed from death to life, because we love our brothers. Anyone who does not love remains in death. <sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. <sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. <sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him? <sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth. <sup><strong>19</strong></sup> This then is how we know that we belong to the truth, and how we set our hearts at rest in his presence <sup><strong>20</strong></sup> whenever our hearts condemn us. For God is greater than our hearts, and he knows everything. <sup><strong>21</strong></sup> Dear friends, if our hearts do not condemn us, we have confidence before God <sup><strong>22</strong></sup> and receive from him anything we ask, because we obey his commands and do what pleases him. <sup><strong>23</strong></sup> And this is his command: to believe in the name of his Son, Jesus Christ, and to love one another as he commanded us. <sup><strong>24</strong></sup> Those who obey his commands live in him, and he in them. And this is how we know that he lives in us: We know it by the Spirit he gave us. ","modified":"2022-10-22T03:44:29.130Z"},{"_id":"61592b4ecd920c662d000176","topicId":"61592b4acd920c662d00016a","verse":"John 3:16","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-12\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61592b4ecd920c662d000177","topicId":"61592b4acd920c662d00016a","verse":"Jeremiah 31:25","votes":21,"__v":0,"esv":"<div>\n<p id=\"p24031025_01-13\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v24031025-1\">25&nbsp;</b>For I will satisfy the weary soul, and every languishing soul I will replenish.”</p>\n</div>","kjv":"<strong>25</strong> For I have satiated the weary soul, and I have replenished every sorrowful soul.  ","niv":"<sup><strong>25</strong></sup> I will refresh the weary and satisfy the faint.\"","modified":"2022-12-02T03:03:36.198Z"},{"_id":"61592b4fcd920c662d000178","topicId":"61592b4acd920c662d00016a","verse":"Proverbs 3:6","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003006_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight.","modified":"2023-12-03T01:08:14.984Z"},{"_id":"61592b4fcd920c662d000179","topicId":"61592b4acd920c662d00016a","verse":"2 Peter 3:9","votes":12,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"61592b4fcd920c662d00017a","topicId":"61592b4acd920c662d00016a","verse":"2 Timothy 2:1","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p55002001_07-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55002001-1\">2:1&nbsp;</b>You then, my child, be strengthened by the grace that is in Christ Jesus,</p>\n</div>","kjv":"<strong>1</strong> Thou therefore, my son, be strong in the grace that is in Christ Jesus.  ","niv":"<sup><strong>1</strong></sup> You then, my son, be strong in the grace that is in Christ Jesus.","modified":"2022-12-06T04:06:04.816Z"},{"_id":"61592b50cd920c662d00017b","topicId":"61592b4acd920c662d00016a","verse":"Isaiah 41:10","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-17\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.","modified":"2023-07-23T18:34:13.672Z"},{"_id":"61592b50cd920c662d00017c","topicId":"61592b4acd920c662d00016a","verse":"Matthew 11:28-30","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" "},{"_id":"61592b50cd920c662d00017d","topicId":"61592b4acd920c662d00016a","verse":"Luke 15:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42015010_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n</div>","kjv":"<strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\""},{"_id":"61592b50cd920c662d00017e","topicId":"61592b4acd920c662d00016a","verse":"Philippians 4:13","votes":12,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"61592b51cd920c662d00017f","topicId":"61592b4acd920c662d00016a","verse":"Isaiah 40:29","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040029_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040029-1\">29&nbsp;</b>&nbsp;&nbsp;He gives power to the faint,</span><br><span id=\"p23040029_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to him who has no might he increases strength.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> He giveth power to the faint; and to them that have no might he increaseth strength.  ","niv":"<sup><strong>29</strong></sup> He gives strength to the weary and increases the power of the weak."},{"_id":"61592b51cd920c662d000180","topicId":"61592b4acd920c662d00016a","verse":"1 John 1:9","votes":10,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"61592b51cd920c662d000181","topicId":"61592b4acd920c662d00016a","verse":"Hebrews 12:3","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p58012003_05-23\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.</p>\n</div>","kjv":"<strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  ","niv":"<sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart."},{"_id":"61592b52cd920c662d000182","topicId":"61592b4acd920c662d00016a","verse":"Psalm 73:26","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19073026_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073026-1\">26&nbsp;</b>&nbsp;&nbsp;My flesh and my heart may fail,</span><br><span id=\"p19073026_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but God is the strength of my heart and my portion forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> My flesh and my heart faileth: but God is the strength of my heart, and my portion for ever.  ","niv":"<sup><strong>26</strong></sup> My flesh and my heart may fail, but God is the strength of my heart and my portion forever.","modified":"2022-08-10T14:07:21.796Z"},{"_id":"61592b52cd920c662d000183","topicId":"61592b4acd920c662d00016a","verse":"1 John 3:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p62003006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003006-1\">6&nbsp;</b>No one who abides in him keeps on sinning; no one who keeps on sinning has either seen him or known him.</p>\n</div>","kjv":"<strong>6</strong> Whosoever abideth in him sinneth not: whosoever sinneth hath not seen him, neither known him.  ","niv":"<sup><strong>6</strong></sup> No one who lives in him keeps on sinning. No one who continues to sin has either seen him or known him."}]}