{"_id":"61591cd62053ce65432d8bc9","slug":"being-irresponsible","name":"Being Irresponsible","verses":[{"_id":"61591cd62053ce65432d8bca","topicId":"61591cd62053ce65432d8bc9","verse":"James 4:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59004017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004017-1\">17&nbsp;</b>So whoever knows the right thing to do and fails to do it, for him it is sin.</p>\n</div>","kjv":"<strong>17</strong> Therefore to him that knoweth to do good, and doeth it not, to him it is sin.  ","niv":"<sup><strong>17</strong></sup> Anyone, then, who knows the good he ought to do and doesn't do it, sins.","modified":"2022-02-06T00:02:58.419Z"},{"_id":"61591cd62053ce65432d8bcb","topicId":"61591cd62053ce65432d8bc9","verse":"John 5:30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43005030_04-2\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me.","modified":"2022-09-30T01:03:58.032Z"},{"_id":"61591cd62053ce65432d8bcc","topicId":"61591cd62053ce65432d8bc9","verse":"1 Kings 2:1-46","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p11002001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11002001-1\">2:1&nbsp;</b>When David’s time to die drew near, he commanded Solomon his son, saying, <b class=\"verse-num\" id=\"v11002002-1\">2&nbsp;</b>“I am about to go the way of all the earth. Be strong, and show yourself a man, <b class=\"verse-num\" id=\"v11002003-1\">3&nbsp;</b>and keep the charge of the LORD your God, walking in his ways and keeping his statutes, his commandments, his rules, and his testimonies, as it is written in the Law of Moses, that you may prosper in all that you do and wherever you turn, <b class=\"verse-num\" id=\"v11002004-1\">4&nbsp;</b>that the LORD may establish his word that he spoke concerning me, saying, ‘If your sons pay close attention to their way, to walk before me in faithfulness with all their heart and with all their soul, you shall not lack a man on the throne of Israel.’</p>\n<p id=\"p11002004_05-4\"><b class=\"verse-num\" id=\"v11002005-1\">5&nbsp;</b>“Moreover, you also know what Joab the son of Zeruiah did to me, how he dealt with the two commanders of the armies of Israel, Abner the son of Ner, and Amasa the son of Jether, whom he killed, avenging in time of peace for blood that had been shed in war, and putting the blood of war on the belt around his waist and on the sandals on his feet. <b class=\"verse-num\" id=\"v11002006-1\">6&nbsp;</b>Act therefore according to your wisdom, but do not let his gray head go down to Sheol in peace. <b class=\"verse-num\" id=\"v11002007-1\">7&nbsp;</b>But deal loyally with the sons of Barzillai the Gileadite, and let them be among those who eat at your table, for with such loyalty they met me when I fled from Absalom your brother. <b class=\"verse-num\" id=\"v11002008-1\">8&nbsp;</b>And there is also with you Shimei the son of Gera, the Benjaminite from Bahurim, who cursed me with a grievous curse on the day when I went to Mahanaim. But when he came down to meet me at the Jordan, I swore to him by the LORD, saying, ‘I will not put you to death with the sword.’ <b class=\"verse-num\" id=\"v11002009-1\">9&nbsp;</b>Now therefore do not hold him guiltless, for you are a wise man. You will know what you ought to do to him, and you shall bring his gray head down with blood to Sheol.”</p>\n\n<p id=\"p11002009_09-4\"><b class=\"verse-num\" id=\"v11002010-1\">10&nbsp;</b>Then David slept with his fathers and was buried in the city of David. <b class=\"verse-num\" id=\"v11002011-1\">11&nbsp;</b>And the time that David reigned over Israel was forty years. He reigned seven years in Hebron and thirty-three years in Jerusalem. <b class=\"verse-num\" id=\"v11002012-1\">12&nbsp;</b>So Solomon sat on the throne of David his father, and his kingdom was firmly established.</p>\n\n<p id=\"p11002012_12-4\"><b class=\"verse-num\" id=\"v11002013-1\">13&nbsp;</b>Then Adonijah the son of Haggith came to Bathsheba the mother of Solomon. And she said, “Do you come peacefully?” He said, “Peacefully.” <b class=\"verse-num\" id=\"v11002014-1\">14&nbsp;</b>Then he said, “I have something to say to you.” She said, “Speak.” <b class=\"verse-num\" id=\"v11002015-1\">15&nbsp;</b>He said, “You know that the kingdom was mine, and that all Israel fully expected me to reign. However, the kingdom has turned about and become my brother’s, for it was his from the LORD. <b class=\"verse-num\" id=\"v11002016-1\">16&nbsp;</b>And now I have one request to make of you; do not refuse me.” She said to him, “Speak.” <b class=\"verse-num\" id=\"v11002017-1\">17&nbsp;</b>And he said, “Please ask King Solomon—he will not refuse you—to give me Abishag the Shunammite as my wife.” <b class=\"verse-num\" id=\"v11002018-1\">18&nbsp;</b>Bathsheba said, “Very well; I will speak for you to the king.”</p>\n<p id=\"p11002018_12-4\"><b class=\"verse-num\" id=\"v11002019-1\">19&nbsp;</b>So Bathsheba went to King Solomon to speak to him on behalf of Adonijah. And the king rose to meet her and bowed down to her. Then he sat on his throne and had a seat brought for the king’s mother, and she sat on his right. <b class=\"verse-num\" id=\"v11002020-1\">20&nbsp;</b>Then she said, “I have one small request to make of you; do not refuse me.” And the king said to her, “Make your request, my mother, for I will not refuse you.” <b class=\"verse-num\" id=\"v11002021-1\">21&nbsp;</b>She said, “Let Abishag the Shunammite be given to Adonijah your brother as his wife.” <b class=\"verse-num\" id=\"v11002022-1\">22&nbsp;</b>King Solomon answered his mother, “And why do you ask Abishag the Shunammite for Adonijah? Ask for him the kingdom also, for he is my older brother, and on his side are Abiathar the priest and Joab the son of Zeruiah.” <b class=\"verse-num\" id=\"v11002023-1\">23&nbsp;</b>Then King Solomon swore by the LORD, saying, “God do so to me and more also if this word does not cost Adonijah his life! <b class=\"verse-num\" id=\"v11002024-1\">24&nbsp;</b>Now therefore as the LORD lives, who has established me and placed me on the throne of David my father, and who has made me a house, as he promised, Adonijah shall be put to death today.” <b class=\"verse-num\" id=\"v11002025-1\">25&nbsp;</b>So King Solomon sent Benaiah the son of Jehoiada, and he struck him down, and he died.</p>\n<p id=\"p11002025_12-4\"><b class=\"verse-num\" id=\"v11002026-1\">26&nbsp;</b>And to Abiathar the priest the king said, “Go to Anathoth, to your estate, for you deserve death. But I will not at this time put you to death, because you carried the ark of the Lord GOD before David my father, and because you shared in all my father’s affliction.” <b class=\"verse-num\" id=\"v11002027-1\">27&nbsp;</b>So Solomon expelled Abiathar from being priest to the LORD, thus fulfilling the word of the LORD that he had spoken concerning the house of Eli in Shiloh.</p>\n<p id=\"p11002027_12-4\"><b class=\"verse-num\" id=\"v11002028-1\">28&nbsp;</b>When the news came to Joab—for Joab had supported Adonijah although he had not supported Absalom—Joab fled to the tent of the LORD and caught hold of the horns of the altar. <b class=\"verse-num\" id=\"v11002029-1\">29&nbsp;</b>And when it was told King Solomon, “Joab has fled to the tent of the LORD, and behold, he is beside the altar,” Solomon sent Benaiah the son of Jehoiada, saying, “Go, strike him down.” <b class=\"verse-num\" id=\"v11002030-1\">30&nbsp;</b>So Benaiah came to the tent of the LORD and said to him, “The king commands, ‘Come out.’” But he said, “No, I will die here.” Then Benaiah brought the king word again, saying, “Thus said Joab, and thus he answered me.” <b class=\"verse-num\" id=\"v11002031-1\">31&nbsp;</b>The king replied to him, “Do as he has said, strike him down and bury him, and thus take away from me and from my father’s house the guilt for the blood that Joab shed without cause. <b class=\"verse-num\" id=\"v11002032-1\">32&nbsp;</b>The LORD will bring back his bloody deeds on his own head, because, without the knowledge of my father David, he attacked and killed with the sword two men more righteous and better than himself, Abner the son of Ner, commander of the army of Israel, and Amasa the son of Jether, commander of the army of Judah. <b class=\"verse-num\" id=\"v11002033-1\">33&nbsp;</b>So shall their blood come back on the head of Joab and on the head of his descendants forever. But for David and for his descendants and for his house and for his throne there shall be peace from the LORD forevermore.” <b class=\"verse-num\" id=\"v11002034-1\">34&nbsp;</b>Then Benaiah the son of Jehoiada went up and struck him down and put him to death. And he was buried in his own house in the wilderness. <b class=\"verse-num\" id=\"v11002035-1\">35&nbsp;</b>The king put Benaiah the son of Jehoiada over the army in place of Joab, and the king put Zadok the priest in the place of Abiathar.</p>\n<p id=\"p11002035_12-4\"><b class=\"verse-num\" id=\"v11002036-1\">36&nbsp;</b>Then the king sent and summoned Shimei and said to him, “Build yourself a house in Jerusalem and dwell there, and do not go out from there to any place whatever. <b class=\"verse-num\" id=\"v11002037-1\">37&nbsp;</b>For on the day you go out and cross the brook Kidron, know for certain that you shall die. Your blood shall be on your own head.” <b class=\"verse-num\" id=\"v11002038-1\">38&nbsp;</b>And Shimei said to the king, “What you say is good; as my lord the king has said, so will your servant do.” So Shimei lived in Jerusalem many days.</p>\n<p id=\"p11002038_12-4\"><b class=\"verse-num\" id=\"v11002039-1\">39&nbsp;</b>But it happened at the end of three years that two of Shimei’s servants ran away to Achish, son of Maacah, king of Gath. And when it was told Shimei, “Behold, your servants are in Gath,” <b class=\"verse-num\" id=\"v11002040-1\">40&nbsp;</b>Shimei arose and saddled a donkey and went to Gath to Achish to seek his servants. Shimei went and brought his servants from Gath. <b class=\"verse-num\" id=\"v11002041-1\">41&nbsp;</b>And when Solomon was told that Shimei had gone from Jerusalem to Gath and returned, <b class=\"verse-num\" id=\"v11002042-1\">42&nbsp;</b>the king sent and summoned Shimei and said to him, “Did I not make you swear by the LORD and solemnly warn you, saying, ‘Know for certain that on the day you go out and go to any place whatever, you shall die’? And you said to me, ‘What you say is good; I will obey.’ <b class=\"verse-num\" id=\"v11002043-1\">43&nbsp;</b>Why then have you not kept your oath to the LORD and the commandment with which I commanded you?” <b class=\"verse-num\" id=\"v11002044-1\">44&nbsp;</b>The king also said to Shimei, “You know in your own heart all the harm that you did to David my father. So the LORD will bring back your harm on your own head. <b class=\"verse-num\" id=\"v11002045-1\">45&nbsp;</b>But King Solomon shall be blessed, and the throne of David shall be established before the LORD forever.” <b class=\"verse-num\" id=\"v11002046-1\">46&nbsp;</b>Then the king commanded Benaiah the son of Jehoiada, and he went out and struck him down, and he died.</p>\n<p id=\"p11002046_12-4\">So the kingdom was established in the hand of Solomon.</p>\n\n</div>","kjv":"<strong>1</strong> Now the days of David drew nigh that he should die; and he charged Solomon his son, saying,  <strong>2</strong> I go the way of all the earth: be thou strong therefore, and shew thyself a man;  <strong>3</strong> And keep the charge of the LORD thy God, to walk in his ways, to keep his statutes, and his commandments, and his judgments, and his testimonies, as it is written in the law of Moses, that thou mayest prosper in all that thou doest, and whithersoever thou turnest thyself:  <strong>4</strong> That the LORD may continue his word which he spake concerning me, saying, If thy children take heed to their way, to walk before me in truth with all their heart and with all their soul, there shall not fail thee (said he) a man on the throne of Israel.  <strong>5</strong> Moreover thou knowest also what Joab the son of Zeruiah did to me, and what he did to the two captains of the hosts of Israel, unto Abner the son of Ner, and unto Amasa the son of Jether, whom he slew, and shed the blood of war in peace, and put the blood of war upon his girdle that was about his loins, and in his shoes that were on his feet.  <strong>6</strong> Do therefore according to thy wisdom, and let not his hoar head go down to the grave in peace.  <strong>7</strong> But shew kindness unto the sons of Barzillai the Gileadite, and let them be of those that eat at thy table: for so they came to me when I fled because of Absalom thy brother.  <strong>8</strong> And, behold, thou hast with thee Shimei the son of Gera, a Benjamite of Bahurim, which cursed me with a grievous curse in the day when I went to Mahanaim: but he came down to meet me at Jordan, and I sware to him by the LORD, saying, I will not put thee to death with the sword.  <strong>9</strong> Now therefore hold him not guiltless: for thou art a wise man, and knowest what thou oughtest to do unto him; but his hoar head bring thou down to the grave with blood.  <strong>10</strong> So David slept with his fathers, and was buried in the city of David.  <strong>11</strong> And the days that David reigned over Israel were forty years: seven years reigned he in Hebron, and thirty and three years reigned he in Jerusalem.  <strong>12</strong> Then sat Solomon upon the throne of David his father; and his kingdom was established greatly.  <strong>13</strong> And Adonijah the son of Haggith came to Bath-sheba the mother of Solomon. And she said, Comest thou peaceably? And he said, Peaceably.  <strong>14</strong> He said moreover, I have somewhat to say unto thee. And she said, Say on.  <strong>15</strong> And he said, Thou knowest that the kingdom was mine, and that  all Israel set their faces on me, that I should reign: howbeit the kingdom is turned about, and is become my brother’s: for it was his from the LORD.  <strong>16</strong> And now I ask one petition of thee, deny me not. And she said unto him, Say on.  <strong>17</strong> And he said, Speak, I pray thee, unto Solomon the king, (for he will not say thee nay,) that he give me Abishag the Shunammite to wife.  <strong>18</strong> And Bath-sheba said, Well; I will speak for thee unto the king.  <strong>19</strong> Bath-sheba therefore went unto king Solomon, to speak unto him for Adonijah. And the king rose up to meet her, and bowed himself unto her, and sat down on his throne, and caused a seat to be set for the king’s mother; and she sat on his right hand.  <strong>20</strong> Then she said, I desire one small petition of thee; I pray thee,  say me not nay. And the king said unto her, Ask on, my mother: for I will not say thee nay.  <strong>21</strong> And she said, Let Abishag the Shunammite be given to Adonijah thy brother to wife.  <strong>22</strong> And king Solomon answered and said unto his mother, And why dost thou ask Abishag the Shunammite for Adonijah? ask for him the kingdom also; for he is mine elder brother; even for him, and for Abiathar the priest, and for Joab the son of Zeruiah.  <strong>23</strong> Then king Solomon sware by the LORD, saying, God do so to me, and more also, if Adonijah have not spoken this word against his own life.  <strong>24</strong> Now therefore, as the LORD liveth, which hath established me, and set me on the throne of David my father, and who hath made me an house, as he promised, Adonijah shall be put to death this day.  <strong>25</strong> And king Solomon sent by the hand of Benaiah the son of Jehoiada; and he fell upon him that he died.  <strong>26</strong> And unto Abiathar the priest said the king, Get thee to Anathoth, unto thine own fields; for thou art worthy of death: but I will not at this time put thee to death, because thou barest the ark of the Lord GOD before David my father, and because thou hast been afflicted in all wherein my father was afflicted.  <strong>27</strong> So Solomon thrust out Abiathar from being priest unto the LORD; that he might fulfil the word of the LORD, which he spake concerning the house of Eli in Shiloh.  <strong>28</strong> Then tidings came to Joab: for Joab had turned after Adonijah, though he turned not after Absalom. And Joab fled unto the tabernacle of the LORD, and caught hold on the horns of the altar.  <strong>29</strong> And it was told king Solomon that Joab was fled unto the tabernacle of the LORD; and, behold, he is by the altar. Then Solomon sent Benaiah the son of Jehoiada, saying, Go, fall upon him.  <strong>30</strong> And Benaiah came to the tabernacle of the LORD, and said unto him, Thus saith the king, Come forth. And he said, Nay; but I will die here. And Benaiah brought the king word again, saying, Thus said Joab, and thus he answered me.  <strong>31</strong> And the king said unto him, Do as he hath said, and fall upon him, and bury him; that thou mayest take away the innocent blood, which Joab shed, from me, and from the house of my father.  <strong>32</strong> And the LORD shall return his blood upon his own head, who fell upon two men more righteous and better than he, and slew them with the sword, my father David not knowing thereof, to wit, Abner the son of Ner, captain of the host of Israel, and Amasa the son of Jether, captain of the host of Judah.  <strong>33</strong> Their blood shall therefore return upon the head of Joab, and upon the head of his seed for ever: but upon David, and upon his seed, and upon his house, and upon his throne, shall there be peace for ever from the LORD.  <strong>34</strong> So Benaiah the son of Jehoiada went up, and fell upon him, and slew him: and he was buried in his own house in the wilderness.  <strong>35</strong> And the king put Benaiah the son of Jehoiada in his room over the host: and Zadok the priest did the king put in the room of Abiathar.  <strong>36</strong> And the king sent and called for Shimei, and said unto him, Build thee an house in Jerusalem, and dwell there, and go not forth thence any whither.  <strong>37</strong> For it shall be, that on the day thou goest out, and passest over the brook Kidron, thou shalt know for certain that thou shalt surely die: thy blood shall be upon thine own head.  <strong>38</strong> And Shimei said unto the king, The saying is good: as my lord the king hath said, so will thy servant do. And Shimei dwelt in Jerusalem many days.  <strong>39</strong> And it came to pass at the end of three years, that two of the servants of Shimei ran away unto Achish son of Maachah king of Gath. And they told Shimei, saying, Behold, thy servants be in Gath.  <strong>40</strong> And Shimei arose, and saddled his ass, and went to Gath to Achish to seek his servants: and Shimei went, and brought his servants from Gath.  <strong>41</strong> And it was told Solomon that Shimei had gone from Jerusalem to Gath, and was come again.  <strong>42</strong> And the king sent and called for Shimei, and said unto him, Did I not make thee to swear by the LORD, and protested unto thee, saying, Know for a certain, on the day thou goest out, and walkest abroad any whither, that thou shalt surely die? and thou saidst unto me, The word that I have heard is good.  <strong>43</strong> Why then hast thou not kept the oath of the LORD, and the commandment that I have charged thee with?  <strong>44</strong> The king said moreover to Shimei, Thou knowest all the wickedness which thine heart is privy to, that thou didst to David my father: therefore the LORD shall return thy wickedness upon thine own head;  <strong>45</strong> And king Solomon shall be blessed, and the throne of David shall be established before the LORD for ever.  <strong>46</strong> So the king commanded Benaiah the son of Jehoiada; which went out, and fell upon him, that he died. And the kingdom was established in the hand of Solomon.  ","niv":"<sup><strong>1</strong></sup> When the time drew near for David to die, he gave a charge to Solomon his son. <sup><strong>2</strong></sup> \"I am about to go the way of all the earth,\" he said. \"So be strong, show yourself a man, <sup><strong>3</strong></sup> and observe what the LORD your God requires: Walk in his ways, and keep his decrees and commands, his laws and requirements, as written in the Law of Moses, so that you may prosper in all you do and wherever you go, <sup><strong>4</strong></sup> and that the LORD may keep his promise to me: 'If your descendants watch how they live, and if they walk faithfully before me with all their heart and soul, you will never fail to have a man on the throne of Israel.' <sup><strong>5</strong></sup> \"Now you yourself know what Joab son of Zeruiah did to me-what he did to the two commanders of Israel's armies, Abner son of Ner and Amasa son of Jether. He killed them, shedding their blood in peacetime as if in battle, and with that blood stained the belt around his waist and the sandals on his feet. <sup><strong>6</strong></sup> Deal with him according to your wisdom, but do not let his gray head go down to the grave in peace. <sup><strong>7</strong></sup> \"But show kindness to the sons of Barzillai of Gilead and let them be among those who eat at your table. They stood by me when I fled from your brother Absalom. <sup><strong>8</strong></sup> \"And remember, you have with you Shimei son of Gera, the Benjamite from Bahurim, who called down bitter curses on me the day I went to Mahanaim. When he came down to meet me at the Jordan, I swore to him by the LORD: 'I will not put you to death by the sword.' <sup><strong>9</strong></sup> But now, do not consider him innocent. You are a man of wisdom; you will know what to do to him. Bring his gray head down to the grave in blood.\" <sup><strong>10</strong></sup> Then David rested with his fathers and was buried in the City of David. <sup><strong>11</strong></sup> He had reigned forty years over Israel-seven years in Hebron and thirty-three in Jerusalem. <sup><strong>12</strong></sup> So Solomon sat on the throne of his father David, and his rule was firmly established. <sup><strong>13</strong></sup> Now Adonijah, the son of Haggith, went to Bathsheba, Solomon's mother. Bathsheba asked him, \"Do you come peacefully?\" He answered, \"Yes, peacefully.\" <sup><strong>14</strong></sup> Then he added, \"I have something to say to you.You may say it,\" she replied. <sup><strong>15</strong></sup> \"As you know,\" he said, \"the kingdom was mine. All Israel looked to me as their king. But things changed, and the kingdom has gone to my brother; for it has come to him from the LORD. <sup><strong>16</strong></sup> Now I have one request to make of you. Do not refuse me.You may make it,\" she said. <sup><strong>17</strong></sup> So he continued, \"Please ask King Solomon-he will not refuse you-to give me Abishag the Shunammite as my wife.\" <sup><strong>18</strong></sup> \"Very well,\" Bathsheba replied, \"I will speak to the king for you.\" <sup><strong>19</strong></sup> When Bathsheba went to King Solomon to speak to him for Adonijah, the king stood up to meet her, bowed down to her and sat down on his throne. He had a throne brought for the king's mother, and she sat down at his right hand. <sup><strong>20</strong></sup> \"I have one small request to make of you,\" she said. \"Do not refuse me.\" The king replied, \"Make it, my mother; I will not refuse you.\" <sup><strong>21</strong></sup> So she said, \"Let Abishag the Shunammite be given in marriage to your brother Adonijah.\" <sup><strong>22</strong></sup> King Solomon answered his mother, \"Why do you request Abishag the Shunammite for Adonijah? You might as well request the kingdom for him-after all, he is my older brother-yes, for him and for Abiathar the priest and Joab son of Zeruiah!\" <sup><strong>23</strong></sup> Then King Solomon swore by the LORD: \"May God deal with me, be it ever so severely, if Adonijah does not pay with his life for this request! <sup><strong>24</strong></sup> And now, as surely as the LORD lives-he who has established me securely on the throne of my father David and has founded a dynasty for me as he promised-Adonijah shall be put to death today!\" <sup><strong>25</strong></sup> So King Solomon gave orders to Benaiah son of Jehoiada, and he struck down Adonijah and he died. <sup><strong>26</strong></sup> To Abiathar the priest the king said, \"Go back to your fields in Anathoth. You deserve to die, but I will not put you to death now, because you carried the ark of the Sovereign LORD before my father David and shared all my father's hardships.\" <sup><strong>27</strong></sup> So Solomon removed Abiathar from the priesthood of the LORD, fulfilling the word the LORD had spoken at Shiloh about the house of Eli. <sup><strong>28</strong></sup> When the news reached Joab, who had conspired with Adonijah though not with Absalom, he fled to the tent of the LORD and took hold of the horns of the altar. <sup><strong>29</strong></sup> King Solomon was told that Joab had fled to the tent of the LORD and was beside the altar. Then Solomon ordered Benaiah son of Jehoiada, \"Go, strike him down!\" <sup><strong>30</strong></sup> So Benaiah entered the tent of the LORD and said to Joab, \"The king says, 'Come out!'\" But he answered, \"No, I will die here.\" Benaiah reported to the king, \"This is how Joab answered me.\" <sup><strong>31</strong></sup> Then the king commanded Benaiah, \"Do as he says. Strike him down and bury him, and so clear me and my father's house of the guilt of the innocent blood that Joab shed. <sup><strong>32</strong></sup> The LORD will repay him for the blood he shed, because without the knowledge of my father David he attacked two men and killed them with the sword. Both of them-Abner son of Ner, commander of Israel's army, and Amasa son of Jether, commander of Judah's army-were better men and more upright than he. <sup><strong>33</strong></sup> May the guilt of their blood rest on the head of Joab and his descendants forever. But on David and his descendants, his house and his throne, may there be the LORD's peace forever.\" <sup><strong>34</strong></sup> So Benaiah son of Jehoiada went up and struck down Joab and killed him, and he was buried on his own land in the desert. <sup><strong>35</strong></sup> The king put Benaiah son of Jehoiada over the army in Joab's position and replaced Abiathar with Zadok the priest. <sup><strong>36</strong></sup> Then the king sent for Shimei and said to him, \"Build yourself a house in Jerusalem and live there, but do not go anywhere else. <sup><strong>37</strong></sup> The day you leave and cross the Kidron Valley, you can be sure you will die; your blood will be on your own head.\" <sup><strong>38</strong></sup> Shimei answered the king, \"What you say is good. Your servant will do as my lord the king has said.\" And Shimei stayed in Jerusalem for a long time. <sup><strong>39</strong></sup> But three years later, two of Shimei's slaves ran off to Achish son of Maacah, king of Gath, and Shimei was told, \"Your slaves are in Gath.\" <sup><strong>40</strong></sup> At this, he saddled his donkey and went to Achish at Gath in search of his slaves. So Shimei went away and brought the slaves back from Gath. <sup><strong>41</strong></sup> When Solomon was told that Shimei had gone from Jerusalem to Gath and had returned, <sup><strong>42</strong></sup> the king summoned Shimei and said to him, \"Did I not make you swear by the LORD and warn you, 'On the day you leave to go anywhere else, you can be sure you will die'? At that time you said to me, 'What you say is good. I will obey.' <sup><strong>43</strong></sup> Why then did you not keep your oath to the LORD and obey the command I gave you?\" <sup><strong>44</strong></sup> The king also said to Shimei, \"You know in your heart all the wrong you did to my father David. Now the LORD will repay you for your wrongdoing. <sup><strong>45</strong></sup> But King Solomon will be blessed, and David's throne will remain secure before the LORD forever.\" <sup><strong>46</strong></sup> Then the king gave the order to Benaiah son of Jehoiada, and he went out and struck Shimei down and killed him. The kingdom was now firmly established in Solomon's hands. ","modified":"2023-12-09T21:55:01.821Z"},{"_id":"61591cd72053ce65432d8bcd","topicId":"61591cd62053ce65432d8bc9","verse":"1 Timothy 3:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-6\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-6\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-6\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-6\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-6\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-6\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. "},{"_id":"61591cd72053ce65432d8bce","topicId":"61591cd62053ce65432d8bc9","verse":"2 Peter 2:1-22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction. <b class=\"verse-num\" id=\"v61002002-1\">2&nbsp;</b>And many will follow their sensuality, and because of them the way of truth will be blasphemed. <b class=\"verse-num\" id=\"v61002003-1\">3&nbsp;</b>And in their greed they will exploit you with false words. Their condemnation from long ago is not idle, and their destruction is not asleep.</p>\n<p id=\"p61002003_05-7\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_05-7\">Bold and willful, they do not tremble as they blaspheme the glorious ones, <b class=\"verse-num\" id=\"v61002011-1\">11&nbsp;</b>whereas angels, though greater in might and power, do not pronounce a blasphemous judgment against them before the Lord. <b class=\"verse-num\" id=\"v61002012-1\">12&nbsp;</b>But these, like irrational animals, creatures of instinct, born to be caught and destroyed, blaspheming about matters of which they are ignorant, will also be destroyed in their destruction, <b class=\"verse-num\" id=\"v61002013-1\">13&nbsp;</b>suffering wrong as the wage for their wrongdoing. They count it pleasure to revel in the daytime. They are blots and blemishes, reveling in their deceptions, while they feast with you. <b class=\"verse-num\" id=\"v61002014-1\">14&nbsp;</b>They have eyes full of adultery, insatiable for sin. They entice unsteady souls. They have hearts trained in greed. Accursed children! <b class=\"verse-num\" id=\"v61002015-1\">15&nbsp;</b>Forsaking the right way, they have gone astray. They have followed the way of Balaam, the son of Beor, who loved gain from wrongdoing, <b class=\"verse-num\" id=\"v61002016-1\">16&nbsp;</b>but was rebuked for his own transgression; a speechless donkey spoke with human voice and restrained the prophet’s madness.</p>\n<p id=\"p61002016_05-7\"><b class=\"verse-num\" id=\"v61002017-1\">17&nbsp;</b>These are waterless springs and mists driven by a storm. For them the gloom of utter darkness has been reserved. <b class=\"verse-num\" id=\"v61002018-1\">18&nbsp;</b>For, speaking loud boasts of folly, they entice by sensual passions of the flesh those who are barely escaping from those who live in error. <b class=\"verse-num\" id=\"v61002019-1\">19&nbsp;</b>They promise them freedom, but they themselves are slaves of corruption. For whatever overcomes a person, to that he is enslaved. <b class=\"verse-num\" id=\"v61002020-1\">20&nbsp;</b>For if, after they have escaped the defilements of the world through the knowledge of our Lord and Savior Jesus Christ, they are again entangled in them and overcome, the last state has become worse for them than the first. <b class=\"verse-num\" id=\"v61002021-1\">21&nbsp;</b>For it would have been better for them never to have known the way of righteousness than after knowing it to turn back from the holy commandment delivered to them. <b class=\"verse-num\" id=\"v61002022-1\">22&nbsp;</b>What the true proverb says has happened to them: “The dog returns to its own vomit, and the sow, after washing herself, returns to wallow in the mire.”</p>\n\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  <strong>2</strong> And many shall follow their pernicious ways; by reason of whom the way of truth shall be evil spoken of.  <strong>3</strong> And through covetousness shall they with feigned words make merchandise of you: whose judgment now of a long time lingereth not, and their damnation slumbereth not.  <strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  <strong>11</strong> Whereas angels, which are greater in power and might, bring not railing accusation against them before the Lord.  <strong>12</strong> But these, as natural brute beasts, made to be taken and destroyed, speak evil of the things that they understand not; and shall utterly perish in their own corruption;  <strong>13</strong> And shall receive the reward of unrighteousness, as they that count it pleasure to riot in the daytime. Spots they are and blemishes, sporting themselves with their own deceivings while they feast with you;  <strong>14</strong> Having eyes full of adultery, and that cannot cease from sin; beguiling unstable souls: an heart they have exercised with covetous practices; cursed children:  <strong>15</strong> Which have forsaken the right way, and are gone astray, following the way of Balaam the son of Bosor, who loved the wages of unrighteousness;  <strong>16</strong> But was rebuked for his iniquity: the dumb ass speaking with man’s voice forbad the madness of the prophet.  <strong>17</strong> These are wells without water, clouds that are carried with a tempest; to whom the mist of darkness is reserved for ever.  <strong>18</strong> For when they speak great swelling words of vanity, they allure through the lusts of the flesh, through much wantonness, those that were clean escaped from them who live in error.  <strong>19</strong> While they promise them liberty, they themselves are the servants of corruption: for of whom a man is overcome, of the same is he brought in bondage.  <strong>20</strong> For if after they have escaped the pollutions of the world through the knowledge of the Lord and Saviour Jesus Christ, they are again entangled therein, and overcome, the latter end is worse with them than the beginning.  <strong>21</strong> For it had been better for them not to have known the way of righteousness, than, after they have known it, to turn from the holy commandment delivered unto them.  <strong>22</strong> But it is happened unto them according to the true proverb, The dog is turned to his own vomit again; and the sow that was washed to her wallowing in the mire.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves. <sup><strong>2</strong></sup> Many will follow their shameful ways and will bring the way of truth into disrepute. <sup><strong>3</strong></sup> In their greed these teachers will exploit you with stories they have made up. Their condemnation has long been hanging over them, and their destruction has not been sleeping. <sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. <sup><strong>11</strong></sup> Bold and arrogant, these men are not afraid to slander celestial beings; yet even angels, although they are stronger and more powerful, do not bring slanderous accusations against such beings in the presence of the Lord. <sup><strong>12</strong></sup> But these men blaspheme in matters they do not understand. They are like brute beasts, creatures of instinct, born only to be caught and destroyed, and like beasts they too will perish. <sup><strong>13</strong></sup> They will be paid back with harm for the harm they have done. Their idea of pleasure is to carouse in broad daylight. They are blots and blemishes, reveling in their pleasures while they feast with you. <sup><strong>14</strong></sup> With eyes full of adultery, they never stop sinning; they seduce the unstable; they are experts in greed--an accursed brood! <sup><strong>15</strong></sup> They have left the straight way and wandered off to follow the way of Balaam son of Beor, who loved the wages of wickedness. <sup><strong>16</strong></sup> But he was rebuked for his wrongdoing by a donkey--a beast without speech--who spoke with a man's voice and restrained the prophet's madness. <sup><strong>17</strong></sup> These men are springs without water and mists driven by a storm. Blackest darkness is reserved for them. <sup><strong>18</strong></sup> For they mouth empty, boastful words and, by appealing to the lustful desires of sinful human nature, they entice people who are just escaping from those who live in error. <sup><strong>19</strong></sup> They promise them freedom, while they themselves are slaves of depravity--for a man is a slave to whatever has mastered him. <sup><strong>20</strong></sup> If they have escaped the corruption of the world by knowing our Lord and Savior Jesus Christ and are again entangled in it and overcome, they are worse off at the end than they were at the beginning. <sup><strong>21</strong></sup> It would have been better for them not to have known the way of righteousness, than to have known it and then to turn their backs on the sacred command that was passed on to them. <sup><strong>22</strong></sup> Of them the proverbs are true: \"A dog returns to its vomit,\" and, \"A sow that is washed goes back to her wallowing in the mud.\" "},{"_id":"61591cd72053ce65432d8bcf","topicId":"61591cd62053ce65432d8bc9","verse":"2 Peter 1:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61001001_02-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61001001-1\">1:1&nbsp;</b>Simeon Peter, a servant and apostle of Jesus Christ,</p>\n<p id=\"p61001001_02-8\">To those who have obtained a faith of equal standing with ours by the righteousness of our God and Savior Jesus Christ:</p>\n<p id=\"p61001001_02-8\"><b class=\"verse-num\" id=\"v61001002-1\">2&nbsp;</b>May grace and peace be multiplied to you in the knowledge of God and of Jesus our Lord.</p>\n\n<p id=\"p61001002_07-8\"><b class=\"verse-num\" id=\"v61001003-1\">3&nbsp;</b>His divine power has granted to us all things that pertain to life and godliness, through the knowledge of him who called us to his own glory and excellence, <b class=\"verse-num\" id=\"v61001004-1\">4&nbsp;</b>by which he has granted to us his precious and very great promises, so that through them you may become partakers of the divine nature, having escaped from the corruption that is in the world because of sinful desire. <b class=\"verse-num\" id=\"v61001005-1\">5&nbsp;</b>For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, <b class=\"verse-num\" id=\"v61001006-1\">6&nbsp;</b>and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, <b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love. <b class=\"verse-num\" id=\"v61001008-1\">8&nbsp;</b>For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v61001009-1\">9&nbsp;</b>For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins. <b class=\"verse-num\" id=\"v61001010-1\">10&nbsp;</b>Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall. <b class=\"verse-num\" id=\"v61001011-1\">11&nbsp;</b>For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ.</p>\n<p id=\"p61001011_07-8\"><b class=\"verse-num\" id=\"v61001012-1\">12&nbsp;</b>Therefore I intend always to remind you of these qualities, though you know them and are established in the truth that you have. <b class=\"verse-num\" id=\"v61001013-1\">13&nbsp;</b>I think it right, as long as I am in this body, to stir you up by way of reminder, <b class=\"verse-num\" id=\"v61001014-1\">14&nbsp;</b>since I know that the putting off of my body will be soon, as our Lord Jesus Christ made clear to me. <b class=\"verse-num\" id=\"v61001015-1\">15&nbsp;</b>And I will make every effort so that after my departure you may be able at any time to recall these things.</p>\n\n<p id=\"p61001015_13-8\"><b class=\"verse-num\" id=\"v61001016-1\">16&nbsp;</b>For we did not follow cleverly devised myths when we made known to you the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty. <b class=\"verse-num\" id=\"v61001017-1\">17&nbsp;</b>For when he received honor and glory from God the Father, and the voice was borne to him by the Majestic Glory, “This is my beloved Son, with whom I am well pleased,” <b class=\"verse-num\" id=\"v61001018-1\">18&nbsp;</b>we ourselves heard this very voice borne from heaven, for we were with him on the holy mountain. <b class=\"verse-num\" id=\"v61001019-1\">19&nbsp;</b>And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts, <b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:  <strong>2</strong> Grace and peace be multiplied unto you through the knowledge of God, and of Jesus our Lord,  <strong>3</strong> According as his divine power hath given unto us all things that pertain unto life and godliness, through the knowledge of him that hath called us to glory and virtue:  <strong>4</strong> Whereby are given unto us exceeding great and precious promises: that by these ye might be partakers of the divine nature, having escaped the corruption that is in the world through lust.  <strong>5</strong> And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;  <strong>6</strong> And to knowledge temperance; and to temperance patience; and to patience godliness;  <strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  <strong>8</strong> For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.  <strong>9</strong> But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.  <strong>10</strong> Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:  <strong>11</strong> For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.  <strong>12</strong> Wherefore I will not be negligent to put you always in remembrance of these things, though ye know them, and be established in the present truth.  <strong>13</strong> Yea, I think it meet, as long as I am in this tabernacle, to stir you up by putting you in remembrance;  <strong>14</strong> Knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ hath shewed me.  <strong>15</strong> Moreover I will endeavour that ye may be able after my decease to have these things always in remembrance.  <strong>16</strong> For we have not followed cunningly devised fables, when we made known unto you the power and coming of our Lord Jesus Christ, but were eyewitnesses of his majesty.  <strong>17</strong> For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.  <strong>18</strong> And this voice which came from heaven we heard, when we were with him in the holy mount.  <strong>19</strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:  <strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>1</strong></sup> Simon Peter, a servant and apostle of Jesus Christ, To those who through the righteousness of our God and Savior Jesus Christ have received a faith as precious as ours: <sup><strong>2</strong></sup> Grace and peace be yours in abundance through the knowledge of God and of Jesus our Lord. <sup><strong>3</strong></sup> His divine power has given us everything we need for life and godliness through our knowledge of him who called us by his own glory and goodness. <sup><strong>4</strong></sup> Through these he has given us his very great and precious promises, so that through them you may participate in the divine nature and escape the corruption in the world caused by evil desires. <sup><strong>5</strong></sup> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <sup><strong>6</strong></sup> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love. <sup><strong>8</strong></sup> For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ. <sup><strong>9</strong></sup> But if anyone does not have them, he is nearsighted and blind, and has forgotten that he has been cleansed from his past sins. <sup><strong>10</strong></sup> Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall, <sup><strong>11</strong></sup> and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ. <sup><strong>12</strong></sup> So I will always remind you of these things, even though you know them and are firmly established in the truth you now have. <sup><strong>13</strong></sup> I think it is right to refresh your memory as long as I live in the tent of this body, <sup><strong>14</strong></sup> because I know that I will soon put it aside, as our Lord Jesus Christ has made clear to me. <sup><strong>15</strong></sup> And I will make every effort to see that after my departure you will always be able to remember these things. <sup><strong>16</strong></sup> We did not follow cleverly invented stories when we told you about the power and coming of our Lord Jesus Christ, but we were eyewitnesses of his majesty. <sup><strong>17</strong></sup> For he received honor and glory from God the Father when the voice came to him from the Majestic Glory, saying, \"This is my Son, whom I love; with him I am well pleased.\" <sup><strong>18</strong></sup> We ourselves heard this voice that came from heaven when we were with him on the sacred mountain. <sup><strong>19</strong></sup> And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts. <sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. "},{"_id":"61591cd82053ce65432d8bd0","topicId":"61591cd62053ce65432d8bc9","verse":"Romans 14:1-23","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-9\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-9\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-9\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-9\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-9\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"61591cd82053ce65432d8bd1","topicId":"61591cd62053ce65432d8bc9","verse":"Luke 15:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42015001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42015001-1\">15:1&nbsp;</b>Now the tax collectors and sinners were all drawing near to hear him. <b class=\"verse-num\" id=\"v42015002-1\">2&nbsp;</b>And the Pharisees and the scribes grumbled, saying, “This man receives sinners and eats with them.”</p>\n<p id=\"p42015002_07-10\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_13-10\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n<p id=\"p42015010_19-10\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_19-10\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_19-10\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then drew near unto him all the publicans and sinners for to hear him.  <strong>2</strong> And the Pharisees and scribes murmured, saying, This man receiveth sinners, and eateth with them.  <strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. <strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>1</strong></sup> Now the tax collectors and \"sinners\" were all gathering around to hear him. <sup><strong>2</strong></sup> But the Pharisees and the teachers of the law muttered, \"This man welcomes sinners and eats with them.\" <sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" <sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"61591cd82053ce65432d8bd2","topicId":"61591cd62053ce65432d8bc9","verse":"1 Kings 1:1-53","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11001001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11001001-1\">1:1&nbsp;</b>Now King David was old and advanced in years. And although they covered him with clothes, he could not get warm. <b class=\"verse-num\" id=\"v11001002-1\">2&nbsp;</b>Therefore his servants said to him, “Let a young woman be sought for my lord the king, and let her wait on the king and be in his service. Let her lie in your arms, that my lord the king may be warm.” <b class=\"verse-num\" id=\"v11001003-1\">3&nbsp;</b>So they sought for a beautiful young woman throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king. <b class=\"verse-num\" id=\"v11001004-1\">4&nbsp;</b>The young woman was very beautiful, and she was of service to the king and attended to him, but the king knew her not.</p>\n\n<p id=\"p11001004_12-12\"><b class=\"verse-num\" id=\"v11001005-1\">5&nbsp;</b>Now Adonijah the son of Haggith exalted himself, saying, “I will be king.” And he prepared for himself chariots and horsemen, and fifty men to run before him. <b class=\"verse-num\" id=\"v11001006-1\">6&nbsp;</b>His father had never at any time displeased him by asking, “Why have you done thus and so?” He was also a very handsome man, and he was born next after Absalom. <b class=\"verse-num\" id=\"v11001007-1\">7&nbsp;</b>He conferred with Joab the son of Zeruiah and with Abiathar the priest. And they followed Adonijah and helped him. <b class=\"verse-num\" id=\"v11001008-1\">8&nbsp;</b>But Zadok the priest and Benaiah the son of Jehoiada and Nathan the prophet and Shimei and Rei and David’s mighty men were not with Adonijah.</p>\n<p id=\"p11001008_12-12\"><b class=\"verse-num\" id=\"v11001009-1\">9&nbsp;</b>Adonijah sacrificed sheep, oxen, and fattened cattle by the Serpent’s Stone, which is beside En-rogel, and he invited all his brothers, the king’s sons, and all the royal officials of Judah, <b class=\"verse-num\" id=\"v11001010-1\">10&nbsp;</b>but he did not invite Nathan the prophet or Benaiah or the mighty men or Solomon his brother.</p>\n\n<p id=\"p11001010_17-12\"><b class=\"verse-num\" id=\"v11001011-1\">11&nbsp;</b>Then Nathan said to Bathsheba the mother of Solomon, “Have you not heard that Adonijah the son of Haggith has become king and David our lord does not know it? <b class=\"verse-num\" id=\"v11001012-1\">12&nbsp;</b>Now therefore come, let me give you advice, that you may save your own life and the life of your son Solomon. <b class=\"verse-num\" id=\"v11001013-1\">13&nbsp;</b>Go in at once to King David, and say to him, ‘Did you not, my lord the king, swear to your servant, saying, “Solomon your son shall reign after me, and he shall sit on my throne”? Why then is Adonijah king?’ <b class=\"verse-num\" id=\"v11001014-1\">14&nbsp;</b>Then while you are still speaking with the king, I also will come in after you and confirm your words.”</p>\n<p id=\"p11001014_17-12\"><b class=\"verse-num\" id=\"v11001015-1\">15&nbsp;</b>So Bathsheba went to the king in his chamber (now the king was very old, and Abishag the Shunammite was attending to the king). <b class=\"verse-num\" id=\"v11001016-1\">16&nbsp;</b>Bathsheba bowed and paid homage to the king, and the king said, “What do you desire?” <b class=\"verse-num\" id=\"v11001017-1\">17&nbsp;</b>She said to him, “My lord, you swore to your servant by the LORD your God, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne.’ <b class=\"verse-num\" id=\"v11001018-1\">18&nbsp;</b>And now, behold, Adonijah is king, although you, my lord the king, do not know it. <b class=\"verse-num\" id=\"v11001019-1\">19&nbsp;</b>He has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the sons of the king, Abiathar the priest, and Joab the commander of the army, but Solomon your servant he has not invited. <b class=\"verse-num\" id=\"v11001020-1\">20&nbsp;</b>And now, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him. <b class=\"verse-num\" id=\"v11001021-1\">21&nbsp;</b>Otherwise it will come to pass, when my lord the king sleeps with his fathers, that I and my son Solomon will be counted offenders.”</p>\n<p id=\"p11001021_17-12\"><b class=\"verse-num\" id=\"v11001022-1\">22&nbsp;</b>While she was still speaking with the king, Nathan the prophet came in. <b class=\"verse-num\" id=\"v11001023-1\">23&nbsp;</b>And they told the king, “Here is Nathan the prophet.” And when he came in before the king, he bowed before the king, with his face to the ground. <b class=\"verse-num\" id=\"v11001024-1\">24&nbsp;</b>And Nathan said, “My lord the king, have you said, ‘Adonijah shall reign after me, and he shall sit on my throne’? <b class=\"verse-num\" id=\"v11001025-1\">25&nbsp;</b>For he has gone down this day and has sacrificed oxen, fattened cattle, and sheep in abundance, and has invited all the king’s sons, the commanders of the army, and Abiathar the priest. And behold, they are eating and drinking before him, and saying, ‘Long live King Adonijah!’ <b class=\"verse-num\" id=\"v11001026-1\">26&nbsp;</b>But me, your servant, and Zadok the priest, and Benaiah the son of Jehoiada, and your servant Solomon he has not invited. <b class=\"verse-num\" id=\"v11001027-1\">27&nbsp;</b>Has this thing been brought about by my lord the king and you have not told your servants who should sit on the throne of my lord the king after him?”</p>\n\n<p id=\"p11001027_20-12\"><b class=\"verse-num\" id=\"v11001028-1\">28&nbsp;</b>Then King David answered, “Call Bathsheba to me.” So she came into the king’s presence and stood before the king. <b class=\"verse-num\" id=\"v11001029-1\">29&nbsp;</b>And the king swore, saying, “As the LORD lives, who has redeemed my soul out of every adversity, <b class=\"verse-num\" id=\"v11001030-1\">30&nbsp;</b>as I swore to you by the LORD, the God of Israel, saying, ‘Solomon your son shall reign after me, and he shall sit on my throne in my place,’ even so will I do this day.” <b class=\"verse-num\" id=\"v11001031-1\">31&nbsp;</b>Then Bathsheba bowed with her face to the ground and paid homage to the king and said, “May my lord King David live forever!”</p>\n<p id=\"p11001031_20-12\"><b class=\"verse-num\" id=\"v11001032-1\">32&nbsp;</b>King David said, “Call to me Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada.” So they came before the king. <b class=\"verse-num\" id=\"v11001033-1\">33&nbsp;</b>And the king said to them, “Take with you the servants of your lord and have Solomon my son ride on my own mule, and bring him down to Gihon. <b class=\"verse-num\" id=\"v11001034-1\">34&nbsp;</b>And let Zadok the priest and Nathan the prophet there anoint him king over Israel. Then blow the trumpet and say, ‘Long live King Solomon!’ <b class=\"verse-num\" id=\"v11001035-1\">35&nbsp;</b>You shall then come up after him, and he shall come and sit on my throne, for he shall be king in my place. And I have appointed him to be ruler over Israel and over Judah.” <b class=\"verse-num\" id=\"v11001036-1\">36&nbsp;</b>And Benaiah the son of Jehoiada answered the king, “Amen! May the LORD, the God of my lord the king, say so. <b class=\"verse-num\" id=\"v11001037-1\">37&nbsp;</b>As the LORD has been with my lord the king, even so may he be with Solomon, and make his throne greater than the throne of my lord King David.”</p>\n<p id=\"p11001037_20-12\"><b class=\"verse-num\" id=\"v11001038-1\">38&nbsp;</b>So Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites went down and had Solomon ride on King David’s mule and brought him to Gihon. <b class=\"verse-num\" id=\"v11001039-1\">39&nbsp;</b>There Zadok the priest took the horn of oil from the tent and anointed Solomon. Then they blew the trumpet, and all the people said, “Long live King Solomon!” <b class=\"verse-num\" id=\"v11001040-1\">40&nbsp;</b>And all the people went up after him, playing on pipes, and rejoicing with great joy, so that the earth was split by their noise.</p>\n<p id=\"p11001040_20-12\"><b class=\"verse-num\" id=\"v11001041-1\">41&nbsp;</b>Adonijah and all the guests who were with him heard it as they finished feasting. And when Joab heard the sound of the trumpet, he said, “What does this uproar in the city mean?” <b class=\"verse-num\" id=\"v11001042-1\">42&nbsp;</b>While he was still speaking, behold, Jonathan the son of Abiathar the priest came. And Adonijah said, “Come in, for you are a worthy man and bring good news.” <b class=\"verse-num\" id=\"v11001043-1\">43&nbsp;</b>Jonathan answered Adonijah, “No, for our lord King David has made Solomon king, <b class=\"verse-num\" id=\"v11001044-1\">44&nbsp;</b>and the king has sent with him Zadok the priest, Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites and the Pelethites. And they had him ride on the king’s mule. <b class=\"verse-num\" id=\"v11001045-1\">45&nbsp;</b>And Zadok the priest and Nathan the prophet have anointed him king at Gihon, and they have gone up from there rejoicing, so that the city is in an uproar. This is the noise that you have heard. <b class=\"verse-num\" id=\"v11001046-1\">46&nbsp;</b>Solomon sits on the royal throne. <b class=\"verse-num\" id=\"v11001047-1\">47&nbsp;</b>Moreover, the king’s servants came to congratulate our lord King David, saying, ‘May your God make the name of Solomon more famous than yours, and make his throne greater than your throne.’ And the king bowed himself on the bed. <b class=\"verse-num\" id=\"v11001048-1\">48&nbsp;</b>And the king also said, ‘Blessed be the LORD, the God of Israel, who has granted someone to sit on my throne this day, my own eyes seeing it.’”</p>\n<p id=\"p11001048_20-12\"><b class=\"verse-num\" id=\"v11001049-1\">49&nbsp;</b>Then all the guests of Adonijah trembled and rose, and each went his own way. <b class=\"verse-num\" id=\"v11001050-1\">50&nbsp;</b>And Adonijah feared Solomon. So he arose and went and took hold of the horns of the altar. <b class=\"verse-num\" id=\"v11001051-1\">51&nbsp;</b>Then it was told Solomon, “Behold, Adonijah fears King Solomon, for behold, he has laid hold of the horns of the altar, saying, ‘Let King Solomon swear to me first that he will not put his servant to death with the sword.’” <b class=\"verse-num\" id=\"v11001052-1\">52&nbsp;</b>And Solomon said, “If he will show himself a worthy man, not one of his hairs shall fall to the earth, but if wickedness is found in him, he shall die.” <b class=\"verse-num\" id=\"v11001053-1\">53&nbsp;</b>So King Solomon sent, and they brought him down from the altar. And he came and paid homage to King Solomon, and Solomon said to him, “Go to your house.”</p>\n\n</div>","kjv":"<strong>1</strong> Now king David was old and stricken in years; and they covered him with clothes, but he gat no heat.  <strong>2</strong> Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin: and let her stand before the king, and let her cherish him, and let her lie in thy bosom, that my lord the king may get heat.  <strong>3</strong> So they sought for a fair damsel throughout all the coasts of Israel, and found Abishag a Shunammite, and brought her to the king.  <strong>4</strong> And the damsel was very fair, and cherished the king, and ministered to him: but the king knew her not.  <strong>5</strong> Then Adonijah the son of Haggith exalted himself, saying, I will be king: and he prepared him chariots and horsemen, and fifty men to run before him.  <strong>6</strong> And his father had not displeased him at any time in saying, Why hast thou done so? and he also was a very goodly man; and his mother bare him after Absalom.  <strong>7</strong> And he conferred with Joab the son of Zeruiah, and with Abiathar the priest: and they following Adonijah helped him.  <strong>8</strong> But Zadok the priest, and Benaiah the son of Jehoiada, and Nathan the prophet, and Shimei, and Rei, and the mighty men which belonged  to David, were not with Adonijah.  <strong>9</strong> And Adonijah slew sheep and oxen and fat cattle by the stone of Zoheleth, which is by En-rogel, and called all his brethren the king’s sons, and all the men of Judah the king’s servants:  <strong>10</strong> But Nathan the prophet, and Benaiah, and the mighty men, and Solomon his brother, he called not.  <strong>11</strong> Wherefore Nathan spake unto Bath-sheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith doth reign, and David our lord knoweth it not?  <strong>12</strong> Now therefore come, let me, I pray thee, give thee counsel, that thou mayest save thine own life, and the life of thy son Solomon.  <strong>13</strong> Go and get thee in unto king David, and say unto him, Didst not thou, my lord, O king, swear unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne? why then doth Adonijah reign?  <strong>14</strong> Behold, while thou yet talkest there with the king, I also will come in after thee, and confirm thy words.  <strong>15</strong> And Bath-sheba went in unto the king into the chamber: and the king was very old; and Abishag the Shunammite ministered unto the king.  <strong>16</strong> And Bath-sheba bowed, and did obeisance unto the king. And the king said, What wouldest thou?  <strong>17</strong> And she said unto him, My lord, thou swarest by the LORD thy God unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne.  <strong>18</strong> And now, behold, Adonijah reigneth; and now, my lord the king, thou knowest it not:  <strong>19</strong> And he hath slain oxen and fat cattle and sheep in abundance, and hath called all the sons of the king, and Abiathar the priest, and Joab the captain of the host: but Solomon thy servant hath he not called.  <strong>20</strong> And thou, my lord, O king, the eyes of all Israel are upon thee, that thou shouldest tell them who shall sit on the throne of my lord the king after him.  <strong>21</strong> Otherwise it shall come to pass, when my lord the king shall sleep with his fathers, that I and my son Solomon shall be counted offenders.  <strong>22</strong> And, lo, while she yet talked with the king, Nathan the prophet also came in.  <strong>23</strong> And they told the king, saying, Behold Nathan the prophet. And when he was come in before the king, he bowed himself before the king with his face to the ground.  <strong>24</strong> And Nathan said, My lord, O king, hast thou said, Adonijah shall reign after me, and he shall sit upon my throne?  <strong>25</strong> For he is gone down this day, and hath slain oxen and fat cattle and sheep in abundance, and hath called all the king’s sons, and the captains of the host, and Abiathar the priest; and, behold, they eat and drink before him, and say, God save king Adonijah.  <strong>26</strong> But me, even me thy servant, and Zadok the priest, and Benaiah the son of Jehoiada, and thy servant Solomon, hath he not called.  <strong>27</strong> Is this thing done by my lord the king, and thou hast not shewed it unto thy servant, who should sit on the throne of my lord the king after him?  <strong>28</strong> Then king David answered and said, Call me Bath-sheba. And she came into the king’s presence, and stood before the king.  <strong>29</strong> And the king sware, and said, As the LORD liveth, that hath redeemed my soul out of all distress,  <strong>30</strong> Even as I sware unto thee by the LORD God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my stead; even so will I certainly do this day.  <strong>31</strong> Then Bath-sheba bowed with her face to the earth, and did reverence to the king, and said, Let my lord king David live for ever.  <strong>32</strong> And king David said, Call me Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada. And they came before the king.  <strong>33</strong> The king also said unto them, Take with you the servants of your lord, and cause Solomon my son to ride upon mine own mule, and bring him down to Gihon:  <strong>34</strong> And let Zadok the priest and Nathan the prophet anoint him there king over Israel: and blow ye with the trumpet, and say, God save king Solomon.  <strong>35</strong> Then ye shall come up after him, that he may come and sit upon my throne; for he shall be king in my stead: and I have appointed him to be ruler over Israel and over Judah.  <strong>36</strong> And Benaiah the son of Jehoiada answered the king, and said, Amen: the LORD God of my lord the king say so too.  <strong>37</strong> As the LORD hath been with my lord the king, even so be he with Solomon, and make his throne greater than the throne of my lord king David.  <strong>38</strong> So Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, went down, and caused Solomon to ride upon king David’s mule, and brought him to Gihon.  <strong>39</strong> And Zadok the priest took an horn of oil out of the tabernacle, and anointed Solomon. And they blew the trumpet; and all the people said, God save king Solomon.  <strong>40</strong> And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth rent with the sound of them.  <strong>41</strong> And Adonijah and all the guests that were with him heard it as they had made an end of eating. And when Joab heard the sound of the trumpet, he said, Wherefore is this noise of the city being in an uproar?  <strong>42</strong> And while he yet spake, behold, Jonathan the son of Abiathar the priest came: and Adonijah said unto him, Come in; for thou art a valiant man, and bringest good tidings.  <strong>43</strong> And Jonathan answered and said to Adonijah, Verily our lord king David hath made Solomon king.  <strong>44</strong> And the king hath sent with him Zadok the priest, and Nathan the prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, and they have caused him to ride upon the king’s mule:  <strong>45</strong> And Zadok the priest and Nathan the prophet have anointed him king in Gihon: and they are come up from thence rejoicing, so that the city rang again. This is the noise that ye have heard.  <strong>46</strong> And also Solomon sitteth on the throne of the kingdom.  <strong>47</strong> And moreover the king’s servants came to bless our lord king David, saying, God make the name of Solomon better than thy name, and make his throne greater than thy throne. And the king bowed himself upon the bed.  <strong>48</strong> And also thus said the king, Blessed be the LORD God of Israel, which hath given one to sit on my throne this day, mine eyes even seeing it.  <strong>49</strong> And all the guests that were with Adonijah were afraid, and rose up, and went every man his way.  <strong>50</strong> And Adonijah feared because of Solomon, and arose, and went, and caught hold on the horns of the altar.  <strong>51</strong> And it was told Solomon, saying, Behold, Adonijah feareth king Solomon: for, lo, he hath caught hold on the horns of the altar, saying, Let king Solomon swear unto me to day that he will not slay his servant with the sword.  <strong>52</strong> And Solomon said, If he will shew himself a worthy man, there shall not an hair of him fall to the earth: but if wickedness shall be found in him, he shall die.  <strong>53</strong> So king Solomon sent, and they brought him down from the altar. And he came and bowed himself to king Solomon: and Solomon said unto him, Go to thine house.  ","niv":"<sup><strong>1</strong></sup> When King David was old and well advanced in years, he could not keep warm even when they put covers over him. <sup><strong>2</strong></sup> So his servants said to him, \"Let us look for a young virgin to attend the king and take care of him. She can lie beside him so that our lord the king may keep warm.\" <sup><strong>3</strong></sup> Then they searched throughout Israel for a beautiful girl and found Abishag, a Shunammite, and brought her to the king. <sup><strong>4</strong></sup> The girl was very beautiful; she took care of the king and waited on him, but the king had no intimate relations with her. <sup><strong>5</strong></sup> Now Adonijah, whose mother was Haggith, put himself forward and said, \"I will be king.\" So he got chariots and horses ready, with fifty men to run ahead of him. <sup><strong>6</strong></sup> (His father had never interfered with him by asking, \"Why do you behave as you do?\" He was also very handsome and was born next after Absalom.) <sup><strong>7</strong></sup> Adonijah conferred with Joab son of Zeruiah and with Abiathar the priest, and they gave him their support. <sup><strong>8</strong></sup> But Zadok the priest, Benaiah son of Jehoiada, Nathan the prophet, Shimei and Rei and David's special guard did not join Adonijah. <sup><strong>9</strong></sup> Adonijah then sacrificed sheep, cattle and fattened calves at the Stone of Zoheleth near En Rogel. He invited all his brothers, the king's sons, and all the men of Judah who were royal officials, <sup><strong>10</strong></sup> but he did not invite Nathan the prophet or Benaiah or the special guard or his brother Solomon. <sup><strong>11</strong></sup> Then Nathan asked Bathsheba, Solomon's mother, \"Have you not heard that Adonijah, the son of Haggith, has become king without our lord David's knowing it? <sup><strong>12</strong></sup> Now then, let me advise you how you can save your own life and the life of your son Solomon. <sup><strong>13</strong></sup> Go in to King David and say to him, 'My lord the king, did you not swear to me your servant: \"Surely Solomon your son shall be king after me, and he will sit on my throne\"? Why then has Adonijah become king?' <sup><strong>14</strong></sup> While you are still there talking to the king, I will come in and confirm what you have said.\" <sup><strong>15</strong></sup> So Bathsheba went to see the aged king in his room, where Abishag the Shunammite was attending him. <sup><strong>16</strong></sup> Bathsheba bowed low and knelt before the king. \"What is it you want?\" the king asked. <sup><strong>17</strong></sup> She said to him, \"My lord, you yourself swore to me your servant by the LORD your God: 'Solomon your son shall be king after me, and he will sit on my throne.' <sup><strong>18</strong></sup> But now Adonijah has become king, and you, my lord the king, do not know about it. <sup><strong>19</strong></sup> He has sacrificed great numbers of cattle, fattened calves, and sheep, and has invited all the king's sons, Abiathar the priest and Joab the commander of the army, but he has not invited Solomon your servant. <sup><strong>20</strong></sup> My lord the king, the eyes of all Israel are on you, to learn from you who will sit on the throne of my lord the king after him. <sup><strong>21</strong></sup> Otherwise, as soon as my lord the king is laid to rest with his fathers, I and my son Solomon will be treated as criminals.\" <sup><strong>22</strong></sup> While she was still speaking with the king, Nathan the prophet arrived. <sup><strong>23</strong></sup> And they told the king, \"Nathan the prophet is here.\" So he went before the king and bowed with his face to the ground. <sup><strong>24</strong></sup> Nathan said, \"Have you, my lord the king, declared that Adonijah shall be king after you, and that he will sit on your throne? <sup><strong>25</strong></sup> Today he has gone down and sacrificed great numbers of cattle, fattened calves, and sheep. He has invited all the king's sons, the commanders of the army and Abiathar the priest. Right now they are eating and drinking with him and saying, 'Long live King Adonijah!' <sup><strong>26</strong></sup> But me your servant, and Zadok the priest, and Benaiah son of Jehoiada, and your servant Solomon he did not invite. <sup><strong>27</strong></sup> Is this something my lord the king has done without letting his servants know who should sit on the throne of my lord the king after him?\" <sup><strong>28</strong></sup> Then King David said, \"Call in Bathsheba.\" So she came into the king's presence and stood before him. <sup><strong>29</strong></sup> The king then took an oath: \"As surely as the LORD lives, who has delivered me out of every trouble, <sup><strong>30</strong></sup> I will surely carry out today what I swore to you by the LORD, the God of Israel: Solomon your son shall be king after me, and he will sit on my throne in my place.\" <sup><strong>31</strong></sup> Then Bathsheba bowed low with her face to the ground and, kneeling before the king, said, \"May my lord King David live forever!\" <sup><strong>32</strong></sup> King David said, \"Call in Zadok the priest, Nathan the prophet and Benaiah son of Jehoiada.\" When they came before the king, <sup><strong>33</strong></sup> he said to them: \"Take your lord's servants with you and set Solomon my son on my own mule and take him down to Gihon. <sup><strong>34</strong></sup> There have Zadok the priest and Nathan the prophet anoint him king over Israel. Blow the trumpet and shout, 'Long live King Solomon!' <sup><strong>35</strong></sup> Then you are to go up with him, and he is to come and sit on my throne and reign in my place. I have appointed him ruler over Israel and Judah.\" <sup><strong>36</strong></sup> Benaiah son of Jehoiada answered the king, \"Amen! May the LORD, the God of my lord the king, so declare it. <sup><strong>37</strong></sup> As the LORD was with my lord the king, so may he be with Solomon to make his throne even greater than the throne of my lord King David!\" <sup><strong>38</strong></sup> So Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites and the Pelethites went down and put Solomon on King David's mule and escorted him to Gihon. <sup><strong>39</strong></sup> Zadok the priest took the horn of oil from the sacred tent and anointed Solomon. Then they sounded the trumpet and all the people shouted, \"Long live King Solomon!\" <sup><strong>40</strong></sup> And all the people went up after him, playing flutes and rejoicing greatly, so that the ground shook with the sound. <sup><strong>41</strong></sup> Adonijah and all the guests who were with him heard it as they were finishing their feast. On hearing the sound of the trumpet, Joab asked, \"What's the meaning of all the noise in the city?\" <sup><strong>42</strong></sup> Even as he was speaking, Jonathan son of Abiathar the priest arrived. Adonijah said, \"Come in. A worthy man like you must be bringing good news.\" <sup><strong>43</strong></sup> \"Not at all!\" Jonathan answered. \"Our lord King David has made Solomon king. <sup><strong>44</strong></sup> The king has sent with him Zadok the priest, Nathan the prophet, Benaiah son of Jehoiada, the Kerethites and the Pelethites, and they have put him on the king's mule, <sup><strong>45</strong></sup> and Zadok the priest and Nathan the prophet have anointed him king at Gihon. From there they have gone up cheering, and the city resounds with it. That's the noise you hear. <sup><strong>46</strong></sup> Moreover, Solomon has taken his seat on the royal throne. <sup><strong>47</strong></sup> Also, the royal officials have come to congratulate our lord King David, saying, 'May your God make Solomon's name more famous than yours and his throne greater than yours!' And the king bowed in worship on his bed <sup><strong>48</strong></sup> and said, 'Praise be to the LORD, the God of Israel, who has allowed my eyes to see a successor on my throne today.'\" <sup><strong>49</strong></sup> At this, all Adonijah's guests rose in alarm and dispersed. <sup><strong>50</strong></sup> But Adonijah, in fear of Solomon, went and took hold of the horns of the altar. <sup><strong>51</strong></sup> Then Solomon was told, \"Adonijah is afraid of King Solomon and is clinging to the horns of the altar. He says, 'Let King Solomon swear to me today that he will not put his servant to death with the sword.'\" <sup><strong>52</strong></sup> Solomon replied, \"If he shows himself to be a worthy man, not a hair of his head will fall to the ground; but if evil is found in him, he will die.\" <sup><strong>53</strong></sup> Then King Solomon sent men, and they brought him down from the altar. And Adonijah came and bowed down to King Solomon, and Solomon said, \"Go to your home.\" "},{"_id":"61591cd82053ce65432d8bd3","topicId":"61591cd62053ce65432d8bc9","verse":"1 Samuel 2:1-36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09002001_03-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09002001-1\">2:1&nbsp;</b>And Hannah prayed and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p09002001_03-14\" class=\"line\">&nbsp;&nbsp;“My heart exults in the LORD;</span><br><span id=\"p09002001_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my horn is exalted in the LORD.</span><br><span id=\"p09002001_03-14\" class=\"line\">&nbsp;&nbsp;My mouth derides my enemies,</span><br><span id=\"p09002001_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I rejoice in your salvation.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p09002002_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002002-1\">2&nbsp;</b>&nbsp;&nbsp;“There is none holy like the LORD:</span><br><span id=\"p09002002_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for there is none besides you;</span><br><span id=\"p09002002_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no rock like our God.</span><br><span id=\"p09002003_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002003-1\">3&nbsp;</b>&nbsp;&nbsp;Talk no more so very proudly,</span><br><span id=\"p09002003_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not arrogance come from your mouth;</span><br><span id=\"p09002003_03-14\" class=\"line\">&nbsp;&nbsp;for the LORD is a God of knowledge,</span><br><span id=\"p09002003_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by him actions are weighed.</span><br><span id=\"p09002004_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002004-1\">4&nbsp;</b>&nbsp;&nbsp;The bows of the mighty are broken,</span><br><span id=\"p09002004_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the feeble bind on strength.</span><br><span id=\"p09002005_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who were full have hired themselves out for bread,</span><br><span id=\"p09002005_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but those who were hungry have ceased to hunger.</span><br><span id=\"p09002005_03-14\" class=\"line\">&nbsp;&nbsp;The barren has borne seven,</span><br><span id=\"p09002005_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but she who has many children is forlorn.</span><br><span id=\"p09002006_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002006-1\">6&nbsp;</b>&nbsp;&nbsp;The LORD kills and brings to life;</span><br><span id=\"p09002006_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he brings down to Sheol and raises up.</span><br><span id=\"p09002007_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD makes poor and makes rich;</span><br><span id=\"p09002007_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he brings low and he exalts.</span><br><span id=\"p09002008_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002008-1\">8&nbsp;</b>&nbsp;&nbsp;He raises up the poor from the dust;</span><br><span id=\"p09002008_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he lifts the needy from the ash heap</span><br><span id=\"p09002008_03-14\" class=\"line\">&nbsp;&nbsp;to make them sit with princes</span><br><span id=\"p09002008_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and inherit a seat of honor.</span><br><span id=\"p09002008_03-14\" class=\"line\">&nbsp;&nbsp;For the pillars of the earth are the LORD’s,</span><br><span id=\"p09002008_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on them he has set the world.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p09002009_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002009-1\">9&nbsp;</b>&nbsp;&nbsp;“He will guard the feet of his faithful ones,</span><br><span id=\"p09002009_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wicked shall be cut off in darkness,</span><br><span id=\"p09002009_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for not by might shall a man prevail.</span><br><span id=\"p09002010_03-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v09002010-1\">10&nbsp;</b>&nbsp;&nbsp;The adversaries of the LORD shall be broken to pieces;</span><br><span id=\"p09002010_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against them he will thunder in heaven.</span><br><span id=\"p09002010_03-14\" class=\"line\">&nbsp;&nbsp;The LORD will judge the ends of the earth;</span><br><span id=\"p09002010_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will give strength to his king</span><br><span id=\"p09002010_03-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and exalt the horn of his anointed.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p09002010_03-14\"><b class=\"verse-num\" id=\"v09002011-1\">11&nbsp;</b>Then Elkanah went home to Ramah. And the boy was ministering to the LORD in the presence of Eli the priest.</p>\n\n<p id=\"p09002011_06-14\"><b class=\"verse-num\" id=\"v09002012-1\">12&nbsp;</b>Now the sons of Eli were worthless men. They did not know the LORD. <b class=\"verse-num\" id=\"v09002013-1\">13&nbsp;</b>The custom of the priests with the people was that when any man offered sacrifice, the priest’s servant would come, while the meat was boiling, with a three-pronged fork in his hand, <b class=\"verse-num\" id=\"v09002014-1\">14&nbsp;</b>and he would thrust it into the pan or kettle or cauldron or pot. All that the fork brought up the priest would take for himself. This is what they did at Shiloh to all the Israelites who came there. <b class=\"verse-num\" id=\"v09002015-1\">15&nbsp;</b>Moreover, before the fat was burned, the priest’s servant would come and say to the man who was sacrificing, “Give meat for the priest to roast, for he will not accept boiled meat from you but only raw.” <b class=\"verse-num\" id=\"v09002016-1\">16&nbsp;</b>And if the man said to him, “Let them burn the fat first, and then take as much as you wish,” he would say, “No, you must give it now, and if not, I will take it by force.” <b class=\"verse-num\" id=\"v09002017-1\">17&nbsp;</b>Thus the sin of the young men was very great in the sight of the LORD, for the men treated the offering of the LORD with contempt.</p>\n<p id=\"p09002017_06-14\"><b class=\"verse-num\" id=\"v09002018-1\">18&nbsp;</b>Samuel was ministering before the LORD, a boy clothed with a linen ephod. <b class=\"verse-num\" id=\"v09002019-1\">19&nbsp;</b>And his mother used to make for him a little robe and take it to him each year when she went up with her husband to offer the yearly sacrifice. <b class=\"verse-num\" id=\"v09002020-1\">20&nbsp;</b>Then Eli would bless Elkanah and his wife, and say, “May the LORD give you children by this woman for the petition she asked of the LORD.” So then they would return to their home.</p>\n<p id=\"p09002020_06-14\"><b class=\"verse-num\" id=\"v09002021-1\">21&nbsp;</b>Indeed the LORD visited Hannah, and she conceived and bore three sons and two daughters. And the boy Samuel grew in the presence of the LORD.</p>\n\n<p id=\"p09002021_10-14\"><b class=\"verse-num\" id=\"v09002022-1\">22&nbsp;</b>Now Eli was very old, and he kept hearing all that his sons were doing to all Israel, and how they lay with the women who were serving at the entrance to the tent of meeting. <b class=\"verse-num\" id=\"v09002023-1\">23&nbsp;</b>And he said to them, “Why do you do such things? For I hear of your evil dealings from all these people. <b class=\"verse-num\" id=\"v09002024-1\">24&nbsp;</b>No, my sons; it is no good report that I hear the people of the LORD spreading abroad. <b class=\"verse-num\" id=\"v09002025-1\">25&nbsp;</b>If someone sins against a man, God will mediate for him, but if someone sins against the LORD, who can intercede for him?” But they would not listen to the voice of their father, for it was the will of the LORD to put them to death.</p>\n<p id=\"p09002025_10-14\"><b class=\"verse-num\" id=\"v09002026-1\">26&nbsp;</b>Now the boy Samuel continued to grow both in stature and in favor with the LORD and also with man.</p>\n\n<p id=\"p09002026_15-14\"><b class=\"verse-num\" id=\"v09002027-1\">27&nbsp;</b>And there came a man of God to Eli and said to him, “Thus says the LORD, ‘Did I indeed reveal myself to the house of your father when they were in Egypt subject to the house of Pharaoh? <b class=\"verse-num\" id=\"v09002028-1\">28&nbsp;</b>Did I choose him out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, to wear an ephod before me? I gave to the house of your father all my offerings by fire from the people of Israel. <b class=\"verse-num\" id=\"v09002029-1\">29&nbsp;</b>Why then do you scorn my sacrifices and my offerings that I commanded for my dwelling, and honor your sons above me by fattening yourselves on the choicest parts of every offering of my people Israel?’ <b class=\"verse-num\" id=\"v09002030-1\">30&nbsp;</b>Therefore the LORD, the God of Israel, declares: ‘I promised that your house and the house of your father should go in and out before me forever,’ but now the LORD declares: ‘Far be it from me, for those who honor me I will honor, and those who despise me shall be lightly esteemed. <b class=\"verse-num\" id=\"v09002031-1\">31&nbsp;</b>Behold, the days are coming when I will cut off your strength and the strength of your father’s house, so that there will not be an old man in your house. <b class=\"verse-num\" id=\"v09002032-1\">32&nbsp;</b>Then in distress you will look with envious eye on all the prosperity that shall be bestowed on Israel, and there shall not be an old man in your house forever. <b class=\"verse-num\" id=\"v09002033-1\">33&nbsp;</b>The only one of you whom I shall not cut off from my altar shall be spared to weep his eyes out to grieve his heart, and all the descendants of your house shall die by the sword of men. <b class=\"verse-num\" id=\"v09002034-1\">34&nbsp;</b>And this that shall come upon your two sons, Hophni and Phinehas, shall be the sign to you: both of them shall die on the same day. <b class=\"verse-num\" id=\"v09002035-1\">35&nbsp;</b>And I will raise up for myself a faithful priest, who shall do according to what is in my heart and in my mind. And I will build him a sure house, and he shall go in and out before my anointed forever. <b class=\"verse-num\" id=\"v09002036-1\">36&nbsp;</b>And everyone who is left in your house shall come to implore him for a piece of silver or a loaf of bread and shall say, “Please put me in one of the priests’ places, that I may eat a morsel of bread.”’”</p>\n\n</div>","kjv":"<strong>1</strong> And Hannah prayed, and said, My heart rejoiceth in the LORD, mine horn is exalted in the LORD: my mouth is enlarged over mine enemies; because I rejoice in thy salvation.  <strong>2</strong> There is none holy as the LORD: for there is none beside thee: neither is there any rock like our God.  <strong>3</strong> Talk no more so exceeding proudly; let not arrogancy come out of your mouth: for the LORD is a God of knowledge, and by him actions are weighed.  <strong>4</strong> The bows of the mighty men are broken, and they that stumbled are girded with strength.  <strong>5</strong> They that were full have hired out themselves for bread; and they that were hungry ceased: so that the barren hath born seven; and she that hath many children is waxed feeble.  <strong>6</strong> The LORD killeth, and maketh alive: he bringeth down to the grave, and bringeth up.  <strong>7</strong> The LORD maketh poor, and maketh rich: he bringeth low, and lifteth up.  <strong>8</strong> He raiseth up the poor out of the dust, and lifteth up the beggar from the dunghill, to set them among princes, and to make them inherit the throne of glory: for the pillars of the earth are  the LORD’S, and he hath set the world upon them.  <strong>9</strong> He will keep the feet of his saints, and the wicked shall be silent in darkness; for by strength shall no man prevail.  <strong>10</strong> The adversaries of the LORD shall be broken to pieces; out of heaven shall he thunder upon them: the LORD shall judge the ends of the earth; and he shall give strength unto his king, and exalt the horn of his anointed.  <strong>11</strong> And Elkanah went to Ramah to his house. And the child did minister unto the LORD before Eli the priest.  <strong>12</strong> Now the sons of Eli were sons of Belial; they knew not the LORD.  <strong>13</strong> And the priest’s custom with the people was, that, when any man offered sacrifice, the priest’s servant came, while the flesh was in seething, with a fleshhook of three teeth in his hand;  <strong>14</strong> And he struck it into the pan, or kettle, or caldron, or pot; all that the fleshhook brought up the priest took for himself. So they did in Shiloh unto all the Israelites that came thither.  <strong>15</strong> Also before they burnt the fat, the priest’s servant came, and said to the man that sacrificed, Give flesh to roast for the priest; for he will not have sodden flesh of thee, but raw.  <strong>16</strong> And if any man said unto him, Let them not fail to burn the fat presently, and then take as much as thy soul desireth; then he would answer him, Nay; but thou shalt give it me  now: and if not, I will take it by force.  <strong>17</strong> Wherefore the sin of the young men was very great before the LORD: for men abhorred the offering of the LORD.  <strong>18</strong> But Samuel ministered before the LORD, being a child, girded with a linen ephod.  <strong>19</strong> Moreover his mother made him a little coat, and brought it  to him from year to year, when she came up with her husband to offer the yearly sacrifice.  <strong>20</strong> And Eli blessed Elkanah and his wife, and said, The LORD give thee seed of this woman for the loan which is lent to the LORD. And they went unto their own home.  <strong>21</strong> And the LORD visited Hannah, so that she conceived, and bare three sons and two daughters. And the child Samuel grew before the LORD.  <strong>22</strong> Now Eli was very old, and heard all that his sons did unto all Israel; and how they lay with the women that assembled at the door of the tabernacle of the congregation.  <strong>23</strong> And he said unto them, Why do ye such things? for I hear of your evil dealings by all this people.  <strong>24</strong> Nay, my sons; for it is no good report that I hear: ye make the LORD’S people to transgress.  <strong>25</strong> If one man sin against another, the judge shall judge him: but if a man sin against the LORD, who shall intreat for him? Notwithstanding they hearkened not unto the voice of their father, because the LORD would slay them.  <strong>26</strong> And the child Samuel grew on, and was in favour both with the LORD, and also with men.  <strong>27</strong> And there came a man of God unto Eli, and said unto him, Thus saith the LORD, Did I plainly appear unto the house of thy father, when they were in Egypt in Pharaoh’s house?  <strong>28</strong> And did I choose him out of all the tribes of Israel to be  my priest, to offer upon mine altar, to burn incense, to wear an ephod before me? and did I give unto the house of thy father all the offerings made by fire of the children of Israel?  <strong>29</strong> Wherefore kick ye at my sacrifice and at mine offering, which I have commanded in my habitation; and honourest thy sons above me, to make yourselves fat with the chiefest of all the offerings of Israel my people?  <strong>30</strong> Wherefore the LORD God of Israel saith, I said indeed that  thy house, and the house of thy father, should walk before me for ever: but now the LORD saith, Be it far from me; for them that honour me I will honour, and they that despise me shall be lightly esteemed.  <strong>31</strong> Behold, the days come, that I will cut off thine arm, and the arm of thy father’s house, that there shall not be an old man in thine house.  <strong>32</strong> And thou shalt see an enemy in my habitation, in all the wealth which God shall give Israel: and there shall not be an old man in thine house for ever.  <strong>33</strong> And the man of thine, whom I shall not cut off from mine altar, shall be to consume thine eyes, and to grieve thine heart: and all the increase of thine house shall die in the flower of their age.  <strong>34</strong> And this shall be a sign unto thee, that shall come upon thy two sons, on Hophni and Phinehas; in one day they shall die both of them.  <strong>35</strong> And I will raise me up a faithful priest, that shall do according to that which is in mine heart and in my mind: and I will build him a sure house; and he shall walk before mine anointed for ever.  <strong>36</strong> And it shall come to pass, that every one that is left in thine house shall come and crouch to him for a piece of silver and a morsel of bread, and shall say, Put me, I pray thee, into one of the priests’ offices, that I may eat a piece of bread.  ","niv":"<sup><strong>1</strong></sup> Then Hannah prayed and said: \"My heart rejoices in the LORD; in the LORD my horn is lifted high. My mouth boasts over my enemies, for I delight in your deliverance. <sup><strong>2</strong></sup> \"There is no one holy like the LORD; there is no one besides you; there is no Rock like our God. <sup><strong>3</strong></sup> \"Do not keep talking so proudly or let your mouth speak such arrogance, for the LORD is a God who knows, and by him deeds are weighed. <sup><strong>4</strong></sup> \"The bows of the warriors are broken, but those who stumbled are armed with strength. <sup><strong>5</strong></sup> Those who were full hire themselves out for food, but those who were hungry hunger no more. She who was barren has borne seven children, but she who has had many sons pines away. <sup><strong>6</strong></sup> \"The LORD brings death and makes alive; he brings down to the grave and raises up. <sup><strong>7</strong></sup> The LORD sends poverty and wealth; he humbles and he exalts. <sup><strong>8</strong></sup> He raises the poor from the dust and lifts the needy from the ash heap; he seats them with princes and has them inherit a throne of honor. \"For the foundations of the earth are the LORD's; upon them he has set the world. <sup><strong>9</strong></sup> He will guard the feet of his saints, but the wicked will be silenced in darkness. \"It is not by strength that one prevails; <sup><strong>10</strong></sup> those who oppose the LORD will be shattered. He will thunder against them from heaven; the LORD will judge the ends of the earth. \"He will give strength to his king and exalt the horn of his anointed.\" <sup><strong>11</strong></sup> Then Elkanah went home to Ramah, but the boy ministered before the LORD under Eli the priest. <sup><strong>12</strong></sup> Eli's sons were wicked men; they had no regard for the LORD. <sup><strong>13</strong></sup> Now it was the practice of the priests with the people that whenever anyone offered a sacrifice and while the meat was being boiled, the servant of the priest would come with a three-pronged fork in his hand. <sup><strong>14</strong></sup> He would plunge it into the pan or kettle or caldron or pot, and the priest would take for himself whatever the fork brought up. This is how they treated all the Israelites who came to Shiloh. <sup><strong>15</strong></sup> But even before the fat was burned, the servant of the priest would come and say to the man who was sacrificing, \"Give the priest some meat to roast; he won't accept boiled meat from you, but only raw.\" <sup><strong>16</strong></sup> If the man said to him, \"Let the fat be burned up first, and then take whatever you want,\" the servant would then answer, \"No, hand it over now; if you don't, I'll take it by force.\" <sup><strong>17</strong></sup> This sin of the young men was very great in the LORD's sight, for they were treating the LORD's offering with contempt. <sup><strong>18</strong></sup> But Samuel was ministering before the LORD -a boy wearing a linen ephod. <sup><strong>19</strong></sup> Each year his mother made him a little robe and took it to him when she went up with her husband to offer the annual sacrifice. <sup><strong>20</strong></sup> Eli would bless Elkanah and his wife, saying, \"May the LORD give you children by this woman to take the place of the one she prayed for and gave to the LORD.\" Then they would go home. <sup><strong>21</strong></sup> And the LORD was gracious to Hannah; she conceived and gave birth to three sons and two daughters. Meanwhile, the boy Samuel grew up in the presence of the LORD. <sup><strong>22</strong></sup> Now Eli, who was very old, heard about everything his sons were doing to all Israel and how they slept with the women who served at the entrance to the Tent of Meeting. <sup><strong>23</strong></sup> So he said to them, \"Why do you do such things? I hear from all the people about these wicked deeds of yours. <sup><strong>24</strong></sup> No, my sons; it is not a good report that I hear spreading among the LORD's people. <sup><strong>25</strong></sup> If a man sins against another man, God may mediate for him; but if a man sins against the LORD, who will intercede for him?\" His sons, however, did not listen to their father's rebuke, for it was the LORD's will to put them to death. <sup><strong>26</strong></sup> And the boy Samuel continued to grow in stature and in favor with the LORD and with men. <sup><strong>27</strong></sup> Now a man of God came to Eli and said to him, \"This is what the LORD says: 'Did I not clearly reveal myself to your father's house when they were in Egypt under Pharaoh? <sup><strong>28</strong></sup> I chose your father out of all the tribes of Israel to be my priest, to go up to my altar, to burn incense, and to wear an ephod in my presence. I also gave your father's house all the offerings made with fire by the Israelites. <sup><strong>29</strong></sup> Why do you scorn my sacrifice and offering that I prescribed for my dwelling? Why do you honor your sons more than me by fattening yourselves on the choice parts of every offering made by my people Israel?' <sup><strong>30</strong></sup> \"Therefore the LORD, the God of Israel, declares: 'I promised that your house and your father's house would minister before me forever.' But now the LORD declares: 'Far be it from me! Those who honor me I will honor, but those who despise me will be disdained. <sup><strong>31</strong></sup> The time is coming when I will cut short your strength and the strength of your father's house, so that there will not be an old man in your family line <sup><strong>32</strong></sup> and you will see distress in my dwelling. Although good will be done to Israel, in your family line there will never be an old man. <sup><strong>33</strong></sup> Every one of you that I do not cut off from my altar will be spared only to blind your eyes with tears and to grieve your heart, and all your descendants will die in the prime of life. <sup><strong>34</strong></sup> \"'And what happens to your two sons, Hophni and Phinehas, will be a sign to you-they will both die on the same day. <sup><strong>35</strong></sup> I will raise up for myself a faithful priest, who will do according to what is in my heart and mind. I will firmly establish his house, and he will minister before my anointed one always. <sup><strong>36</strong></sup> Then everyone left in your family line will come and bow down before him for a piece of silver and a crust of bread and plead, \"Appoint me to some priestly office so I can have food to eat.\"'\" "},{"_id":"61591cd92053ce65432d8bd4","topicId":"61591cd62053ce65432d8bc9","verse":"1 Samuel 1:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09001001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09001001-1\">1:1&nbsp;</b>There was a certain man of Ramathaim-zophim of the hill country of Ephraim whose name was Elkanah the son of Jeroham, son of Elihu, son of Tohu, son of Zuph, an Ephrathite. <b class=\"verse-num\" id=\"v09001002-1\">2&nbsp;</b>He had two wives. The name of the one was Hannah, and the name of the other, Peninnah. And Peninnah had children, but Hannah had no children.</p>\n<p id=\"p09001002_05-16\"><b class=\"verse-num\" id=\"v09001003-1\">3&nbsp;</b>Now this man used to go up year by year from his city to worship and to sacrifice to the LORD of hosts at Shiloh, where the two sons of Eli, Hophni and Phinehas, were priests of the LORD. <b class=\"verse-num\" id=\"v09001004-1\">4&nbsp;</b>On the day when Elkanah sacrificed, he would give portions to Peninnah his wife and to all her sons and daughters. <b class=\"verse-num\" id=\"v09001005-1\">5&nbsp;</b>But to Hannah he gave a double portion, because he loved her, though the LORD had closed her womb. <b class=\"verse-num\" id=\"v09001006-1\">6&nbsp;</b>And her rival used to provoke her grievously to irritate her, because the LORD had closed her womb. <b class=\"verse-num\" id=\"v09001007-1\">7&nbsp;</b>So it went on year by year. As often as she went up to the house of the LORD, she used to provoke her. Therefore Hannah wept and would not eat. <b class=\"verse-num\" id=\"v09001008-1\">8&nbsp;</b>And Elkanah, her husband, said to her, “Hannah, why do you weep? And why do you not eat? And why is your heart sad? Am I not more to you than ten sons?”</p>\n<p id=\"p09001008_05-16\"><b class=\"verse-num\" id=\"v09001009-1\">9&nbsp;</b>After they had eaten and drunk in Shiloh, Hannah rose. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the LORD. <b class=\"verse-num\" id=\"v09001010-1\">10&nbsp;</b>She was deeply distressed and prayed to the LORD and wept bitterly. <b class=\"verse-num\" id=\"v09001011-1\">11&nbsp;</b>And she vowed a vow and said, “O LORD of hosts, if you will indeed look on the affliction of your servant and remember me and not forget your servant, but will give to your servant a son, then I will give him to the LORD all the days of his life, and no razor shall touch his head.”</p>\n<p id=\"p09001011_05-16\"><b class=\"verse-num\" id=\"v09001012-1\">12&nbsp;</b>As she continued praying before the LORD, Eli observed her mouth. <b class=\"verse-num\" id=\"v09001013-1\">13&nbsp;</b>Hannah was speaking in her heart; only her lips moved, and her voice was not heard. Therefore Eli took her to be a drunken woman. <b class=\"verse-num\" id=\"v09001014-1\">14&nbsp;</b>And Eli said to her, “How long will you go on being drunk? Put your wine away from you.” <b class=\"verse-num\" id=\"v09001015-1\">15&nbsp;</b>But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the LORD. <b class=\"verse-num\" id=\"v09001016-1\">16&nbsp;</b>Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.” <b class=\"verse-num\" id=\"v09001017-1\">17&nbsp;</b>Then Eli answered, “Go in peace, and the God of Israel grant your petition that you have made to him.” <b class=\"verse-num\" id=\"v09001018-1\">18&nbsp;</b>And she said, “Let your servant find favor in your eyes.” Then the woman went her way and ate, and her face was no longer sad.</p>\n<p id=\"p09001018_05-16\"><b class=\"verse-num\" id=\"v09001019-1\">19&nbsp;</b>They rose early in the morning and worshiped before the LORD; then they went back to their house at Ramah. And Elkanah knew Hannah his wife, and the LORD remembered her. <b class=\"verse-num\" id=\"v09001020-1\">20&nbsp;</b>And in due time Hannah conceived and bore a son, and she called his name Samuel, for she said, “I have asked for him from the LORD.”</p>\n\n<p id=\"p09001020_10-16\"><b class=\"verse-num\" id=\"v09001021-1\">21&nbsp;</b>The man Elkanah and all his house went up to offer to the LORD the yearly sacrifice and to pay his vow. <b class=\"verse-num\" id=\"v09001022-1\">22&nbsp;</b>But Hannah did not go up, for she said to her husband, “As soon as the child is weaned, I will bring him, so that he may appear in the presence of the LORD and dwell there forever.” <b class=\"verse-num\" id=\"v09001023-1\">23&nbsp;</b>Elkanah her husband said to her, “Do what seems best to you; wait until you have weaned him; only, may the LORD establish his word.” So the woman remained and nursed her son until she weaned him. <b class=\"verse-num\" id=\"v09001024-1\">24&nbsp;</b>And when she had weaned him, she took him up with her, along with a three-year-old bull, an ephah of flour, and a skin of wine, and she brought him to the house of the LORD at Shiloh. And the child was young. <b class=\"verse-num\" id=\"v09001025-1\">25&nbsp;</b>Then they slaughtered the bull, and they brought the child to Eli. <b class=\"verse-num\" id=\"v09001026-1\">26&nbsp;</b>And she said, “Oh, my lord! As you live, my lord, I am the woman who was standing here in your presence, praying to the LORD. <b class=\"verse-num\" id=\"v09001027-1\">27&nbsp;</b>For this child I prayed, and the LORD has granted me my petition that I made to him. <b class=\"verse-num\" id=\"v09001028-1\">28&nbsp;</b>Therefore I have lent him to the LORD. As long as he lives, he is lent to the LORD.”</p>\n<p id=\"p09001028_10-16\">And he worshiped the LORD there.</p>\n\n</div>","kjv":"<strong>1</strong> Now there was a certain man of Ramathaim-zophim, of mount Ephraim, and his name was Elkanah, the son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephrathite:  <strong>2</strong> And he had two wives; the name of the one was Hannah, and the name of the other Peninnah: and Peninnah had children, but Hannah had no children.  <strong>3</strong> And this man went up out of his city yearly to worship and to sacrifice unto the LORD of hosts in Shiloh. And the two sons of Eli, Hophni and Phinehas, the priests of the LORD, were there.  <strong>4</strong> And when the time was that Elkanah offered, he gave to Peninnah his wife, and to all her sons and her daughters, portions:  <strong>5</strong> But unto Hannah he gave a worthy portion; for he loved Hannah: but the LORD had shut up her womb.  <strong>6</strong> And her adversary also provoked her sore, for to make her fret, because the LORD had shut up her womb.  <strong>7</strong> And as he did so year by year, when she went up to the house of the LORD, so she provoked her; therefore she wept, and did not eat.  <strong>8</strong> Then said Elkanah her husband to her, Hannah, why weepest thou? and why eatest thou not? and why is thy heart grieved? am not I better to thee than ten sons?  <strong>9</strong> So Hannah rose up after they had eaten in Shiloh, and after they had drunk. Now Eli the priest sat upon a seat by a post of the temple of the LORD.  <strong>10</strong> And she was in bitterness of soul, and prayed unto the LORD, and wept sore.  <strong>11</strong> And she vowed a vow, and said, O LORD of hosts, if thou wilt indeed look on the affliction of thine handmaid, and remember me, and not forget thine handmaid, but wilt give unto thine handmaid a man child, then I will give him unto the LORD all the days of his life, and there shall no razor come upon his head.  <strong>12</strong> And it came to pass, as she continued praying before the LORD, that Eli marked her mouth.  <strong>13</strong> Now Hannah, she spake in her heart; only her lips moved, but her voice was not heard: therefore Eli thought she had been drunken.  <strong>14</strong> And Eli said unto her, How long wilt thou be drunken? put away thy wine from thee.  <strong>15</strong> And Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunken neither wine nor strong drink, but have poured out my soul before the LORD.  <strong>16</strong> Count not thine handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken hitherto.  <strong>17</strong> Then Eli answered and said, Go in peace: and the God of Israel grant thee thy petition that thou hast asked of him.  <strong>18</strong> And she said, Let thine handmaid find grace in thy sight. So the woman went her way, and did eat, and her countenance was no more sad.  <strong>19</strong> And they rose up in the morning early, and worshipped before the LORD, and returned, and came to their house to Ramah: and Elkanah knew Hannah his wife; and the LORD remembered her.  <strong>20</strong> Wherefore it came to pass, when the time was come about after Hannah had conceived, that she bare a son, and called his name Samuel, saying,  Because I have asked him of the LORD.  <strong>21</strong> And the man Elkanah, and all his house, went up to offer unto the LORD the yearly sacrifice, and his vow.  <strong>22</strong> But Hannah went not up; for she said unto her husband, I will not go up until the child be weaned, and then I will bring him, that he may appear before the LORD, and there abide for ever.  <strong>23</strong> And Elkanah her husband said unto her, Do what seemeth thee good; tarry until thou have weaned him; only the LORD establish his word. So the woman abode, and gave her son suck until she weaned him.  <strong>24</strong> And when she had weaned him, she took him up with her, with three bullocks, and one ephah of flour, and a bottle of wine, and brought him unto the house of the LORD in Shiloh: and the child was young.  <strong>25</strong> And they slew a bullock, and brought the child to Eli.  <strong>26</strong> And she said, Oh my lord, as thy soul liveth, my lord, I am the woman that stood by thee here, praying unto the LORD.  <strong>27</strong> For this child I prayed; and the LORD hath given me my petition which I asked of him:  <strong>28</strong> Therefore also I have lent him to the LORD; as long as he liveth he shall be lent to the LORD. And he worshipped the LORD there.  ","niv":"<sup><strong>1</strong></sup> There was a certain man from Ramathaim, a Zuphite from the hill country of Ephraim, whose name was Elkanah son of Jeroham, the son of Elihu, the son of Tohu, the son of Zuph, an Ephraimite. <sup><strong>2</strong></sup> He had two wives; one was called Hannah and the other Peninnah. Peninnah had children, but Hannah had none. <sup><strong>3</strong></sup> Year after year this man went up from his town to worship and sacrifice to the LORD Almighty at Shiloh, where Hophni and Phinehas, the two sons of Eli, were priests of the LORD. <sup><strong>4</strong></sup> Whenever the day came for Elkanah to sacrifice, he would give portions of the meat to his wife Peninnah and to all her sons and daughters. <sup><strong>5</strong></sup> But to Hannah he gave a double portion because he loved her, and the LORD had closed her womb. <sup><strong>6</strong></sup> And because the LORD had closed her womb, her rival kept provoking her in order to irritate her. <sup><strong>7</strong></sup> This went on year after year. Whenever Hannah went up to the house of the LORD, her rival provoked her till she wept and would not eat. <sup><strong>8</strong></sup> Elkanah her husband would say to her, \"Hannah, why are you weeping? Why don't you eat? Why are you downhearted? Don't I mean more to you than ten sons?\" <sup><strong>9</strong></sup> Once when they had finished eating and drinking in Shiloh, Hannah stood up. Now Eli the priest was sitting on a chair by the doorpost of the LORD's temple. <sup><strong>10</strong></sup> In bitterness of soul Hannah wept much and prayed to the LORD. <sup><strong>11</strong></sup> And she made a vow, saying, \"O LORD Almighty, if you will only look upon your servant's misery and remember me, and not forget your servant but give her a son, then I will give him to the LORD for all the days of his life, and no razor will ever be used on his head.\" <sup><strong>12</strong></sup> As she kept on praying to the LORD, Eli observed her mouth. <sup><strong>13</strong></sup> Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk <sup><strong>14</strong></sup> and said to her, \"How long will you keep on getting drunk? Get rid of your wine.\" <sup><strong>15</strong></sup> \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the LORD. <sup><strong>16</strong></sup> Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\" <sup><strong>17</strong></sup> Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\" <sup><strong>18</strong></sup> She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast. <sup><strong>19</strong></sup> Early the next morning they arose and worshiped before the LORD and then went back to their home at Ramah. Elkanah lay with Hannah his wife, and the LORD remembered her. <sup><strong>20</strong></sup> So in the course of time Hannah conceived and gave birth to a son. She named him Samuel, saying, \"Because I asked the LORD for him.\" <sup><strong>21</strong></sup> When the man Elkanah went up with all his family to offer the annual sacrifice to the LORD and to fulfill his vow, <sup><strong>22</strong></sup> Hannah did not go. She said to her husband, \"After the boy is weaned, I will take him and present him before the LORD, and he will live there always.\" <sup><strong>23</strong></sup> \"Do what seems best to you,\" Elkanah her husband told her. \"Stay here until you have weaned him; only may the LORD make good his word.\" So the woman stayed at home and nursed her son until she had weaned him. <sup><strong>24</strong></sup> After he was weaned, she took the boy with her, young as he was, along with a three-year-old bull, an ephah of flour and a skin of wine, and brought him to the house of the LORD at Shiloh. <sup><strong>25</strong></sup> When they had slaughtered the bull, they brought the boy to Eli, <sup><strong>26</strong></sup> and she said to him, \"As surely as you live, my lord, I am the woman who stood here beside you praying to the LORD. <sup><strong>27</strong></sup> I prayed for this child, and the LORD has granted me what I asked of him. <sup><strong>28</strong></sup> So now I give him to the LORD. For his whole life he will be given over to the LORD.\" And he worshiped the LORD there. "},{"_id":"61591cd92053ce65432d8bd5","topicId":"61591cd62053ce65432d8bc9","verse":"Genesis 2:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"61591cd92053ce65432d8bd6","topicId":"61591cd62053ce65432d8bc9","verse":"2 Peter 3:1-18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61003001_08-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61003001-1\">3:1&nbsp;</b>This is now the second letter that I am writing to you, beloved. In both of them I am stirring up your sincere mind by way of reminder, <b class=\"verse-num\" id=\"v61003002-1\">2&nbsp;</b>that you should remember the predictions of the holy prophets and the commandment of the Lord and Savior through your apostles, <b class=\"verse-num\" id=\"v61003003-1\">3&nbsp;</b>knowing this first of all, that scoffers will come in the last days with scoffing, following their own sinful desires. <b class=\"verse-num\" id=\"v61003004-1\">4&nbsp;</b>They will say, “Where is the promise of his coming? For ever since the fathers fell asleep, all things are continuing as they were from the beginning of creation.” <b class=\"verse-num\" id=\"v61003005-1\">5&nbsp;</b>For they deliberately overlook this fact, that the heavens existed long ago, and the earth was formed out of water and through water by the word of God, <b class=\"verse-num\" id=\"v61003006-1\">6&nbsp;</b>and that by means of these the world that then existed was deluged with water and perished. <b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n<p id=\"p61003007_08-18\"><b class=\"verse-num\" id=\"v61003008-1\">8&nbsp;</b>But do not overlook this one fact, beloved, that with the Lord one day is as a thousand years, and a thousand years as one day. <b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance. <b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n<p id=\"p61003010_08-18\"><b class=\"verse-num\" id=\"v61003011-1\">11&nbsp;</b>Since all these things are thus to be dissolved, what sort of people ought you to be in lives of holiness and godliness, <b class=\"verse-num\" id=\"v61003012-1\">12&nbsp;</b>waiting for and hastening the coming of the day of God, because of which the heavens will be set on fire and dissolved, and the heavenly bodies will melt as they burn! <b class=\"verse-num\" id=\"v61003013-1\">13&nbsp;</b>But according to his promise we are waiting for new heavens and a new earth in which righteousness dwells.</p>\n\n<p id=\"p61003013_10-18\"><b class=\"verse-num\" id=\"v61003014-1\">14&nbsp;</b>Therefore, beloved, since you are waiting for these, be diligent to be found by him without spot or blemish, and at peace. <b class=\"verse-num\" id=\"v61003015-1\">15&nbsp;</b>And count the patience of our Lord as salvation, just as our beloved brother Paul also wrote to you according to the wisdom given him, <b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures. <b class=\"verse-num\" id=\"v61003017-1\">17&nbsp;</b>You therefore, beloved, knowing this beforehand, take care that you are not carried away with the error of lawless people and lose your own stability. <b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> This second epistle, beloved, I now write unto you; in both  which I stir up your pure minds by way of remembrance:  <strong>2</strong> That ye may be mindful of the words which were spoken before by the holy prophets, and of the commandment of us the apostles of the Lord and Saviour:  <strong>3</strong> Knowing this first, that there shall come in the last days scoffers, walking after their own lusts,  <strong>4</strong> And saying, Where is the promise of his coming? for since the fathers fell asleep, all things continue as they were from the beginning of the creation.  <strong>5</strong> For this they willingly are ignorant of, that by the word of God the heavens were of old, and the earth standing out of the water and in the water:  <strong>6</strong> Whereby the world that then was, being overflowed with water, perished:  <strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  <strong>8</strong> But, beloved, be not ignorant of this one thing, that one day is  with the Lord as a thousand years, and a thousand years as one day.  <strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  <strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  <strong>11</strong> Seeing then that all these things shall be dissolved, what manner of persons ought ye to be in all  holy conversation and godliness,  <strong>12</strong> Looking for and hasting unto the coming of the day of God, wherein the heavens being on fire shall be dissolved, and the elements shall melt with fervent heat?  <strong>13</strong> Nevertheless we, according to his promise, look for new heavens and a new earth, wherein dwelleth righteousness.  <strong>14</strong> Wherefore, beloved, seeing that ye look for such things, be diligent that ye may be found of him in peace, without spot, and blameless.  <strong>15</strong> And account that the longsuffering of our Lord is  salvation; even as our beloved brother Paul also according to the wisdom given unto him hath written unto you;  <strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  <strong>17</strong> Ye therefore, beloved, seeing ye know these things before, beware lest ye also, being led away with the error of the wicked, fall from your own stedfastness.  <strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Dear friends, this is now my second letter to you. I have written both of them as reminders to stimulate you to wholesome thinking. <sup><strong>2</strong></sup> I want you to recall the words spoken in the past by the holy prophets and the command given by our Lord and Savior through your apostles. <sup><strong>3</strong></sup> First of all, you must understand that in the last days scoffers will come, scoffing and following their own evil desires. <sup><strong>4</strong></sup> They will say, \"Where is this 'coming' he promised? Ever since our fathers died, everything goes on as it has since the beginning of creation.\" <sup><strong>5</strong></sup> But they deliberately forget that long ago by God's word the heavens existed and the earth was formed out of water and by water. <sup><strong>6</strong></sup> By these waters also the world of that time was deluged and destroyed. <sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men. <sup><strong>8</strong></sup> But do not forget this one thing, dear friends: With the Lord a day is like a thousand years, and a thousand years are like a day. <sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance. <sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare. <sup><strong>11</strong></sup> Since everything will be destroyed in this way, what kind of people ought you to be? You ought to live holy and godly lives <sup><strong>12</strong></sup> as you look forward to the day of God and speed its coming. That day will bring about the destruction of the heavens by fire, and the elements will melt in the heat. <sup><strong>13</strong></sup> But in keeping with his promise we are looking forward to a new heaven and a new earth, the home of righteousness. <sup><strong>14</strong></sup> So then, dear friends, since you are looking forward to this, make every effort to be found spotless, blameless and at peace with him. <sup><strong>15</strong></sup> Bear in mind that our Lord's patience means salvation, just as our dear brother Paul also wrote you with the wisdom that God gave him. <sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction. <sup><strong>17</strong></sup> Therefore, dear friends, since you already know this, be on your guard so that you may not be carried away by the error of lawless men and fall from your secure position. <sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen. "},{"_id":"61591cda2053ce65432d8bd7","topicId":"61591cd62053ce65432d8bc9","verse":"1 Timothy 5:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54005023_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005023-1\">23&nbsp;</b>(No longer drink only water, but use a little wine for the sake of your stomach and your frequent ailments.)</p>\n</div>","kjv":"<strong>23</strong> Drink no longer water, but use a little wine for thy stomach’s sake and thine often infirmities.  ","niv":"<sup><strong>23</strong></sup> Stop drinking only water, and use a little wine because of your stomach and your frequent illnesses."},{"_id":"61591cda2053ce65432d8bd8","topicId":"61591cd62053ce65432d8bc9","verse":"1 Timothy 3:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54003003_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.</p>\n</div>","kjv":"<strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  ","niv":"<sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money."},{"_id":"61591cda2053ce65432d8bd9","topicId":"61591cd62053ce65432d8bc9","verse":"Colossians 2:1-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-23\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-23\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-23\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-23\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"61591cdb2053ce65432d8bda","topicId":"61591cd62053ce65432d8bc9","verse":"1 Corinthians 8:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46008001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46008001-1\">8:1&nbsp;</b>Now concerning food offered to idols: we know that “all of us possess knowledge.” This “knowledge” puffs up, but love builds up. <b class=\"verse-num\" id=\"v46008002-1\">2&nbsp;</b>If anyone imagines that he knows something, he does not yet know as he ought to know. <b class=\"verse-num\" id=\"v46008003-1\">3&nbsp;</b>But if anyone loves God, he is known by God.</p>\n<p id=\"p46008003_05-25\"><b class=\"verse-num\" id=\"v46008004-1\">4&nbsp;</b>Therefore, as to the eating of food offered to idols, we know that “an idol has no real existence,” and that “there is no God but one.” <b class=\"verse-num\" id=\"v46008005-1\">5&nbsp;</b>For although there may be so-called gods in heaven or on earth—as indeed there are many “gods” and many “lords”—<b class=\"verse-num\" id=\"v46008006-1\">6&nbsp;</b>yet for us there is one God, the Father, from whom are all things and for whom we exist, and one Lord, Jesus Christ, through whom are all things and through whom we exist.</p>\n<p id=\"p46008006_05-25\"><b class=\"verse-num\" id=\"v46008007-1\">7&nbsp;</b>However, not all possess this knowledge. But some, through former association with idols, eat food as really offered to an idol, and their conscience, being weak, is defiled. <b class=\"verse-num\" id=\"v46008008-1\">8&nbsp;</b>Food will not commend us to God. We are no worse off if we do not eat, and no better off if we do. <b class=\"verse-num\" id=\"v46008009-1\">9&nbsp;</b>But take care that this right of yours does not somehow become a stumbling block to the weak. <b class=\"verse-num\" id=\"v46008010-1\">10&nbsp;</b>For if anyone sees you who have knowledge eating in an idol’s temple, will he not be encouraged, if his conscience is weak, to eat food offered to idols? <b class=\"verse-num\" id=\"v46008011-1\">11&nbsp;</b>And so by your knowledge this weak person is destroyed, the brother for whom Christ died. <b class=\"verse-num\" id=\"v46008012-1\">12&nbsp;</b>Thus, sinning against your brothers and wounding their conscience when it is weak, you sin against Christ. <b class=\"verse-num\" id=\"v46008013-1\">13&nbsp;</b>Therefore, if food makes my brother stumble, I will never eat meat, lest I make my brother stumble.</p>\n\n</div>","kjv":"<strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  <strong>2</strong> And if any man think that he knoweth any thing, he knoweth nothing yet as he ought to know.  <strong>3</strong> But if any man love God, the same is known of him.  <strong>4</strong> As concerning therefore the eating of those things that are offered in sacrifice unto idols, we know that an idol is nothing in the world, and that there is none other God but one.  <strong>5</strong> For though there be that are called gods, whether in heaven or in earth, (as there be gods many, and lords many,)  <strong>6</strong> But to us there is but one God, the Father, of whom are  all things, and we in him; and one Lord Jesus Christ, by whom are all things, and we by him.  <strong>7</strong> Howbeit there is not in every man that knowledge: for some with conscience of the idol unto this hour eat it as a thing offered unto an idol; and their conscience being weak is defiled.  <strong>8</strong> But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.  <strong>9</strong> But take heed lest by any means this liberty of yours become a stumblingblock to them that are weak.  <strong>10</strong> For if any man see thee which hast knowledge sit at meat in the idol’s temple, shall not the conscience of him which is weak be emboldened to eat those things which are offered to idols;  <strong>11</strong> And through thy knowledge shall the weak brother perish, for whom Christ died?  <strong>12</strong> But when ye sin so against the brethren, and wound their weak conscience, ye sin against Christ.  <strong>13</strong> Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.  ","niv":"<sup><strong>1</strong></sup> Now about food sacrificed to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up. <sup><strong>2</strong></sup> The man who thinks he knows something does not yet know as he ought to know. <sup><strong>3</strong></sup> But the man who loves God is known by God. <sup><strong>4</strong></sup> So then, about eating food sacrificed to idols: We know that an idol is nothing at all in the world and that there is no God but one. <sup><strong>5</strong></sup> For even if there are so-called gods, whether in heaven or on earth (as indeed there are many \"gods\" and many \"lords\"), <sup><strong>6</strong></sup> yet for us there is but one God, the Father, from whom all things came and for whom we live; and there is but one Lord, Jesus Christ, through whom all things came and through whom we live. <sup><strong>7</strong></sup> But not everyone knows this. Some people are still so accustomed to idols that when they eat such food they think of it as having been sacrificed to an idol, and since their conscience is weak, it is defiled. <sup><strong>8</strong></sup> But food does not bring us near to God; we are no worse if we do not eat, and no better if we do. <sup><strong>9</strong></sup> Be careful, however, that the exercise of your freedom does not become a stumbling block to the weak. <sup><strong>10</strong></sup> For if anyone with a weak conscience sees you who have this knowledge eating in an idol's temple, won't he be emboldened to eat what has been sacrificed to idols? <sup><strong>11</strong></sup> So this weak brother, for whom Christ died, is destroyed by your knowledge. <sup><strong>12</strong></sup> When you sin against your brothers in this way and wound their weak conscience, you sin against Christ. <sup><strong>13</strong></sup> Therefore, if what I eat causes my brother to fall into sin, I will never eat meat again, so that I will not cause him to fall. "},{"_id":"61591cdb2053ce65432d8bdb","topicId":"61591cd62053ce65432d8bc9","verse":"James 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"61591cdb2053ce65432d8bdc","topicId":"61591cd62053ce65432d8bc9","verse":"1 Chronicles 2:1-55","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p13002001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v13002001-1\">2:1&nbsp;</b>These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, <b class=\"verse-num\" id=\"v13002002-1\">2&nbsp;</b>Dan, Joseph, Benjamin, Naphtali, Gad, and Asher. <b class=\"verse-num\" id=\"v13002003-1\">3&nbsp;</b>The sons of Judah: Er, Onan and Shelah; these three Bath-shua the Canaanite bore to him. Now Er, Judah’s firstborn, was evil in the sight of the LORD, and he put him to death. <b class=\"verse-num\" id=\"v13002004-1\">4&nbsp;</b>His daughter-in-law Tamar also bore him Perez and Zerah. Judah had five sons in all.</p>\n<p id=\"p13002004_05-28\"><b class=\"verse-num\" id=\"v13002005-1\">5&nbsp;</b>The sons of Perez: Hezron and Hamul. <b class=\"verse-num\" id=\"v13002006-1\">6&nbsp;</b>The sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five in all. <b class=\"verse-num\" id=\"v13002007-1\">7&nbsp;</b>The son of Carmi: Achan, the troubler of Israel, who broke faith in the matter of the devoted thing; <b class=\"verse-num\" id=\"v13002008-1\">8&nbsp;</b>and Ethan’s son was Azariah.</p>\n<p id=\"p13002008_05-28\"><b class=\"verse-num\" id=\"v13002009-1\">9&nbsp;</b>The sons of Hezron that were born to him: Jerahmeel, Ram, and Chelubai. <b class=\"verse-num\" id=\"v13002010-1\">10&nbsp;</b>Ram fathered Amminadab, and Amminadab fathered Nahshon, prince of the sons of Judah. <b class=\"verse-num\" id=\"v13002011-1\">11&nbsp;</b>Nahshon fathered Salmon, Salmon fathered Boaz, <b class=\"verse-num\" id=\"v13002012-1\">12&nbsp;</b>Boaz fathered Obed, Obed fathered Jesse. <b class=\"verse-num\" id=\"v13002013-1\">13&nbsp;</b>Jesse fathered Eliab his firstborn, Abinadab the second, Shimea the third, <b class=\"verse-num\" id=\"v13002014-1\">14&nbsp;</b>Nethanel the fourth, Raddai the fifth, <b class=\"verse-num\" id=\"v13002015-1\">15&nbsp;</b>Ozem the sixth, David the seventh. <b class=\"verse-num\" id=\"v13002016-1\">16&nbsp;</b>And their sisters were Zeruiah and Abigail. The sons of Zeruiah: Abishai, Joab, and Asahel, three. <b class=\"verse-num\" id=\"v13002017-1\">17&nbsp;</b>Abigail bore Amasa, and the father of Amasa was Jether the Ishmaelite.</p>\n<p id=\"p13002017_05-28\"><b class=\"verse-num\" id=\"v13002018-1\">18&nbsp;</b>Caleb the son of Hezron fathered children by his wife Azubah, and by Jerioth; and these were her sons: Jesher, Shobab, and Ardon. <b class=\"verse-num\" id=\"v13002019-1\">19&nbsp;</b>When Azubah died, Caleb married Ephrath, who bore him Hur. <b class=\"verse-num\" id=\"v13002020-1\">20&nbsp;</b>Hur fathered Uri, and Uri fathered Bezalel.</p>\n<p id=\"p13002020_05-28\"><b class=\"verse-num\" id=\"v13002021-1\">21&nbsp;</b>Afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was sixty years old, and she bore him Segub. <b class=\"verse-num\" id=\"v13002022-1\">22&nbsp;</b>And Segub fathered Jair, who had twenty-three cities in the land of Gilead. <b class=\"verse-num\" id=\"v13002023-1\">23&nbsp;</b>But Geshur and Aram took from them Havvoth-jair, Kenath, and its villages, sixty towns. All these were descendants of Machir, the father of Gilead. <b class=\"verse-num\" id=\"v13002024-1\">24&nbsp;</b>After the death of Hezron, Caleb went in to Ephrathah, the wife of Hezron his father, and she bore him Ashhur, the father of Tekoa.</p>\n<p id=\"p13002024_05-28\"><b class=\"verse-num\" id=\"v13002025-1\">25&nbsp;</b>The sons of Jerahmeel, the firstborn of Hezron: Ram, his firstborn, Bunah, Oren, Ozem, and Ahijah. <b class=\"verse-num\" id=\"v13002026-1\">26&nbsp;</b>Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam. <b class=\"verse-num\" id=\"v13002027-1\">27&nbsp;</b>The sons of Ram, the firstborn of Jerahmeel: Maaz, Jamin, and Eker. <b class=\"verse-num\" id=\"v13002028-1\">28&nbsp;</b>The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur. <b class=\"verse-num\" id=\"v13002029-1\">29&nbsp;</b>The name of Abishur’s wife was Abihail, and she bore him Ahban and Molid. <b class=\"verse-num\" id=\"v13002030-1\">30&nbsp;</b>The sons of Nadab: Seled and Appaim; and Seled died childless. <b class=\"verse-num\" id=\"v13002031-1\">31&nbsp;</b>The son of Appaim: Ishi. The son of Ishi: Sheshan. The son of Sheshan: Ahlai. <b class=\"verse-num\" id=\"v13002032-1\">32&nbsp;</b>The sons of Jada, Shammai’s brother: Jether and Jonathan; and Jether died childless. <b class=\"verse-num\" id=\"v13002033-1\">33&nbsp;</b>The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel. <b class=\"verse-num\" id=\"v13002034-1\">34&nbsp;</b>Now Sheshan had no sons, only daughters, but Sheshan had an Egyptian slave whose name was Jarha. <b class=\"verse-num\" id=\"v13002035-1\">35&nbsp;</b>So Sheshan gave his daughter in marriage to Jarha his slave, and she bore him Attai. <b class=\"verse-num\" id=\"v13002036-1\">36&nbsp;</b>Attai fathered Nathan, and Nathan fathered Zabad. <b class=\"verse-num\" id=\"v13002037-1\">37&nbsp;</b>Zabad fathered Ephlal, and Ephlal fathered Obed. <b class=\"verse-num\" id=\"v13002038-1\">38&nbsp;</b>Obed fathered Jehu, and Jehu fathered Azariah. <b class=\"verse-num\" id=\"v13002039-1\">39&nbsp;</b>Azariah fathered Helez, and Helez fathered Eleasah. <b class=\"verse-num\" id=\"v13002040-1\">40&nbsp;</b>Eleasah fathered Sismai, and Sismai fathered Shallum. <b class=\"verse-num\" id=\"v13002041-1\">41&nbsp;</b>Shallum fathered Jekamiah, and Jekamiah fathered Elishama.</p>\n<p id=\"p13002041_05-28\"><b class=\"verse-num\" id=\"v13002042-1\">42&nbsp;</b>The sons of Caleb the brother of Jerahmeel: Mareshah his firstborn, who fathered Ziph. The son of Mareshah: Hebron. <b class=\"verse-num\" id=\"v13002043-1\">43&nbsp;</b>The sons of Hebron: Korah, Tappuah, Rekem and Shema. <b class=\"verse-num\" id=\"v13002044-1\">44&nbsp;</b>Shema fathered Raham, the father of Jorkeam; and Rekem fathered Shammai. <b class=\"verse-num\" id=\"v13002045-1\">45&nbsp;</b>The son of Shammai: Maon; and Maon fathered Beth-zur. <b class=\"verse-num\" id=\"v13002046-1\">46&nbsp;</b>Ephah also, Caleb’s concubine, bore Haran, Moza, and Gazez; and Haran fathered Gazez. <b class=\"verse-num\" id=\"v13002047-1\">47&nbsp;</b>The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. <b class=\"verse-num\" id=\"v13002048-1\">48&nbsp;</b>Maacah, Caleb’s concubine, bore Sheber and Tirhanah. <b class=\"verse-num\" id=\"v13002049-1\">49&nbsp;</b>She also bore Shaaph the father of Madmannah, Sheva the father of Machbenah and the father of Gibea; and the daughter of Caleb was Achsah. <b class=\"verse-num\" id=\"v13002050-1\">50&nbsp;</b>These were the descendants of Caleb.</p>\n<p id=\"p13002050_05-28\">The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath-jearim, <b class=\"verse-num\" id=\"v13002051-1\">51&nbsp;</b>Salma, the father of Bethlehem, and Hareph the father of Beth-gader. <b class=\"verse-num\" id=\"v13002052-1\">52&nbsp;</b>Shobal the father of Kiriath-jearim had other sons: Haroeh, half of the Menuhoth. <b class=\"verse-num\" id=\"v13002053-1\">53&nbsp;</b>And the clans of Kiriath-jearim: the Ithrites, the Puthites, the Shumathites, and the Mishraites; from these came the Zorathites and the Eshtaolites. <b class=\"verse-num\" id=\"v13002054-1\">54&nbsp;</b>The sons of Salma: Bethlehem, the Netophathites, Atroth-beth-joab and half of the Manahathites, the Zorites. <b class=\"verse-num\" id=\"v13002055-1\">55&nbsp;</b>The clans also of the scribes who lived at Jabez: the Tirathites, the Shimeathites and the Sucathites. These are the Kenites who came from Hammath, the father of the house of Rechab.</p>\n\n</div>","kjv":"<strong>1</strong> These are the sons of Israel; Reuben, Simeon, Levi, and Judah, Issachar, and Zebulun,  <strong>2</strong> Dan, Joseph, and Benjamin, Naphtali, Gad, and Asher.  <strong>3</strong> The sons of Judah; Er, and Onan, and Shelah: which three were born unto him of the daughter of Shua the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the LORD; and he slew him.  <strong>4</strong> And Tamar his daughter in law bare him Pharez and Zerah. All the sons of Judah were five.  <strong>5</strong> The sons of Pharez; Hezron, and Hamul.  <strong>6</strong> And the sons of Zerah; Zimri, and Ethan, and Heman, and Calcol, and Dara: five of them in all.  <strong>7</strong> And the sons of Carmi; Achar, the troubler of Israel, who transgressed in the thing accursed.  <strong>8</strong> And the sons of Ethan; Azariah.  <strong>9</strong> The sons also of Hezron, that were born unto him; Jerahmeel, and Ram, and Chelubai.  <strong>10</strong> And Ram begat Amminadab; and Amminadab begat Nahshon, prince of the children of Judah;  <strong>11</strong> And Nahshon begat Salma, and Salma begat Boaz,  <strong>12</strong> And Boaz begat Obed, and Obed begat Jesse,  <strong>13</strong> And Jesse begat his firstborn Eliab, and Abinadab the second, and Shimma the third,  <strong>14</strong> Nethaneel the fourth, Raddai the fifth,  <strong>15</strong> Ozem the sixth, David the seventh:  <strong>16</strong> Whose sisters were Zeruiah, and Abigail. And the sons of Zeruiah; Abishai, and Joab, and Asahel, three.  <strong>17</strong> And Abigail bare Amasa: and the father of Amasa was Jether the Ishmeelite.  <strong>18</strong> And Caleb the son of Hezron begat children of Azubah his wife, and of Jerioth: her sons are these; Jesher, and Shobab, and Ardon.  <strong>19</strong> And when Azubah was dead, Caleb took unto him Ephrath, which bare him Hur.  <strong>20</strong> And Hur begat Uri, and Uri begat Bezaleel.  <strong>21</strong> And afterward Hezron went in to the daughter of Machir the father of Gilead, whom he married when he was threescore years old; and she bare him Segub.  <strong>22</strong> And Segub begat Jair, who had three and twenty cities in the land of Gilead.  <strong>23</strong> And he took Geshur, and Aram, with the towns of Jair, from them, with Kenath, and the towns thereof, even threescore cities. All these belonged to the sons of Machir the father of Gilead.  <strong>24</strong> And after that Hezron was dead in Caleb-ephratah, then Abiah Hezron’s wife bare him Ashur the father of Tekoa.  <strong>25</strong> And the sons of Jerahmeel the firstborn of Hezron were, Ram the firstborn, and Bunah, and Oren, and Ozem, and Ahijah.  <strong>26</strong> Jerahmeel had also another wife, whose name was Atarah; she was the mother of Onam.  <strong>27</strong> And the sons of Ram the firstborn of Jerahmeel were, Maaz, and Jamin, and Eker.  <strong>28</strong> And the sons of Onam were, Shammai, and Jada. And the sons of Shammai; Nadab, and Abishur.  <strong>29</strong> And the name of the wife of Abishur was Abihail, and she bare him Ahban, and Molid.  <strong>30</strong> And the sons of Nadab; Seled, and Appaim: but Seled died without children.  <strong>31</strong> And the sons of Appaim; Ishi. And the sons of Ishi; Sheshan. And the children of Sheshan; Ahlai.  <strong>32</strong> And the sons of Jada the brother of Shammai; Jether and Jonathan: and Jether died without children.  <strong>33</strong> And the sons of Jonathan; Peleth, and Zaza. These were the sons of Jerahmeel.  <strong>34</strong> Now Sheshan had no sons, but daughters. And Sheshan had a servant, an Egyptian, whose name was Jarha.  <strong>35</strong> And Sheshan gave his daughter to Jarha his servant to wife; and she bare him Attai.  <strong>36</strong> And Attai begat Nathan, and Nathan begat Zabad,  <strong>37</strong> And Zabad begat Ephlal, and Ephlal begat Obed,  <strong>38</strong> And Obed begat Jehu, and Jehu begat Azariah,  <strong>39</strong> And Azariah begat Helez, and Helez begat Eleasah,  <strong>40</strong> And Eleasah begat Sisamai, and Sisamai begat Shallum,  <strong>41</strong> And Shallum begat Jekamiah, and Jekamiah begat Elishama.  <strong>42</strong> Now the sons of Caleb the brother of Jerahmeel were, Mesha his firstborn, which was the father of Ziph; and the sons of Mareshah the father of Hebron.  <strong>43</strong> And the sons of Hebron; Korah, and Tappuah, and Rekem, and Shema.  <strong>44</strong> And Shema begat Raham, the father of Jorkoam: and Rekem begat Shammai.  <strong>45</strong> And the son of Shammai was Maon: and Maon was the father of Beth-zur.  <strong>46</strong> And Ephah, Caleb’s concubine, bare Haran, and Moza, and Gazez: and Haran begat Gazez.  <strong>47</strong> And the sons of Jahdai; Regem, and Jotham, and Gesham, and Pelet, and Ephah, and Shaaph.  <strong>48</strong> Maachah, Caleb’s concubine, bare Sheber, and Tirhanah.  <strong>49</strong> She bare also Shaaph the father of Madmannah, Sheva the father of Machbenah, and the father of Gibea: and the daughter of Caleb was  Achsa.  <strong>50</strong> These were the sons of Caleb the son of Hur, the firstborn of Ephratah; Shobal the father of Kirjath-jearim,  <strong>51</strong> Salma the father of Bethlehem, Hareph the father of Beth-gader.  <strong>52</strong> And Shobal the father of Kirjath-jearim had sons; Haroeh, and  half of the Manahethites.  <strong>53</strong> And the families of Kirjath-jearim; the Ithrites, and the Puhites, and the Shumathites, and the Mishraites; of them came the Zareathites, and the Eshtaulites.  <strong>54</strong> The sons of Salma; Bethlehem, and the Netophathites, Ataroth, the house of Joab, and half of the Manahethites, the Zorites.  <strong>55</strong> And the families of the scribes which dwelt at Jabez; the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab.  ","niv":"<sup><strong>1</strong></sup> These were the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, <sup><strong>2</strong></sup> Dan, Joseph, Benjamin, Naphtali, Gad and Asher. <sup><strong>3</strong></sup> The sons of Judah: Er, Onan and Shelah. These three were born to him by a Canaanite woman, the daughter of Shua. Er, Judah's firstborn, was wicked in the LORD's sight; so the LORD put him to death. <sup><strong>4</strong></sup> Tamar, Judah's daughter-in-law, bore him Perez and Zerah. Judah had five sons in all. <sup><strong>5</strong></sup> The sons of Perez: Hezron and Hamul. <sup><strong>6</strong></sup> The sons of Zerah: Zimri, Ethan, Heman, Calcol and Darda -five in all. <sup><strong>7</strong></sup> The son of Carmi: Achar, who brought trouble on Israel by violating the ban on taking devoted things. <sup><strong>8</strong></sup> The son of Ethan: Azariah. <sup><strong>9</strong></sup> The sons born to Hezron were: Jerahmeel, Ram and Caleb. From Ram Son of Hezron <sup><strong>10</strong></sup> Ram was the father of Amminadab, and Amminadab the father of Nahshon, the leader of the people of Judah. <sup><strong>11</strong></sup> Nahshon was the father of Salmon, Salmon the father of Boaz, <sup><strong>12</strong></sup> Boaz the father of Obed and Obed the father of Jesse. <sup><strong>13</strong></sup> Jesse was the father of Eliab his firstborn; the second son was Abinadab, the third Shimea, <sup><strong>14</strong></sup> the fourth Nethanel, the fifth Raddai, <sup><strong>15</strong></sup> the sixth Ozem and the seventh David. <sup><strong>16</strong></sup> Their sisters were Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab and Asahel. <sup><strong>17</strong></sup> Abigail was the mother of Amasa, whose father was Jether the Ishmaelite. Caleb Son of Hezron <sup><strong>18</strong></sup> Caleb son of Hezron had children by his wife Azubah (and by Jerioth). These were her sons: Jesher, Shobab and Ardon. <sup><strong>19</strong></sup> When Azubah died, Caleb married Ephrath, who bore him Hur. <sup><strong>20</strong></sup> Hur was the father of Uri, and Uri the father of Bezalel. <sup><strong>21</strong></sup> Later, Hezron lay with the daughter of Makir the father of Gilead (he had married her when he was sixty years old), and she bore him Segub. <sup><strong>22</strong></sup> Segub was the father of Jair, who controlled twenty-three towns in Gilead. <sup><strong>23</strong></sup> (But Geshur and Aram captured Havvoth Jair, as well as Kenath with its surrounding settlements-sixty towns.) All these were descendants of Makir the father of Gilead. <sup><strong>24</strong></sup> After Hezron died in Caleb Ephrathah, Abijah the wife of Hezron bore him Ashhur the father of Tekoa. Jerahmeel Son of Hezron <sup><strong>25</strong></sup> The sons of Jerahmeel the firstborn of Hezron: Ram his firstborn, Bunah, Oren, Ozem and Ahijah. <sup><strong>26</strong></sup> Jerahmeel had another wife, whose name was Atarah; she was the mother of Onam. <sup><strong>27</strong></sup> The sons of Ram the firstborn of Jerahmeel: Maaz, Jamin and Eker. <sup><strong>28</strong></sup> The sons of Onam: Shammai and Jada. The sons of Shammai: Nadab and Abishur. <sup><strong>29</strong></sup> Abishur's wife was named Abihail, who bore him Ahban and Molid. <sup><strong>30</strong></sup> The sons of Nadab: Seled and Appaim. Seled died without children. <sup><strong>31</strong></sup> The son of Appaim: Ishi, who was the father of Sheshan. Sheshan was the father of Ahlai. <sup><strong>32</strong></sup> The sons of Jada, Shammai's brother: Jether and Jonathan. Jether died without children. <sup><strong>33</strong></sup> The sons of Jonathan: Peleth and Zaza. These were the descendants of Jerahmeel. <sup><strong>34</strong></sup> Sheshan had no sons-only daughters. He had an Egyptian servant named Jarha. <sup><strong>35</strong></sup> Sheshan gave his daughter in marriage to his servant Jarha, and she bore him Attai. <sup><strong>36</strong></sup> Attai was the father of Nathan, Nathan the father of Zabad, <sup><strong>37</strong></sup> Zabad the father of Ephlal, Ephlal the father of Obed, <sup><strong>38</strong></sup> Obed the father of Jehu, Jehu the father of Azariah, <sup><strong>39</strong></sup> Azariah the father of Helez, Helez the father of Eleasah, <sup><strong>40</strong></sup> Eleasah the father of Sismai, Sismai the father of Shallum, <sup><strong>41</strong></sup> Shallum the father of Jekamiah, and Jekamiah the father of Elishama. The Clans of Caleb <sup><strong>42</strong></sup> The sons of Caleb the brother of Jerahmeel: Mesha his firstborn, who was the father of Ziph, and his son Mareshah, who was the father of Hebron. <sup><strong>43</strong></sup> The sons of Hebron: Korah, Tappuah, Rekem and Shema. <sup><strong>44</strong></sup> Shema was the father of Raham, and Raham the father of Jorkeam. Rekem was the father of Shammai. <sup><strong>45</strong></sup> The son of Shammai was Maon, and Maon was the father of Beth Zur. <sup><strong>46</strong></sup> Caleb's concubine Ephah was the mother of Haran, Moza and Gazez. Haran was the father of Gazez. <sup><strong>47</strong></sup> The sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah and Shaaph. <sup><strong>48</strong></sup> Caleb's concubine Maacah was the mother of Sheber and Tirhanah. <sup><strong>49</strong></sup> She also gave birth to Shaaph the father of Madmannah and to Sheva the father of Macbenah and Gibea. Caleb's daughter was Acsah. <sup><strong>50</strong></sup> These were the descendants of Caleb. The sons of Hur the firstborn of Ephrathah: Shobal the father of Kiriath Jearim, <sup><strong>51</strong></sup> Salma the father of Bethlehem, and Hareph the father of Beth Gader. <sup><strong>52</strong></sup> The descendants of Shobal the father of Kiriath Jearim were: Haroeh, half the Manahathites, <sup><strong>53</strong></sup> and the clans of Kiriath Jearim: the Ithrites, Puthites, Shumathites and Mishraites. From these descended the Zorathites and Eshtaolites. <sup><strong>54</strong></sup> The descendants of Salma: Bethlehem, the Netophathites, Atroth Beth Joab, half the Manahathites, the Zorites, <sup><strong>55</strong></sup> and the clans of scribes who lived at Jabez: the Tirathites, Shimeathites and Sucathites. These are the Kenites who came from Hammath, the father of the house of Recab. "}]}