{"_id":"6159114c2053ce65432d8424","slug":"being-good-witness","name":"Being A Good Witness","verses":[{"_id":"6159114c2053ce65432d8425","topicId":"6159114c2053ce65432d8424","verse":"1 Peter 3:15","votes":48,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,","modified":"2022-03-24T09:17:49.580Z"},{"_id":"6159114d2053ce65432d8426","topicId":"6159114c2053ce65432d8424","verse":"Ephesians 4:29","votes":23,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"6159114d2053ce65432d8427","topicId":"6159114c2053ce65432d8424","verse":"Mark 16:15","votes":20,"__v":0,"esv":"<div>\n<p id=\"p41016015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v41016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Go into all the world and proclaim the gospel to the whole creation.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Go ye into all the world, and preach the gospel to every creature.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"Go into all the world and preach the good news to all creation.","modified":"2022-06-01T16:39:58.985Z"},{"_id":"6159114d2053ce65432d8428","topicId":"6159114c2053ce65432d8424","verse":"Colossians 3:17","votes":19,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"6159114d2053ce65432d8429","topicId":"6159114c2053ce65432d8424","verse":"Romans 3:23","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,","modified":"2022-08-02T03:04:38.554Z"},{"_id":"6159114e2053ce65432d842a","topicId":"6159114c2053ce65432d8424","verse":"Colossians 3:23","votes":18,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,","modified":"2022-10-12T00:10:23.393Z"},{"_id":"6159114e2053ce65432d842b","topicId":"6159114c2053ce65432d8424","verse":"Acts 1:8","votes":16,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"6159114e2053ce65432d842c","topicId":"6159114c2053ce65432d8424","verse":"Romans 1:16","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-8\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile.","modified":"2022-09-03T15:39:59.173Z"},{"_id":"6159114f2053ce65432d842d","topicId":"6159114c2053ce65432d8424","verse":"Romans 12:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45012011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord.</p>\n\n</div>","kjv":"<strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  ","niv":"<sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord."},{"_id":"6159114f2053ce65432d842e","topicId":"6159114c2053ce65432d8424","verse":"Matthew 5:16","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven.","modified":"2022-07-14T23:24:07.387Z"},{"_id":"6159114f2053ce65432d842f","topicId":"6159114c2053ce65432d8424","verse":"1 Corinthians 7:23","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46007023_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men.</p>\n</div>","kjv":"<strong>23</strong> Ye are bought with a price; be not ye the servants of men.  ","niv":"<sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men."},{"_id":"615911502053ce65432d8430","topicId":"6159114c2053ce65432d8424","verse":"Acts 22:15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44022015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022015-1\">15&nbsp;</b>for you will be a witness for him to everyone of what you have seen and heard.</p>\n</div>","kjv":"<strong>15</strong> For thou shalt be his witness unto all men of what thou hast seen and heard.  ","niv":"<sup><strong>15</strong></sup> You will be his witness to all men of what you have seen and heard.","modified":"2022-09-10T20:29:25.306Z"},{"_id":"615911502053ce65432d8431","topicId":"6159114c2053ce65432d8424","verse":"John 15:18-20","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p43015018_06-14\"><b class=\"verse-num woc\" id=\"v43015018-1\">18&nbsp;</b><span class=\"woc\">“If the world hates you, know that it has hated me before it hated you.</span> <b class=\"verse-num woc\" id=\"v43015019-1\">19&nbsp;</b><span class=\"woc\">If you were of the world, the world would love you as its own; but because you are not of the world, but I chose you out of the world, therefore the world hates you.</span> <b class=\"verse-num woc\" id=\"v43015020-1\">20&nbsp;</b><span class=\"woc\">Remember the word that I said to you: ‘A servant is not greater than his master.’ If they persecuted me, they will also persecute you. If they kept my word, they will also keep yours.</span></p>\n</div>","kjv":"<strong>18</strong> If the world hate you, ye know that it hated me before it hated you.  <strong>19</strong> If ye were of the world, the world would love his own: but because ye are not of the world, but I have chosen you out of the world, therefore the world hateth you.  <strong>20</strong> Remember the word that I said unto you, The servant is not greater than his lord. If they have persecuted me, they will also persecute you; if they have kept my saying, they will keep yours also.  ","niv":"<sup><strong>18</strong></sup> \"If the world hates you, keep in mind that it hated me first. <sup><strong>19</strong></sup> If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you. <sup><strong>20</strong></sup> Remember the words I spoke to you: 'No servant is greater than his master.' If they persecuted me, they will persecute you also. If they obeyed my teaching, they will obey yours also. ","modified":"2022-04-19T00:48:17.435Z"},{"_id":"615911502053ce65432d8432","topicId":"6159114c2053ce65432d8424","verse":"Galatians 3:28","votes":10,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus."},{"_id":"615911502053ce65432d8433","topicId":"6159114c2053ce65432d8424","verse":"Romans 10:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"615911512053ce65432d8434","topicId":"6159114c2053ce65432d8424","verse":"1 Peter 5:1-4","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. "},{"_id":"615911512053ce65432d8435","topicId":"6159114c2053ce65432d8424","verse":"Acts 19:1-7","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p44019001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44019001-1\">19:1&nbsp;</b>And it happened that while Apollos was at Corinth, Paul passed through the inland country and came to Ephesus. There he found some disciples. <b class=\"verse-num\" id=\"v44019002-1\">2&nbsp;</b>And he said to them, “Did you receive the Holy Spirit when you believed?” And they said, “No, we have not even heard that there is a Holy Spirit.” <b class=\"verse-num\" id=\"v44019003-1\">3&nbsp;</b>And he said, “Into what then were you baptized?” They said, “Into John’s baptism.” <b class=\"verse-num\" id=\"v44019004-1\">4&nbsp;</b>And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.” <b class=\"verse-num\" id=\"v44019005-1\">5&nbsp;</b>On hearing this, they were baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44019006-1\">6&nbsp;</b>And when Paul had laid his hands on them, the Holy Spirit came on them, and they began speaking in tongues and prophesying. <b class=\"verse-num\" id=\"v44019007-1\">7&nbsp;</b>There were about twelve men in all.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that, while Apollos was at Corinth, Paul having passed through the upper coasts came to Ephesus: and finding certain disciples,  <strong>2</strong> He said unto them, Have ye received the Holy Ghost since ye believed? And they said unto him, We have not so much as heard whether there be any Holy Ghost.  <strong>3</strong> And he said unto them, Unto what then were ye baptized? And they said, Unto John’s baptism.  <strong>4</strong> Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.  <strong>5</strong> When they heard this, they were baptized in the name of the Lord Jesus.  <strong>6</strong> And when Paul had laid his hands upon them, the Holy Ghost came on them; and they spake with tongues, and prophesied.  <strong>7</strong> And all the men were about twelve.  ","niv":"<sup><strong>1</strong></sup> While Apollos was at Corinth, Paul took the road through the interior and arrived at Ephesus. There he found some disciples <sup><strong>2</strong></sup> and asked them, \"Did you receive the Holy Spirit when you believed?\" They answered, \"No, we have not even heard that there is a Holy Spirit.\" <sup><strong>3</strong></sup> So Paul asked, \"Then what baptism did you receive?John's baptism,\" they replied. <sup><strong>4</strong></sup> Paul said, \"John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.\" <sup><strong>5</strong></sup> On hearing this, they were baptized into the name of the Lord Jesus. <sup><strong>6</strong></sup> When Paul placed his hands on them, the Holy Spirit came on them, and they spoke in tongues and prophesied. <sup><strong>7</strong></sup> There were about twelve men in all. "},{"_id":"615911512053ce65432d8436","topicId":"6159114c2053ce65432d8424","verse":"John 14:6","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"615911522053ce65432d8437","topicId":"6159114c2053ce65432d8424","verse":"Philippians 2:15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p50002015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world,</p>\n</div>","kjv":"<strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  ","niv":"<sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe","modified":"2022-10-17T14:28:44.758Z"},{"_id":"615911522053ce65432d8438","topicId":"6159114c2053ce65432d8424","verse":"John 3:16","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615911522053ce65432d8439","topicId":"6159114c2053ce65432d8424","verse":"Revelation 1:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"615911532053ce65432d843a","topicId":"6159114c2053ce65432d8424","verse":"Titus 2:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p56002001_04-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56002001-1\">2:1&nbsp;</b>But as for you, teach what accords with sound doctrine.</p>\n\n</div>","kjv":"<strong>1</strong> But speak thou the things which become sound doctrine:  ","niv":"<sup><strong>1</strong></sup> You must teach what is in accord with sound doctrine."},{"_id":"615911532053ce65432d843b","topicId":"6159114c2053ce65432d8424","verse":"2 Timothy 1:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55001008_01-25\"><b class=\"verse-num\" id=\"v55001008-1\">8&nbsp;</b>Therefore do not be ashamed of the testimony about our Lord, nor of me his prisoner, but share in suffering for the gospel by the power of God,</p>\n</div>","kjv":"<strong>8</strong> Be not thou therefore ashamed of the testimony of our Lord, nor of me his prisoner: but be thou partaker of the afflictions of the gospel according to the power of God;  ","niv":"<sup><strong>8</strong></sup> So do not be ashamed to testify about our Lord, or ashamed of me his prisoner. But join with me in suffering for the gospel, by the power of God,"},{"_id":"615911532053ce65432d843c","topicId":"6159114c2053ce65432d8424","verse":"Isaiah 43:10","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23043010_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23043010-1\">10&nbsp;</b>&nbsp;&nbsp;“You are my witnesses,” declares the LORD,</span><br><span id=\"p23043010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“and my servant whom I have chosen,</span><br><span id=\"p23043010_01-26\" class=\"line\">&nbsp;&nbsp;that you may know and believe me</span><br><span id=\"p23043010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand that I am he.</span><br><span id=\"p23043010_01-26\" class=\"line\">&nbsp;&nbsp;Before me no god was formed,</span><br><span id=\"p23043010_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor shall there be any after me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Ye are my witnesses, saith the LORD, and my servant whom I have chosen: that ye may know and believe me, and understand that I am he: before me there was no God formed, neither shall there be after me.  ","niv":"<sup><strong>10</strong></sup> \"You are my witnesses,\" declares the LORD, \"and my servant whom I have chosen, so that you may know and believe me and understand that I am he. Before me no god was formed, nor will there be one after me.","modified":"2023-05-09T17:13:15.753Z"},{"_id":"615911532053ce65432d843d","topicId":"6159114c2053ce65432d8424","verse":"1 Peter 2:1-25","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p60002001_08-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60002001-1\">2:1&nbsp;</b>So put away all malice and all deceit and hypocrisy and envy and all slander. <b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—<b class=\"verse-num\" id=\"v60002003-1\">3&nbsp;</b>if indeed you have tasted that the Lord is good.</p>\n<p id=\"p60002003_08-28\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_08-28\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_08-28\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002006_08-28\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002007-1\">7&nbsp;</b>So the honor is for you who believe, but for those who do not believe,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002007_08-28\" class=\"line\">&nbsp;&nbsp;“The stone that the builders rejected</span><br><span id=\"p60002007_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become the cornerstone,”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002007_08-28\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60002008-1\">8&nbsp;</b>and</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002008_08-28\" class=\"line\">&nbsp;&nbsp;“A stone of stumbling,</span><br><span id=\"p60002008_08-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rock of offense.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60002008_08-28\" class=\"same-paragraph\">They stumble because they disobey the word, as they were destined to do.</p>\n<p id=\"p60002008_08-28\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light. <b class=\"verse-num\" id=\"v60002010-1\">10&nbsp;</b>Once you were not a people, but now you are God’s people; once you had not received mercy, but now you have received mercy.</p>\n<p id=\"p60002010_08-28\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul. <b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_11-28\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_11-28\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly. <b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed. <b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore laying aside all malice, and all guile, and hypocrisies, and envies, and all evil speakings,  <strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  <strong>3</strong> If so be ye have tasted that the Lord is gracious.  <strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  <strong>7</strong> Unto you therefore which believe he is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,  <strong>8</strong> And a stone of stumbling, and a rock of offence, even to them  which stumble at the word, being disobedient: whereunto also they were appointed.  <strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  <strong>10</strong> Which in time past were not a people, but are now the people of God: which had not obtained mercy, but now have obtained mercy.  <strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  <strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  <strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  <strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>1</strong></sup> Therefore, rid yourselves of all malice and all deceit, hypocrisy, envy, and slander of every kind. <sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation, <sup><strong>3</strong></sup> now that you have tasted that the Lord is good. <sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" <sup><strong>7</strong></sup> Now to you who believe, this stone is precious. But to those who do not believe, \"The stone the builders rejected has become the capstone, \" <sup><strong>8</strong></sup> and, \"A stone that causes men to stumble and a rock that makes them fall.\" They stumble because they disobey the message--which is also what they were destined for. <sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light. <sup><strong>10</strong></sup> Once you were not a people, but now you are the people of God; once you had not received mercy, but now you have received mercy. <sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul. <sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. <sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed. <sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls. "}]}