{"_id":"615914a72053ce65432d869e","slug":"being-blessed","name":"Being Blessed","verses":[{"_id":"615914a72053ce65432d869f","topicId":"615914a72053ce65432d869e","verse":"Ephesians 2:8","votes":53,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--","modified":"2022-11-11T00:50:02.285Z"},{"_id":"615914a72053ce65432d86a0","topicId":"615914a72053ce65432d869e","verse":"Psalm 1:1","votes":39,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-5\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers."},{"_id":"615914a82053ce65432d86a1","topicId":"615914a72053ce65432d869e","verse":"Matthew 5:1-12","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-3\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-3\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-3\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-3\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-3\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-3\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-3\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-3\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-3\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-3\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. "},{"_id":"615914a92053ce65432d86a2","topicId":"615914a72053ce65432d869e","verse":"Psalm 1:1-6","votes":30,"__v":0,"kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. "},{"_id":"615914a92053ce65432d86a3","topicId":"615914a72053ce65432d869e","verse":"1 Peter 3:14","votes":26,"__v":0,"esv":"<div>\n<p id=\"p60003014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled,</p>\n</div>","kjv":"<strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  ","niv":"<sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\""},{"_id":"615914a92053ce65432d86a4","topicId":"615914a72053ce65432d869e","verse":"Psalm 32:1","votes":29,"__v":0,"esv":"<div>\n\n<h4 id=\"p19032001_05-7\" class=\"psalm-title\">A Maskil of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032001_05-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19032001-1\">32:1&nbsp;</b>&nbsp;&nbsp;Blessed is the one whose transgression is forgiven,</span><br><span id=\"p19032001_05-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose sin is covered.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is he whose transgression is forgiven, whose sin is covered.  ","niv":"<sup><strong>1</strong></sup> Blessed is he whose transgressions are forgiven, whose sins are covered."},{"_id":"615914a92053ce65432d86a5","topicId":"615914a72053ce65432d869e","verse":"John 3:16","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-8\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615914aa2053ce65432d86a6","topicId":"615914a72053ce65432d869e","verse":"James 1:12","votes":22,"__v":0,"esv":"<div>\n<p id=\"p59001012_01-9\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him.</p>\n</div>","kjv":"<strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  ","niv":"<sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him.","modified":"2022-12-21T15:59:45.564Z"},{"_id":"615914aa2053ce65432d86a7","topicId":"615914a72053ce65432d869e","verse":"Psalm 146:5","votes":23,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19146005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19146005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is he whose help is the God of Jacob,</span><br><span id=\"p19146005_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose hope is in the LORD his God,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Happy is he that hath the God of Jacob for his help, whose hope is in the LORD his God:  ","niv":"<sup><strong>5</strong></sup> Blessed is he whose help is the God of Jacob, whose hope is in the LORD his God,"},{"_id":"615914aa2053ce65432d86a8","topicId":"615914a72053ce65432d869e","verse":"Titus 3:5","votes":22,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"615914ab2053ce65432d86a9","topicId":"615914a72053ce65432d869e","verse":"Deuteronomy 28:1-3","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field.</p>\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. "},{"_id":"615914ab2053ce65432d86aa","topicId":"615914a72053ce65432d869e","verse":"Psalm 127:3","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him."},{"_id":"615914ab2053ce65432d86ab","topicId":"615914a72053ce65432d869e","verse":"James 4:7","votes":20,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"615914ac2053ce65432d86ac","topicId":"615914a72053ce65432d869e","verse":"Philippians 4:19","votes":9,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus.","modified":"2022-10-12T11:31:30.833Z"},{"_id":"615914ac2053ce65432d86ad","topicId":"615914a72053ce65432d869e","verse":"John 1:12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43001012_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God,</p>\n</div>","kjv":"<strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  ","niv":"<sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God--"},{"_id":"615914ac2053ce65432d86ae","topicId":"615914a72053ce65432d869e","verse":"Ephesians 1:3","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p49001003_05-17\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ."},{"_id":"615914ac2053ce65432d86af","topicId":"615914a72053ce65432d869e","verse":"Psalm 110:1","votes":12,"__v":0,"esv":"<div>\n\n<h4 id=\"p19110001_06-18\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19110001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19110001-1\">110:1&nbsp;</b>&nbsp;&nbsp;The LORD says to my Lord:</span><br><span id=\"p19110001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p19110001_06-18\" class=\"line\">&nbsp;&nbsp;until I make your enemies your footstool.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.  ","niv":"<sup><strong>1</strong></sup> The LORD says to my Lord: \"Sit at my right hand until I make your enemies a footstool for your feet.\""},{"_id":"615914ac2053ce65432d86b0","topicId":"615914a72053ce65432d869e","verse":"Genesis 12:1-3","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" "},{"_id":"615914ad2053ce65432d86b1","topicId":"615914a72053ce65432d869e","verse":"Luke 6:38","votes":10,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"615914ad2053ce65432d86b3","topicId":"615914a72053ce65432d869e","verse":"Romans 6:23","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615914ad2053ce65432d86b2","topicId":"615914a72053ce65432d869e","verse":"John 10:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"615914ae2053ce65432d86b4","topicId":"615914a72053ce65432d869e","verse":"Luke 11:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42011028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n</div>","kjv":"<strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. ","niv":"<sup><strong>28</strong></sup> He replied, \"Blessed rather are those who hear the word of God and obey it.\""},{"_id":"615914ae2053ce65432d86b6","topicId":"615914a72053ce65432d869e","verse":"James 1:25","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59001025_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does."},{"_id":"615914ae2053ce65432d86b5","topicId":"615914a72053ce65432d869e","verse":"Jeremiah 29:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615914af2053ce65432d86b7","topicId":"615914a72053ce65432d869e","verse":"Galatians 3:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48003028_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003028-1\">28&nbsp;</b>There is neither Jew nor Greek, there is neither slave nor free, there is no male and female, for you are all one in Christ Jesus.</p>\n\n</div>","kjv":"<strong>28</strong> There is neither Jew nor Greek, there is neither bond nor free, there is neither male nor female: for ye are all one in Christ Jesus.  ","niv":"<sup><strong>28</strong></sup> There is neither Jew nor Greek, slave nor free, male nor female, for you are all one in Christ Jesus.","modified":"2023-09-22T14:05:40.217Z"}]}