{"_id":"615914162053ce65432d8636","slug":"being-baptized","name":"Being Baptized","verses":[{"_id":"615914162053ce65432d8637","topicId":"615914162053ce65432d8636","verse":"Acts 2:38","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-8\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-8\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-8\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-8\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-8\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-8\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-8\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-8\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-8\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-8\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-8\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615914162053ce65432d8638","topicId":"615914162053ce65432d8636","verse":"Acts 22:16","votes":20,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'"},{"_id":"615914172053ce65432d8639","topicId":"615914162053ce65432d8636","verse":"Galatians 3:27","votes":20,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"615914172053ce65432d863a","topicId":"615914162053ce65432d8636","verse":"Mark 16:16","votes":20,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned."},{"_id":"615914172053ce65432d863b","topicId":"615914162053ce65432d8636","verse":"Acts 8:36-38","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p44008001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44008001-1\">8:1&nbsp;</b>And Saul approved of his execution.</p>\n<p id=\"p44008001_05-14\">And there arose on that day a great persecution against the church in Jerusalem, and they were all scattered throughout the regions of Judea and Samaria, except the apostles. <b class=\"verse-num\" id=\"v44008002-1\">2&nbsp;</b>Devout men buried Stephen and made great lamentation over him. <b class=\"verse-num\" id=\"v44008003-1\">3&nbsp;</b>But Saul was ravaging the church, and entering house after house, he dragged off men and women and committed them to prison.</p>\n\n<p id=\"p44008003_10-14\"><b class=\"verse-num\" id=\"v44008004-1\">4&nbsp;</b>Now those who were scattered went about preaching the word. <b class=\"verse-num\" id=\"v44008005-1\">5&nbsp;</b>Philip went down to the city of Samaria and proclaimed to them the Christ. <b class=\"verse-num\" id=\"v44008006-1\">6&nbsp;</b>And the crowds with one accord paid attention to what was being said by Philip, when they heard him and saw the signs that he did. <b class=\"verse-num\" id=\"v44008007-1\">7&nbsp;</b>For unclean spirits, crying out with a loud voice, came out of many who had them, and many who were paralyzed or lame were healed. <b class=\"verse-num\" id=\"v44008008-1\">8&nbsp;</b>So there was much joy in that city.</p>\n\n<p id=\"p44008008_14-14\"><b class=\"verse-num\" id=\"v44008009-1\">9&nbsp;</b>But there was a man named Simon, who had previously practiced magic in the city and amazed the people of Samaria, saying that he himself was somebody great. <b class=\"verse-num\" id=\"v44008010-1\">10&nbsp;</b>They all paid attention to him, from the least to the greatest, saying, “This man is the power of God that is called Great.” <b class=\"verse-num\" id=\"v44008011-1\">11&nbsp;</b>And they paid attention to him because for a long time he had amazed them with his magic. <b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <b class=\"verse-num\" id=\"v44008013-1\">13&nbsp;</b>Even Simon himself believed, and after being baptized he continued with Philip. And seeing signs and great miracles performed, he was amazed.</p>\n<p id=\"p44008013_14-14\"><b class=\"verse-num\" id=\"v44008014-1\">14&nbsp;</b>Now when the apostles at Jerusalem heard that Samaria had received the word of God, they sent to them Peter and John, <b class=\"verse-num\" id=\"v44008015-1\">15&nbsp;</b>who came down and prayed for them that they might receive the Holy Spirit, <b class=\"verse-num\" id=\"v44008016-1\">16&nbsp;</b>for he had not yet fallen on any of them, but they had only been baptized in the name of the Lord Jesus. <b class=\"verse-num\" id=\"v44008017-1\">17&nbsp;</b>Then they laid their hands on them and they received the Holy Spirit. <b class=\"verse-num\" id=\"v44008018-1\">18&nbsp;</b>Now when Simon saw that the Spirit was given through the laying on of the apostles’ hands, he offered them money, <b class=\"verse-num\" id=\"v44008019-1\">19&nbsp;</b>saying, “Give me this power also, so that anyone on whom I lay my hands may receive the Holy Spirit.” <b class=\"verse-num\" id=\"v44008020-1\">20&nbsp;</b>But Peter said to him, “May your silver perish with you, because you thought you could obtain the gift of God with money! <b class=\"verse-num\" id=\"v44008021-1\">21&nbsp;</b>You have neither part nor lot in this matter, for your heart is not right before God. <b class=\"verse-num\" id=\"v44008022-1\">22&nbsp;</b>Repent, therefore, of this wickedness of yours, and pray to the Lord that, if possible, the intent of your heart may be forgiven you. <b class=\"verse-num\" id=\"v44008023-1\">23&nbsp;</b>For I see that you are in the gall of bitterness and in the bond of iniquity.” <b class=\"verse-num\" id=\"v44008024-1\">24&nbsp;</b>And Simon answered, “Pray for me to the Lord, that nothing of what you have said may come upon me.”</p>\n<p id=\"p44008024_14-14\"><b class=\"verse-num\" id=\"v44008025-1\">25&nbsp;</b>Now when they had testified and spoken the word of the Lord, they returned to Jerusalem, preaching the gospel to many villages of the Samaritans.</p>\n\n<p id=\"p44008025_19-14\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_19-14\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_19-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_19-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_19-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_19-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_19-14\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_19-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing. <b class=\"verse-num\" id=\"v44008040-1\">40&nbsp;</b>But Philip found himself at Azotus, and as he passed through he preached the gospel to all the towns until he came to Caesarea.</p>\n\n</div>","kjv":"<strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  ","niv":"<sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. "},{"_id":"615914182053ce65432d863c","topicId":"615914162053ce65432d8636","verse":"Romans 6:1-23","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-6\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-6\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-6\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-6\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"615914182053ce65432d863d","topicId":"615914162053ce65432d8636","verse":"Ephesians 2:8-9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"615914182053ce65432d863e","topicId":"615914162053ce65432d8636","verse":"Acts 2:1-47","votes":7,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"615914192053ce65432d863f","topicId":"615914162053ce65432d8636","verse":"2 Peter 3:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"615914192053ce65432d8640","topicId":"615914162053ce65432d8636","verse":"Acts 16:31","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44016031_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.”</p>\n</div>","kjv":"<strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  ","niv":"<sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\""},{"_id":"615914192053ce65432d8641","topicId":"615914162053ce65432d8636","verse":"John 8:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\""},{"_id":"615914192053ce65432d8642","topicId":"615914162053ce65432d8636","verse":"Ezekiel 13:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26013018_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26013018-1\">18&nbsp;</b>and say, Thus says the Lord GOD: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive?</p>\n</div>","kjv":"<strong>18</strong> And say, Thus saith the Lord GOD; Woe to the women that sew pillows to all armholes, and make kerchiefs upon the head of every stature to hunt souls! Will ye hunt the souls of my people, and will ye save the souls alive that come unto you?  ","niv":"<sup><strong>18</strong></sup> and say, 'This is what the Sovereign LORD says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own?"},{"_id":"6159141a2053ce65432d8643","topicId":"615914162053ce65432d8636","verse":"Romans 6:3-4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45006003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. "},{"_id":"6159141a2053ce65432d8644","topicId":"615914162053ce65432d8636","verse":"Acts 8:1-40","votes":3,"__v":0,"kjv":"<strong>1</strong> And Saul was consenting unto his death. And at that time there was a great persecution against the church which was at Jerusalem; and they were all scattered abroad throughout the regions of Judaea and Samaria, except the apostles.  <strong>2</strong> And devout men carried Stephen to his burial, and made great lamentation over him.  <strong>3</strong> As for Saul, he made havock of the church, entering into every house, and haling men and women committed them to prison.  <strong>4</strong> Therefore they that were scattered abroad went every where preaching the word.  <strong>5</strong> Then Philip went down to the city of Samaria, and preached Christ unto them.  <strong>6</strong> And the people with one accord gave heed unto those things which Philip spake, hearing and seeing the miracles which he did.  <strong>7</strong> For unclean spirits, crying with loud voice, came out of many that were possessed with them: and many taken with palsies, and that were lame, were healed.  <strong>8</strong> And there was great joy in that city.  <strong>9</strong> But there was a certain man, called Simon, which beforetime in the same city used sorcery, and bewitched the people of Samaria, giving out that himself was some great one:  <strong>10</strong> To whom they all gave heed, from the least to the greatest, saying, This man is the great power of God.  <strong>11</strong> And to him they had regard, because that of long time he had bewitched them with sorceries.  <strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  <strong>13</strong> Then Simon himself believed also: and when he was baptized, he continued with Philip, and wondered, beholding the miracles and signs which were done.  <strong>14</strong> Now when the apostles which were at Jerusalem heard that Samaria had received the word of God, they sent unto them Peter and John:  <strong>15</strong> Who, when they were come down, prayed for them, that they might receive the Holy Ghost:  <strong>16</strong> (For as yet he was fallen upon none of them: only they were baptized in the name of the Lord Jesus.)  <strong>17</strong> Then laid they their hands on them, and they received the Holy Ghost.  <strong>18</strong> And when Simon saw that through laying on of the apostles’ hands the Holy Ghost was given, he offered them money,  <strong>19</strong> Saying, Give me also this power, that on whomsoever I lay hands, he may receive the Holy Ghost.  <strong>20</strong> But Peter said unto him, Thy money perish with thee, because thou hast thought that the gift of God may be purchased with money.  <strong>21</strong> Thou hast neither part nor lot in this matter: for thy heart is not right in the sight of God.  <strong>22</strong> Repent therefore of this thy wickedness, and pray God, if perhaps the thought of thine heart may be forgiven thee.  <strong>23</strong> For I perceive that thou art in the gall of bitterness, and in  the bond of iniquity.  <strong>24</strong> Then answered Simon, and said, Pray ye to the Lord for me, that none of these things which ye have spoken come upon me.  <strong>25</strong> And they, when they had testified and preached the word of the Lord, returned to Jerusalem, and preached the gospel in many villages of the Samaritans.  <strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  <strong>40</strong> But Philip was found at Azotus: and passing through he preached in all the cities, till he came to Caesarea.  ","niv":"<sup><strong>1</strong></sup> And Saul was there, giving approval to his death. <sup><strong>2</strong></sup> On that day a great persecution broke out against the church at Jerusalem, and all except the apostles were scattered throughout Judea and Samaria. Godly men buried Stephen and mourned deeply for him. <sup><strong>3</strong></sup> But Saul began to destroy the church. Going from house to house, he dragged off men and women and put them in prison. <sup><strong>4</strong></sup> Those who had been scattered preached the word wherever they went. <sup><strong>5</strong></sup> Philip went down to a city in Samaria and proclaimed the Christ there. <sup><strong>6</strong></sup> When the crowds heard Philip and saw the miraculous signs he did, they all paid close attention to what he said. <sup><strong>7</strong></sup> With shrieks, evil spirits came out of many, and many paralytics and cripples were healed. <sup><strong>8</strong></sup> So there was great joy in that city. <sup><strong>9</strong></sup> Now for some time a man named Simon had practiced sorcery in the city and amazed all the people of Samaria. He boasted that he was someone great, <sup><strong>10</strong></sup> and all the people, both high and low, gave him their attention and exclaimed, \"This man is the divine power known as the Great Power.\" <sup><strong>11</strong></sup> They followed him because he had amazed them for a long time with his magic. <sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women. <sup><strong>13</strong></sup> Simon himself believed and was baptized. And he followed Philip everywhere, astonished by the great signs and miracles he saw. <sup><strong>14</strong></sup> When the apostles in Jerusalem heard that Samaria had accepted the word of God, they sent Peter and John to them. <sup><strong>15</strong></sup> When they arrived, they prayed for them that they might receive the Holy Spirit, <sup><strong>16</strong></sup> because the Holy Spirit had not yet come upon any of them; they had simply been baptized into the name of the Lord Jesus. <sup><strong>17</strong></sup> Then Peter and John placed their hands on them, and they received the Holy Spirit. <sup><strong>18</strong></sup> When Simon saw that the Spirit was given at the laying on of the apostles' hands, he offered them money <sup><strong>19</strong></sup> and said, \"Give me also this ability so that everyone on whom I lay my hands may receive the Holy Spirit.\" <sup><strong>20</strong></sup> Peter answered: \"May your money perish with you, because you thought you could buy the gift of God with money! <sup><strong>21</strong></sup> You have no part or share in this ministry, because your heart is not right before God. <sup><strong>22</strong></sup> Repent of this wickedness and pray to the Lord. Perhaps he will forgive you for having such a thought in your heart. <sup><strong>23</strong></sup> For I see that you are full of bitterness and captive to sin.\" <sup><strong>24</strong></sup> Then Simon answered, \"Pray to the Lord for me so that nothing you have said may happen to me.\" <sup><strong>25</strong></sup> When they had testified and proclaimed the word of the Lord, Peter and John returned to Jerusalem, preaching the gospel in many Samaritan villages. <sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. <sup><strong>40</strong></sup> Philip, however, appeared at Azotus and traveled about, preaching the gospel in all the towns until he reached Caesarea. "},{"_id":"6159141a2053ce65432d8645","topicId":"615914162053ce65432d8636","verse":"Ezekiel 48:1-35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26048001_01-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26048001-1\">48:1&nbsp;</b>“These are the names of the tribes: Beginning at the northern extreme, beside the way of Hethlon to Lebo-hamath, as far as Hazar-enan (which is on the northern border of Damascus over against Hamath), and extending from the east side to the west, Dan, one portion. <b class=\"verse-num\" id=\"v26048002-1\">2&nbsp;</b>Adjoining the territory of Dan, from the east side to the west, Asher, one portion. <b class=\"verse-num\" id=\"v26048003-1\">3&nbsp;</b>Adjoining the territory of Asher, from the east side to the west, Naphtali, one portion. <b class=\"verse-num\" id=\"v26048004-1\">4&nbsp;</b>Adjoining the territory of Naphtali, from the east side to the west, Manasseh, one portion. <b class=\"verse-num\" id=\"v26048005-1\">5&nbsp;</b>Adjoining the territory of Manasseh, from the east side to the west, Ephraim, one portion. <b class=\"verse-num\" id=\"v26048006-1\">6&nbsp;</b>Adjoining the territory of Ephraim, from the east side to the west, Reuben, one portion. <b class=\"verse-num\" id=\"v26048007-1\">7&nbsp;</b>Adjoining the territory of Reuben, from the east side to the west, Judah, one portion.</p>\n<p id=\"p26048007_01-15\"><b class=\"verse-num\" id=\"v26048008-1\">8&nbsp;</b>“Adjoining the territory of Judah, from the east side to the west, shall be the portion which you shall set apart, 25,000 cubits in breadth, and in length equal to one of the tribal portions, from the east side to the west, with the sanctuary in the midst of it. <b class=\"verse-num\" id=\"v26048009-1\">9&nbsp;</b>The portion that you shall set apart for the LORD shall be 25,000 cubits in length, and 20,000 in breadth. <b class=\"verse-num\" id=\"v26048010-1\">10&nbsp;</b>These shall be the allotments of the holy portion: the priests shall have an allotment measuring 25,000 cubits on the northern side, 10,000 cubits in breadth on the western side, 10,000 in breadth on the eastern side, and 25,000 in length on the southern side, with the sanctuary of the LORD in the midst of it. <b class=\"verse-num\" id=\"v26048011-1\">11&nbsp;</b>This shall be for the consecrated priests, the sons of Zadok, who kept my charge, who did not go astray when the people of Israel went astray, as the Levites did. <b class=\"verse-num\" id=\"v26048012-1\">12&nbsp;</b>And it shall belong to them as a special portion from the holy portion of the land, a most holy place, adjoining the territory of the Levites. <b class=\"verse-num\" id=\"v26048013-1\">13&nbsp;</b>And alongside the territory of the priests, the Levites shall have an allotment 25,000 cubits in length and 10,000 in breadth. The whole length shall be 25,000 cubits and the breadth 20,000. <b class=\"verse-num\" id=\"v26048014-1\">14&nbsp;</b>They shall not sell or exchange any of it. They shall not alienate this choice portion of the land, for it is holy to the LORD.</p>\n<p id=\"p26048014_01-15\"><b class=\"verse-num\" id=\"v26048015-1\">15&nbsp;</b>“The remainder, 5,000 cubits in breadth and 25,000 in length, shall be for common use for the city, for dwellings and for open country. In the midst of it shall be the city, <b class=\"verse-num\" id=\"v26048016-1\">16&nbsp;</b>and these shall be its measurements: the north side 4,500 cubits, the south side 4,500, the east side 4,500, and the west side 4,500. <b class=\"verse-num\" id=\"v26048017-1\">17&nbsp;</b>And the city shall have open land: on the north 250 cubits, on the south 250, on the east 250, and on the west 250. <b class=\"verse-num\" id=\"v26048018-1\">18&nbsp;</b>The remainder of the length alongside the holy portion shall be 10,000 cubits to the east, and 10,000 to the west, and it shall be alongside the holy portion. Its produce shall be food for the workers of the city. <b class=\"verse-num\" id=\"v26048019-1\">19&nbsp;</b>And the workers of the city, from all the tribes of Israel, shall till it. <b class=\"verse-num\" id=\"v26048020-1\">20&nbsp;</b>The whole portion that you shall set apart shall be 25,000 cubits square, that is, the holy portion together with the property of the city.</p>\n<p id=\"p26048020_01-15\"><b class=\"verse-num\" id=\"v26048021-1\">21&nbsp;</b>“What remains on both sides of the holy portion and of the property of the city shall belong to the prince. Extending from the 25,000 cubits of the holy portion to the east border, and westward from the 25,000 cubits to the west border, parallel to the tribal portions, it shall belong to the prince. The holy portion with the sanctuary of the temple shall be in its midst. <b class=\"verse-num\" id=\"v26048022-1\">22&nbsp;</b>It shall be separate from the property of the Levites and the property of the city, which are in the midst of that which belongs to the prince. The portion of the prince shall lie between the territory of Judah and the territory of Benjamin.</p>\n<p id=\"p26048022_01-15\"><b class=\"verse-num\" id=\"v26048023-1\">23&nbsp;</b>“As for the rest of the tribes: from the east side to the west, Benjamin, one portion. <b class=\"verse-num\" id=\"v26048024-1\">24&nbsp;</b>Adjoining the territory of Benjamin, from the east side to the west, Simeon, one portion. <b class=\"verse-num\" id=\"v26048025-1\">25&nbsp;</b>Adjoining the territory of Simeon, from the east side to the west, Issachar, one portion. <b class=\"verse-num\" id=\"v26048026-1\">26&nbsp;</b>Adjoining the territory of Issachar, from the east side to the west, Zebulun, one portion. <b class=\"verse-num\" id=\"v26048027-1\">27&nbsp;</b>Adjoining the territory of Zebulun, from the east side to the west, Gad, one portion. <b class=\"verse-num\" id=\"v26048028-1\">28&nbsp;</b>And adjoining the territory of Gad to the south, the boundary shall run from Tamar to the waters of Meribah-kadesh, from there along the Brook of Egypt to the Great Sea. <b class=\"verse-num\" id=\"v26048029-1\">29&nbsp;</b>This is the land that you shall allot as an inheritance among the tribes of Israel, and these are their portions, declares the Lord GOD.</p>\n\n<p id=\"p26048029_06-15\"><b class=\"verse-num\" id=\"v26048030-1\">30&nbsp;</b>“These shall be the exits of the city: On the north side, which is to be 4,500 cubits by measure, <b class=\"verse-num\" id=\"v26048031-1\">31&nbsp;</b>three gates, the gate of Reuben, the gate of Judah, and the gate of Levi, the gates of the city being named after the tribes of Israel. <b class=\"verse-num\" id=\"v26048032-1\">32&nbsp;</b>On the east side, which is to be 4,500 cubits, three gates, the gate of Joseph, the gate of Benjamin, and the gate of Dan. <b class=\"verse-num\" id=\"v26048033-1\">33&nbsp;</b>On the south side, which is to be 4,500 cubits by measure, three gates, the gate of Simeon, the gate of Issachar, and the gate of Zebulun. <b class=\"verse-num\" id=\"v26048034-1\">34&nbsp;</b>On the west side, which is to be 4,500 cubits, three gates, the gate of Gad, the gate of Asher, and the gate of Naphtali. <b class=\"verse-num\" id=\"v26048035-1\">35&nbsp;</b>The circumference of the city shall be 18,000 cubits. And the name of the city from that time on shall be, The LORD Is There.”</p>\n\n</div>","kjv":"<strong>1</strong> Now these are the names of the tribes. From the north end to the coast of the way of Hethlon, as one goeth to Hamath, Hazar-enan, the border of Damascus northward, to the coast of Hamath; for these are his sides east and west; a portion for Dan.  <strong>2</strong> And by the border of Dan, from the east side unto the west side, a portion for Asher.  <strong>3</strong> And by the border of Asher, from the east side even unto the west side, a portion for Naphtali.  <strong>4</strong> And by the border of Naphtali, from the east side unto the west side, a portion for Manasseh.  <strong>5</strong> And by the border of Manasseh, from the east side unto the west side, a portion for Ephraim.  <strong>6</strong> And by the border of Ephraim, from the east side even unto the west side, a portion for Reuben.  <strong>7</strong> And by the border of Reuben, from the east side unto the west side, a portion for Judah.  <strong>8</strong> And by the border of Judah, from the east side unto the west side, shall be the offering which ye shall offer of five and twenty thousand reeds in breadth, and in length as one of the other parts, from the east side unto the west side: and the sanctuary shall be in the midst of it.  <strong>9</strong> The oblation that ye shall offer unto the LORD shall be of five and twenty thousand in length, and of ten thousand in breadth.  <strong>10</strong> And for them, even for the priests, shall be this  holy oblation; toward the north five and twenty thousand in length, and toward the west ten thousand in breadth, and toward the east ten thousand in breadth, and toward the south five and twenty thousand in length: and the sanctuary of the LORD shall be in the midst thereof.  <strong>11</strong> It shall be for the priests that are sanctified of the sons of Zadok; which have kept my charge, which went not astray when the children of Israel went astray, as the Levites went astray.  <strong>12</strong> And this oblation of the land that is offered shall be unto them a thing most holy by the border of the Levites.  <strong>13</strong> And over against the border of the priests the Levites shall have  five and twenty thousand in length, and ten thousand in breadth: all the length shall be five and twenty thousand, and the breadth ten thousand.  <strong>14</strong> And they shall not sell of it, neither exchange, nor alienate the firstfruits of the land: for it is holy unto the LORD.  <strong>15</strong> And the five thousand, that are left in the breadth over against the five and twenty thousand, shall be a profane place for the city, for dwelling, and for suburbs: and the city shall be in the midst thereof.  <strong>16</strong> And these shall be the measures thereof; the north side four thousand and five hundred, and the south side four thousand and five hundred, and on the east side four thousand and five hundred, and the west side four thousand and five hundred.  <strong>17</strong> And the suburbs of the city shall be toward the north two hundred and fifty, and toward the south two hundred and fifty, and toward the east two hundred and fifty, and toward the west two hundred and fifty.  <strong>18</strong> And the residue in length over against the oblation of the holy portion shall be ten thousand eastward, and ten thousand westward: and it shall be over against the oblation of the holy portion;  and the increase thereof shall be for food unto them that serve the city.  <strong>19</strong> And they that serve the city shall serve it out of all the tribes of Israel.  <strong>20</strong> All the oblation shall be five and twenty thousand by five and twenty thousand: ye shall offer the holy oblation foursquare, with the possession of the city.  <strong>21</strong> And the residue shall be for the prince, on the one side and on the other of the holy oblation, and of the possession of the city, over against the five and twenty thousand of the oblation toward the east border, and westward over against the five and twenty thousand toward the west border, over against the portions for the prince: and it shall be the holy oblation; and the sanctuary of the house shall be in the midst thereof.  <strong>22</strong> Moreover from the possession of the Levites, and from the possession of the city, being in the midst of that which is the prince’s, between the border of Judah and the border of Benjamin, shall be for the prince.  <strong>23</strong> As for the rest of the tribes, from the east side unto the west side, Benjamin shall have a portion.  <strong>24</strong> And by the border of Benjamin, from the east side unto the west side, Simeon shall have a portion.  <strong>25</strong> And by the border of Simeon, from the east side unto the west side, Issachar a portion.  <strong>26</strong> And by the border of Issachar, from the east side unto the west side, Zebulun a portion.  <strong>27</strong> And by the border of Zebulun, from the east side unto the west side, Gad a portion.  <strong>28</strong> And by the border of Gad, at the south side southward, the border shall be even from Tamar unto the waters of strife in Kadesh, and to the river toward the great sea.  <strong>29</strong> This is the land which ye shall divide by lot unto the tribes of Israel for inheritance, and these are their portions, saith the Lord GOD.  <strong>30</strong> And these are the goings out of the city on the north side, four thousand and five hundred measures.  <strong>31</strong> And the gates of the city shall be after the names of the tribes of Israel: three gates northward; one gate of Reuben, one gate of Judah, one gate of Levi.  <strong>32</strong> And at the east side four thousand and five hundred: and three gates; and one gate of Joseph, one gate of Benjamin, one gate of Dan.  <strong>33</strong> And at the south side four thousand and five hundred measures: and three gates; one gate of Simeon, one gate of Issachar, one gate of Zebulun.  <strong>34</strong> At the west side four thousand and five hundred, with their three gates; one gate of Gad, one gate of Asher, one gate of Naphtali.  <strong>35</strong> It was round about eighteen thousand measures:  and the name of the city from that day shall be,  The LORD is there.  ","niv":"<sup><strong>1</strong></sup> \"These are the tribes, listed by name: At the northern frontier, Dan will have one portion; it will follow the Hethlon road to Lebo Hamath; Hazar Enan and the northern border of Damascus next to Hamath will be part of its border from the east side to the west side. <sup><strong>2</strong></sup> \"Asher will have one portion; it will border the territory of Dan from east to west. <sup><strong>3</strong></sup> \"Naphtali will have one portion; it will border the territory of Asher from east to west. <sup><strong>4</strong></sup> \"Manasseh will have one portion; it will border the territory of Naphtali from east to west. <sup><strong>5</strong></sup> \"Ephraim will have one portion; it will border the territory of Manasseh from east to west. <sup><strong>6</strong></sup> \"Reuben will have one portion; it will border the territory of Ephraim from east to west. <sup><strong>7</strong></sup> \"Judah will have one portion; it will border the territory of Reuben from east to west. <sup><strong>8</strong></sup> \"Bordering the territory of Judah from east to west will be the portion you are to present as a special gift. It will be 25,000 cubits wide, and its length from east to west will equal one of the tribal portions; the sanctuary will be in the center of it. <sup><strong>9</strong></sup> \"The special portion you are to offer to the LORD will be 25,000 cubits long and 10,000 cubits wide. <sup><strong>10</strong></sup> This will be the sacred portion for the priests. It will be 25,000 cubits long on the north side, 10,000 cubits wide on the west side, 10,000 cubits wide on the east side and 25,000 cubits long on the south side. In the center of it will be the sanctuary of the LORD. <sup><strong>11</strong></sup> This will be for the consecrated priests, the Zadokites, who were faithful in serving me and did not go astray as the Levites did when the Israelites went astray. <sup><strong>12</strong></sup> It will be a special gift to them from the sacred portion of the land, a most holy portion, bordering the territory of the Levites. <sup><strong>13</strong></sup> \"Alongside the territory of the priests, the Levites will have an allotment 25,000 cubits long and 10,000 cubits wide. Its total length will be 25,000 cubits and its width 10,000 cubits. <sup><strong>14</strong></sup> They must not sell or exchange any of it. This is the best of the land and must not pass into other hands, because it is holy to the LORD. <sup><strong>15</strong></sup> \"The remaining area, 5,000 cubits wide and 25,000 cubits long, will be for the common use of the city, for houses and for pastureland. The city will be in the center of it <sup><strong>16</strong></sup> and will have these measurements: the north side 4,500 cubits, the south side 4,500 cubits, the east side 4,500 cubits, and the west side 4,500 cubits. <sup><strong>17</strong></sup> The pastureland for the city will be 250 cubits on the north, 250 cubits on the south, 250 cubits on the east, and 250 cubits on the west. <sup><strong>18</strong></sup> What remains of the area, bordering on the sacred portion and running the length of it, will be 10,000 cubits on the east side and 10,000 cubits on the west side. Its produce will supply food for the workers of the city. <sup><strong>19</strong></sup> The workers from the city who farm it will come from all the tribes of Israel. <sup><strong>20</strong></sup> The entire portion will be a square, 25,000 cubits on each side. As a special gift you will set aside the sacred portion, along with the property of the city. <sup><strong>21</strong></sup> \"What remains on both sides of the area formed by the sacred portion and the city property will belong to the prince. It will extend eastward from the 25,000 cubits of the sacred portion to the eastern border, and westward from the 25,000 cubits to the western border. Both these areas running the length of the tribal portions will belong to the prince, and the sacred portion with the temple sanctuary will be in the center of them. <sup><strong>22</strong></sup> So the property of the Levites and the property of the city will lie in the center of the area that belongs to the prince. The area belonging to the prince will lie between the border of Judah and the border of Benjamin. <sup><strong>23</strong></sup> \"As for the rest of the tribes: Benjamin will have one portion; it will extend from the east side to the west side. <sup><strong>24</strong></sup> \"Simeon will have one portion; it will border the territory of Benjamin from east to west. <sup><strong>25</strong></sup> \"Issachar will have one portion; it will border the territory of Simeon from east to west. <sup><strong>26</strong></sup> \"Zebulun will have one portion; it will border the territory of Issachar from east to west. <sup><strong>27</strong></sup> \"Gad will have one portion; it will border the territory of Zebulun from east to west. <sup><strong>28</strong></sup> \"The southern boundary of Gad will run south from Tamar to the waters of Meribah Kadesh, then along the Wadi of Egypt to the Great Sea. <sup><strong>29</strong></sup> \"This is the land you are to allot as an inheritance to the tribes of Israel, and these will be their portions,\" declares the Sovereign LORD. <sup><strong>30</strong></sup> \"These will be the exits of the city: Beginning on the north side, which is 4,500 cubits long, <sup><strong>31</strong></sup> the gates of the city will be named after the tribes of Israel. The three gates on the north side will be the gate of Reuben, the gate of Judah and the gate of Levi. <sup><strong>32</strong></sup> \"On the east side, which is 4,500 cubits long, will be three gates: the gate of Joseph, the gate of Benjamin and the gate of Dan. <sup><strong>33</strong></sup> \"On the south side, which measures 4,500 cubits, will be three gates: the gate of Simeon, the gate of Issachar and the gate of Zebulun. <sup><strong>34</strong></sup> \"On the west side, which is 4,500 cubits long, will be three gates: the gate of Gad, the gate of Asher and the gate of Naphtali. <sup><strong>35</strong></sup> \"The distance all around will be 18,000 cubits. \"And the name of the city from that time on will be: The LORD is There.\" "},{"_id":"6159141b2053ce65432d8646","topicId":"615914162053ce65432d8636","verse":"Acts 8:26-39","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44008026_06-16\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place. <b class=\"verse-num\" id=\"v44008027-1\">27&nbsp;</b>And he rose and went. And there was an Ethiopian, a eunuch, a court official of Candace, queen of the Ethiopians, who was in charge of all her treasure. He had come to Jerusalem to worship <b class=\"verse-num\" id=\"v44008028-1\">28&nbsp;</b>and was returning, seated in his chariot, and he was reading the prophet Isaiah. <b class=\"verse-num\" id=\"v44008029-1\">29&nbsp;</b>And the Spirit said to Philip, “Go over and join this chariot.” <b class=\"verse-num\" id=\"v44008030-1\">30&nbsp;</b>So Philip ran to him and heard him reading Isaiah the prophet and asked, “Do you understand what you are reading?” <b class=\"verse-num\" id=\"v44008031-1\">31&nbsp;</b>And he said, “How can I, unless someone guides me?” And he invited Philip to come up and sit with him. <b class=\"verse-num\" id=\"v44008032-1\">32&nbsp;</b>Now the passage of the Scripture that he was reading was this:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44008032_06-16\" class=\"line\">&nbsp;&nbsp;“Like a sheep he was led to the slaughter</span><br><span id=\"p44008032_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a lamb before its shearer is silent,</span><br><span id=\"p44008032_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so he opens not his mouth.</span><br><span id=\"p44008033_06-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v44008033-1\">33&nbsp;</b>&nbsp;&nbsp;In his humiliation justice was denied him.</span><br><span id=\"p44008033_06-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who can describe his generation?</span><br><span id=\"p44008033_06-16\" class=\"line\">&nbsp;&nbsp;For his life is taken away from the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44008033_06-16\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44008034-1\">34&nbsp;</b>And the eunuch said to Philip, “About whom, I ask you, does the prophet say this, about himself or about someone else?” <b class=\"verse-num\" id=\"v44008035-1\">35&nbsp;</b>Then Philip opened his mouth, and beginning with this Scripture he told him the good news about Jesus. <b class=\"verse-num\" id=\"v44008036-1\">36&nbsp;</b>And as they were going along the road they came to some water, and the eunuch said, “See, here is water! What prevents me from being baptized?” <b class=\"verse-num\" id=\"v44008038-1\">38&nbsp;</b>And he commanded the chariot to stop, and they both went down into the water, Philip and the eunuch, and he baptized him. <b class=\"verse-num\" id=\"v44008039-1\">39&nbsp;</b>And when they came up out of the water, the Spirit of the Lord carried Philip away, and the eunuch saw him no more, and went on his way rejoicing.</p>\n\n</div>","kjv":"<strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  <strong>27</strong> And he arose and went: and, behold, a man of Ethiopia, an eunuch of great authority under Candace queen of the Ethiopians, who had the charge of all her treasure, and had come to Jerusalem for to worship,  <strong>28</strong> Was returning, and sitting in his chariot read Esaias the prophet.  <strong>29</strong> Then the Spirit said unto Philip, Go near, and join thyself to this chariot.  <strong>30</strong> And Philip ran thither to him, and heard him read the prophet Esaias, and said, Understandest thou what thou readest?  <strong>31</strong> And he said, How can I, except some man should guide me? And he desired Philip that he would come up and sit with him.  <strong>32</strong> The place of the scripture which he read was this, He was led as a sheep to the slaughter; and like a lamb dumb before his shearer, so opened he not his mouth:  <strong>33</strong> In his humiliation his judgment was taken away: and who shall declare his generation? for his life is taken from the earth.  <strong>34</strong> And the eunuch answered Philip, and said, I pray thee, of whom speaketh the prophet this? of himself, or of some other man?  <strong>35</strong> Then Philip opened his mouth, and began at the same scripture, and preached unto him Jesus.  <strong>36</strong> And as they went on their way, they came unto a certain water: and the eunuch said, See, here is water; what doth hinder me to be baptized?  <strong>37</strong> And Philip said, If thou believest with all thine heart, thou mayest. And he answered and said, I believe that Jesus Christ is the Son of God.  <strong>38</strong> And he commanded the chariot to stand still: and they went down both into the water, both Philip and the eunuch; and he baptized him.  <strong>39</strong> And when they were come up out of the water, the Spirit of the Lord caught away Philip, that the eunuch saw him no more: and he went on his way rejoicing.  ","niv":"<sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\" <sup><strong>27</strong></sup> So he started out, and on his way he met an Ethiopian eunuch, an important official in charge of all the treasury of Candace, queen of the Ethiopians. This man had gone to Jerusalem to worship, <sup><strong>28</strong></sup> and on his way home was sitting in his chariot reading the book of Isaiah the prophet. <sup><strong>29</strong></sup> The Spirit told Philip, \"Go to that chariot and stay near it.\" <sup><strong>30</strong></sup> Then Philip ran up to the chariot and heard the man reading Isaiah the prophet. \"Do you understand what you are reading?\" Philip asked. <sup><strong>31</strong></sup> \"How can I,\" he said, \"unless someone explains it to me?\" So he invited Philip to come up and sit with him. <sup><strong>32</strong></sup> The eunuch was reading this passage of Scripture: \"He was led like a sheep to the slaughter, and as a lamb before the shearer is silent, so he did not open his mouth. <sup><strong>33</strong></sup> In his humiliation he was deprived of justice. Who can speak of his descendants? For his life was taken from the earth.\" <sup><strong>34</strong></sup> The eunuch asked Philip, \"Tell me, please, who is the prophet talking about, himself or someone else?\" <sup><strong>35</strong></sup> Then Philip began with that very passage of Scripture and told him the good news about Jesus. <sup><strong>36</strong></sup> As they traveled along the road, they came to some water and the eunuch said, \"Look, here is water. Why shouldn't I be baptized?\" <sup><strong>37</strong></sup> See Footnote <sup><strong>38</strong></sup> And he gave orders to stop the chariot. Then both Philip and the eunuch went down into the water and Philip baptized him. <sup><strong>39</strong></sup> When they came up out of the water, the Spirit of the Lord suddenly took Philip away, and the eunuch did not see him again, but went on his way rejoicing. "},{"_id":"6159141b2053ce65432d8647","topicId":"615914162053ce65432d8636","verse":"Zechariah 11:17","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38011017_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011017-1\">17&nbsp;</b>&nbsp;&nbsp;“Woe to my worthless shepherd,</span><br><span id=\"p38011017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who deserts the flock!</span><br><span id=\"p38011017_01-17\" class=\"line\">&nbsp;&nbsp;May the sword strike his arm</span><br><span id=\"p38011017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right eye!</span><br><span id=\"p38011017_01-17\" class=\"line\">&nbsp;&nbsp;Let his arm be wholly withered,</span><br><span id=\"p38011017_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his right eye utterly blinded!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened.  ","niv":"<sup><strong>17</strong></sup> \"Woe to the worthless shepherd, who deserts the flock! May the sword strike his arm and his right eye! May his arm be completely withered, his right eye totally blinded!\""},{"_id":"6159141b2053ce65432d8648","topicId":"615914162053ce65432d8636","verse":"Psalm 103:2-4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103002_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103002-1\">2&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103002_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forget not all his benefits,</span><br><span id=\"p19103003_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br><span id=\"p19103004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103004-1\">4&nbsp;</b>&nbsp;&nbsp;who redeems your life from the pit,</span><br><span id=\"p19103004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who crowns you with steadfast love and mercy,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Bless the LORD, O my soul, and forget not all his benefits:  <strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  <strong>4</strong> Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;  ","niv":"<sup><strong>2</strong></sup> Praise the LORD, O my soul, and forget not all his benefits- <sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases, <sup><strong>4</strong></sup> who redeems your life from the pit and crowns you with love and compassion, "},{"_id":"6159141c2053ce65432d8649","topicId":"615914162053ce65432d8636","verse":"Romans 4:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45004005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004005-1\">5&nbsp;</b>And to the one who does not work but believes in him who justifies the ungodly, his faith is counted as righteousness,</p>\n\n</div>","kjv":"<strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  ","niv":"<sup><strong>5</strong></sup> However, to the man who does not work but trusts God who justifies the wicked, his faith is credited as righteousness."},{"_id":"6159141c2053ce65432d864a","topicId":"615914162053ce65432d8636","verse":"Acts 19:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44019017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019017-1\">17&nbsp;</b>And this became known to all the residents of Ephesus, both Jews and Greeks. And fear fell upon them all, and the name of the Lord Jesus was extolled. <b class=\"verse-num\" id=\"v44019018-1\">18&nbsp;</b>Also many of those who were now believers came, confessing and divulging their practices. <b class=\"verse-num\" id=\"v44019019-1\">19&nbsp;</b>And a number of those who had practiced magic arts brought their books together and burned them in the sight of all. And they counted the value of them and found it came to fifty thousand pieces of silver.</p>\n</div>","kjv":"<strong>17</strong> And this was known to all the Jews and Greeks also dwelling at Ephesus; and fear fell on them all, and the name of the Lord Jesus was magnified.  <strong>18</strong> And many that believed came, and confessed, and shewed their deeds.  <strong>19</strong> Many of them also which used curious arts brought their books together, and burned them before all men: and they counted the price of them, and found it fifty thousand pieces of silver.  ","niv":"<sup><strong>17</strong></sup> When this became known to the Jews and Greeks living in Ephesus, they were all seized with fear, and the name of the Lord Jesus was held in high honor. <sup><strong>18</strong></sup> Many of those who believed now came and openly confessed their evil deeds. <sup><strong>19</strong></sup> A number who had practiced sorcery brought their scrolls together and burned them publicly. When they calculated the value of the scrolls, the total came to fifty thousand drachmas. "},{"_id":"6159141c2053ce65432d864b","topicId":"615914162053ce65432d8636","verse":"Luke 13:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."},{"_id":"6159141c2053ce65432d864c","topicId":"615914162053ce65432d8636","verse":"Matthew 24:36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-22\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"6159141d2053ce65432d864d","topicId":"615914162053ce65432d8636","verse":"Zechariah 14:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p38014001_07-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38014001-1\">14:1&nbsp;</b>Behold, a day is coming for the LORD, when the spoil taken from you will be divided in your midst. <b class=\"verse-num\" id=\"v38014002-1\">2&nbsp;</b>For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped. Half of the city shall go out into exile, but the rest of the people shall not be cut off from the city. <b class=\"verse-num\" id=\"v38014003-1\">3&nbsp;</b>Then the LORD will go out and fight against those nations as when he fights on a day of battle. <b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward. <b class=\"verse-num\" id=\"v38014005-1\">5&nbsp;</b>And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him.</p>\n<p id=\"p38014005_07-23\"><b class=\"verse-num\" id=\"v38014006-1\">6&nbsp;</b>On that day there shall be no light, cold, or frost. <b class=\"verse-num\" id=\"v38014007-1\">7&nbsp;</b>And there shall be a unique day, which is known to the LORD, neither day nor night, but at evening time there shall be light.</p>\n<p id=\"p38014007_07-23\"><b class=\"verse-num\" id=\"v38014008-1\">8&nbsp;</b>On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.</p>\n<p id=\"p38014008_07-23\"><b class=\"verse-num\" id=\"v38014009-1\">9&nbsp;</b>And the LORD will be king over all the earth. On that day the LORD will be one and his name one.</p>\n<p id=\"p38014009_07-23\"><b class=\"verse-num\" id=\"v38014010-1\">10&nbsp;</b>The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king’s winepresses. <b class=\"verse-num\" id=\"v38014011-1\">11&nbsp;</b>And it shall be inhabited, for there shall never again be a decree of utter destruction. Jerusalem shall dwell in security.</p>\n<p id=\"p38014011_07-23\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n<p id=\"p38014012_07-23\"><b class=\"verse-num\" id=\"v38014013-1\">13&nbsp;</b>And on that day a great panic from the LORD shall fall on them, so that each will seize the hand of another, and the hand of the one will be raised against the hand of the other. <b class=\"verse-num\" id=\"v38014014-1\">14&nbsp;</b>Even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected, gold, silver, and garments in great abundance. <b class=\"verse-num\" id=\"v38014015-1\">15&nbsp;</b>And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever beasts may be in those camps.</p>\n<p id=\"p38014015_07-23\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014017-1\">17&nbsp;</b>And if any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain on them. <b class=\"verse-num\" id=\"v38014018-1\">18&nbsp;</b>And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the LORD afflicts the nations that do not go up to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014019-1\">19&nbsp;</b>This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.</p>\n<p id=\"p38014019_07-23\"><b class=\"verse-num\" id=\"v38014020-1\">20&nbsp;</b>And on that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the pots in the house of the LORD shall be as the bowls before the altar. <b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee.  <strong>2</strong> For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city.  <strong>3</strong> Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle.  <strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  <strong>5</strong> And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee.  <strong>6</strong> And it shall come to pass in that day, that the light shall not be clear, nor dark:  <strong>7</strong> But it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light.  <strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  <strong>9</strong> And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.  <strong>10</strong> All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king’s winepresses.  <strong>11</strong> And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited.  <strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  <strong>13</strong> And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.  <strong>14</strong> And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance.  <strong>15</strong> And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague.  <strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  <strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>1</strong></sup> A day of the LORD is coming when your plunder will be divided among you. <sup><strong>2</strong></sup> I will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city. <sup><strong>3</strong></sup> Then the LORD will go out and fight against those nations, as he fights in the day of battle. <sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south. <sup><strong>5</strong></sup> You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him. <sup><strong>6</strong></sup> On that day there will be no light, no cold or frost. <sup><strong>7</strong></sup> It will be a unique day, without daytime or nighttime-a day known to the LORD. When evening comes, there will be light. <sup><strong>8</strong></sup> On that day living water will flow out from Jerusalem, half to the eastern sea and half to the western sea, in summer and in winter. <sup><strong>9</strong></sup> The LORD will be king over the whole earth. On that day there will be one LORD, and his name the only name. <sup><strong>10</strong></sup> The whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up and remain in its place, from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses. <sup><strong>11</strong></sup> It will be inhabited; never again will it be destroyed. Jerusalem will be secure. <sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths. <sup><strong>13</strong></sup> On that day men will be stricken by the LORD with great panic. Each man will seize the hand of another, and they will attack each other. <sup><strong>14</strong></sup> Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected-great quantities of gold and silver and clothing. <sup><strong>15</strong></sup> A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps. <sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles. <sup><strong>17</strong></sup> If any of the peoples of the earth do not go up to Jerusalem to worship the King, the LORD Almighty, they will have no rain. <sup><strong>18</strong></sup> If the Egyptian people do not go up and take part, they will have no rain. The LORD will bring on them the plague he inflicts on the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>19</strong></sup> This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>20</strong></sup> On that dayHOLY TO THE LORD will be inscribed on the bells of the horses, and the cooking pots in the LORD's house will be like the sacred bowls in front of the altar. <sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty. "},{"_id":"6159141d2053ce65432d864e","topicId":"615914162053ce65432d8636","verse":"Jeremiah 1:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-24\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-24\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"6159141d2053ce65432d864f","topicId":"615914162053ce65432d8636","verse":"Psalm 150:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19150001-1\">150:1&nbsp;</b>&nbsp;&nbsp;Praise the LORD!</span><br><span id=\"p19150001_06-25\" class=\"line\">&nbsp;&nbsp;Praise God in his sanctuary;</span><br><span id=\"p19150001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him in his mighty heavens!</span><br><span id=\"p19150002_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him for his mighty deeds;</span><br><span id=\"p19150002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him according to his excellent greatness!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19150003_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150003-1\">3&nbsp;</b>&nbsp;&nbsp;Praise him with trumpet sound;</span><br><span id=\"p19150003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with lute and harp!</span><br><span id=\"p19150004_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br><span id=\"p19150005_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150005-1\">5&nbsp;</b>&nbsp;&nbsp;Praise him with sounding cymbals;</span><br><span id=\"p19150005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with loud clashing cymbals!</span><br><span id=\"p19150006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150006-1\">6&nbsp;</b>&nbsp;&nbsp;Let everything that has breath praise the LORD!</span><br><span id=\"p19150006_06-25\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.  <strong>2</strong> Praise him for his mighty acts: praise him according to his excellent greatness.  <strong>3</strong> Praise him with the sound of the trumpet: praise him with the psaltery and harp.  <strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  <strong>5</strong> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.  <strong>6</strong> Let every thing that hath breath praise the LORD. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. <sup><strong>2</strong></sup> Praise him for his acts of power; praise him for his surpassing greatness. <sup><strong>3</strong></sup> Praise him with the sounding of the trumpet, praise him with the harp and lyre, <sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute, <sup><strong>5</strong></sup> praise him with the clash of cymbals, praise him with resounding cymbals. <sup><strong>6</strong></sup> Let everything that has breath praise the LORD. Praise the LORD. "}]}