{"_id":"6159127b2053ce65432d8512","slug":"being-pilgrim","name":"Being A Pilgrim","verses":[{"_id":"6159127b2053ce65432d8513","topicId":"6159127b2053ce65432d8512","verse":"Philippians 3:20","votes":10,"__v":0,"esv":"<div>\n<p id=\"p50003020_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003020-1\">20&nbsp;</b>But our citizenship is in heaven, and from it we await a Savior, the Lord Jesus Christ,</p>\n</div>","kjv":"<strong>20</strong> For our conversation is in heaven; from whence also we look for the Saviour, the Lord Jesus Christ:  ","niv":"<sup><strong>20</strong></sup> But our citizenship is in heaven. And we eagerly await a Savior from there, the Lord Jesus Christ,","modified":"2023-09-17T19:58:10.413Z"},{"_id":"6159127b2053ce65432d8514","topicId":"6159127b2053ce65432d8512","verse":"1 Peter 2:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60002011_01-3\"><b class=\"verse-num\" id=\"v60002011-1\">11&nbsp;</b>Beloved, I urge you as sojourners and exiles to abstain from the passions of the flesh, which wage war against your soul.</p>\n</div>","kjv":"<strong>11</strong> Dearly beloved, I beseech you as strangers and pilgrims, abstain from fleshly lusts, which war against the soul;  ","niv":"<sup><strong>11</strong></sup> Dear friends, I urge you, as aliens and strangers in the world, to abstain from sinful desires, which war against your soul."},{"_id":"6159127b2053ce65432d8515","topicId":"6159127b2053ce65432d8512","verse":"Hebrews 13:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58013014_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come.</p>\n</div>","kjv":"<strong>14</strong> For here have we no continuing city, but we seek one to come.  ","niv":"<sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come.","modified":"2022-05-20T16:31:03.595Z"},{"_id":"6159127c2053ce65432d8516","topicId":"6159127b2053ce65432d8512","verse":"Acts 14:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44014022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014022-1\">22&nbsp;</b>strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God.</p>\n</div>","kjv":"<strong>22</strong> Confirming the souls of the disciples, and exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God.  ","niv":"<sup><strong>22</strong></sup> strengthening the disciples and encouraging them to remain true to the faith. \"We must go through many hardships to enter the kingdom of God,\" they said."},{"_id":"6159127c2053ce65432d8517","topicId":"6159127b2053ce65432d8512","verse":"John 18:36","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43018036_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v43018036-1\">36&nbsp;</b>Jesus answered, <span class=\"woc\">“My kingdom is not of this world. If my kingdom were of this world, my servants would have been fighting, that I might not be delivered over to the Jews. But my kingdom is not from the world.”</span></p>\n</div>","kjv":"<strong>36</strong> Jesus answered, My kingdom is not of this world: if my kingdom were of this world, then would my servants fight, that I should not be delivered to the Jews: but now is my kingdom not from hence.  ","niv":"<sup><strong>36</strong></sup> Jesus said, \"My kingdom is not of this world. If it were, my servants would fight to prevent my arrest by the Jews. But now my kingdom is from another place.\""},{"_id":"6159127c2053ce65432d8518","topicId":"6159127b2053ce65432d8512","verse":"2 Corinthians 5:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47005001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47005001-1\">5:1&nbsp;</b>For we know that if the tent that is our earthly home is destroyed, we have a building from God, a house not made with hands, eternal in the heavens. <b class=\"verse-num\" id=\"v47005002-1\">2&nbsp;</b>For in this tent we groan, longing to put on our heavenly dwelling, <b class=\"verse-num\" id=\"v47005003-1\">3&nbsp;</b>if indeed by putting it on we may not be found naked. <b class=\"verse-num\" id=\"v47005004-1\">4&nbsp;</b>For while we are still in this tent, we groan, being burdened—not that we would be unclothed, but that we would be further clothed, so that what is mortal may be swallowed up by life. <b class=\"verse-num\" id=\"v47005005-1\">5&nbsp;</b>He who has prepared us for this very thing is God, who has given us the Spirit as a guarantee.</p>\n<p id=\"p47005005_04-7\"><b class=\"verse-num\" id=\"v47005006-1\">6&nbsp;</b>So we are always of good courage. We know that while we are at home in the body we are away from the Lord, <b class=\"verse-num\" id=\"v47005007-1\">7&nbsp;</b>for we walk by faith, not by sight. <b class=\"verse-num\" id=\"v47005008-1\">8&nbsp;</b>Yes, we are of good courage, and we would rather be away from the body and at home with the Lord. <b class=\"verse-num\" id=\"v47005009-1\">9&nbsp;</b>So whether we are at home or away, we make it our aim to please him. <b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n\n<p id=\"p47005010_08-7\"><b class=\"verse-num\" id=\"v47005011-1\">11&nbsp;</b>Therefore, knowing the fear of the Lord, we persuade others. But what we are is known to God, and I hope it is known also to your conscience. <b class=\"verse-num\" id=\"v47005012-1\">12&nbsp;</b>We are not commending ourselves to you again but giving you cause to boast about us, so that you may be able to answer those who boast about outward appearance and not about what is in the heart. <b class=\"verse-num\" id=\"v47005013-1\">13&nbsp;</b>For if we are beside ourselves, it is for God; if we are in our right mind, it is for you. <b class=\"verse-num\" id=\"v47005014-1\">14&nbsp;</b>For the love of Christ controls us, because we have concluded this: that one has died for all, therefore all have died; <b class=\"verse-num\" id=\"v47005015-1\">15&nbsp;</b>and he died for all, that those who live might no longer live for themselves but for him who for their sake died and was raised.</p>\n<p id=\"p47005015_08-7\"><b class=\"verse-num\" id=\"v47005016-1\">16&nbsp;</b>From now on, therefore, we regard no one according to the flesh. Even though we once regarded Christ according to the flesh, we regard him thus no longer. <b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come. <b class=\"verse-num\" id=\"v47005018-1\">18&nbsp;</b>All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation; <b class=\"verse-num\" id=\"v47005019-1\">19&nbsp;</b>that is, in Christ God was reconciling the world to himself, not counting their trespasses against them, and entrusting to us the message of reconciliation. <b class=\"verse-num\" id=\"v47005020-1\">20&nbsp;</b>Therefore, we are ambassadors for Christ, God making his appeal through us. We implore you on behalf of Christ, be reconciled to God. <b class=\"verse-num\" id=\"v47005021-1\">21&nbsp;</b>For our sake he made him to be sin who knew no sin, so that in him we might become the righteousness of God.</p>\n\n</div>","kjv":"<strong>1</strong> For we know that if our earthly house of this tabernacle were dissolved, we have a building of God, an house not made with hands, eternal in the heavens.  <strong>2</strong> For in this we groan, earnestly desiring to be clothed upon with our house which is from heaven:  <strong>3</strong> If so be that being clothed we shall not be found naked.  <strong>4</strong> For we that are in this tabernacle do groan, being burdened: not for that we would be unclothed, but clothed upon, that mortality might be swallowed up of life.  <strong>5</strong> Now he that hath wrought us for the selfsame thing is God, who also hath given unto us the earnest of the Spirit.  <strong>6</strong> Therefore we are always confident, knowing that, whilst we are at home in the body, we are absent from the Lord:  <strong>7</strong> (For we walk by faith, not by sight:)  <strong>8</strong> We are confident, I say, and willing rather to be absent from the body, and to be present with the Lord.  <strong>9</strong> Wherefore we labour, that, whether present or absent, we may be accepted of him.  <strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  <strong>11</strong> Knowing therefore the terror of the Lord, we persuade men; but we are made manifest unto God; and I trust also are made manifest in your consciences.  <strong>12</strong> For we commend not ourselves again unto you, but give you occasion to glory on our behalf, that ye may have somewhat to answer them which glory in appearance, and not in heart.  <strong>13</strong> For whether we be beside ourselves, it is to God: or whether we be sober, it is for your cause.  <strong>14</strong> For the love of Christ constraineth us; because we thus judge, that if one died for all, then were all dead:  <strong>15</strong> And that he died for all, that they which live should not henceforth live unto themselves, but unto him which died for them, and rose again.  <strong>16</strong> Wherefore henceforth know we no man after the flesh: yea, though we have known Christ after the flesh, yet now henceforth know we him no more.  <strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  <strong>18</strong> And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;  <strong>19</strong> To wit, that God was in Christ, reconciling the world unto himself, not imputing their trespasses unto them; and hath committed unto us the word of reconciliation.  <strong>20</strong> Now then we are ambassadors for Christ, as though God did beseech you by us: we pray you in Christ’s stead, be ye reconciled to God.  <strong>21</strong> For he hath made him to be sin for us, who knew no sin; that we might be made the righteousness of God in him.  ","niv":"<sup><strong>1</strong></sup> Now we know that if the earthly tent we live in is destroyed, we have a building from God, an eternal house in heaven, not built by human hands. <sup><strong>2</strong></sup> Meanwhile we groan, longing to be clothed with our heavenly dwelling, <sup><strong>3</strong></sup> because when we are clothed, we will not be found naked. <sup><strong>4</strong></sup> For while we are in this tent, we groan and are burdened, because we do not wish to be unclothed but to be clothed with our heavenly dwelling, so that what is mortal may be swallowed up by life. <sup><strong>5</strong></sup> Now it is God who has made us for this very purpose and has given us the Spirit as a deposit, guaranteeing what is to come. <sup><strong>6</strong></sup> Therefore we are always confident and know that as long as we are at home in the body we are away from the Lord. <sup><strong>7</strong></sup> We live by faith, not by sight. <sup><strong>8</strong></sup> We are confident, I say, and would prefer to be away from the body and at home with the Lord. <sup><strong>9</strong></sup> So we make it our goal to please him, whether we are at home in the body or away from it. <sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad. <sup><strong>11</strong></sup> Since, then, we know what it is to fear the Lord, we try to persuade men. What we are is plain to God, and I hope it is also plain to your conscience. <sup><strong>12</strong></sup> We are not trying to commend ourselves to you again, but are giving you an opportunity to take pride in us, so that you can answer those who take pride in what is seen rather than in what is in the heart. <sup><strong>13</strong></sup> If we are out of our mind, it is for the sake of God; if we are in our right mind, it is for you. <sup><strong>14</strong></sup> For Christ's love compels us, because we are convinced that one died for all, and therefore all died. <sup><strong>15</strong></sup> And he died for all, that those who live should no longer live for themselves but for him who died for them and was raised again. <sup><strong>16</strong></sup> So from now on we regard no one from a worldly point of view. Though we once regarded Christ in this way, we do so no longer. <sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come! <sup><strong>18</strong></sup> All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation: <sup><strong>19</strong></sup> that God was reconciling the world to himself in Christ, not counting men's sins against them. And he has committed to us the message of reconciliation. <sup><strong>20</strong></sup> We are therefore Christ's ambassadors, as though God were making his appeal through us. We implore you on Christ's behalf: Be reconciled to God. <sup><strong>21</strong></sup> God made him who had no sin to be sin for us, so that in him we might become the righteousness of God. "},{"_id":"6159127d2053ce65432d8519","topicId":"6159127b2053ce65432d8512","verse":"Luke 17:20-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42017020_06-8\"><b class=\"verse-num\" id=\"v42017020-1\">20&nbsp;</b>Being asked by the Pharisees when the kingdom of God would come, he answered them, <span class=\"woc\">“The kingdom of God is not coming in ways that can be observed,</span> <b class=\"verse-num woc\" id=\"v42017021-1\">21&nbsp;</b><span class=\"woc\">nor will they say, ‘Look, here it is!’ or ‘There!’ for behold, the kingdom of God is in the midst of you.”</span></p>\n\n</div>","kjv":"<strong>20</strong> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:  <strong>21</strong> Neither shall they say, Lo here! or, lo there! for, behold, the kingdom of God is within you.  ","niv":"<sup><strong>20</strong></sup> Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation, <sup><strong>21</strong></sup> nor will people say, 'Here it is,' or 'There it is,' because the kingdom of God is within you.\" "},{"_id":"6159127d2053ce65432d851a","topicId":"6159127b2053ce65432d8512","verse":"Genesis 12:1-20","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01012001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01012001-1\">12:1&nbsp;</b>Now the LORD said to Abram, “Go from your country and your kindred and your father’s house to the land that I will show you. <b class=\"verse-num\" id=\"v01012002-1\">2&nbsp;</b>And I will make of you a great nation, and I will bless you and make your name great, so that you will be a blessing. <b class=\"verse-num\" id=\"v01012003-1\">3&nbsp;</b>I will bless those who bless you, and him who dishonors you I will curse, and in you all the families of the earth shall be blessed.”</p>\n<p id=\"p01012003_05-9\"><b class=\"verse-num\" id=\"v01012004-1\">4&nbsp;</b>So Abram went, as the LORD had told him, and Lot went with him. Abram was seventy-five years old when he departed from Haran. <b class=\"verse-num\" id=\"v01012005-1\">5&nbsp;</b>And Abram took Sarai his wife, and Lot his brother’s son, and all their possessions that they had gathered, and the people that they had acquired in Haran, and they set out to go to the land of Canaan. When they came to the land of Canaan, <b class=\"verse-num\" id=\"v01012006-1\">6&nbsp;</b>Abram passed through the land to the place at Shechem, to the oak of Moreh. At that time the Canaanites were in the land. <b class=\"verse-num\" id=\"v01012007-1\">7&nbsp;</b>Then the LORD appeared to Abram and said, “To your offspring I will give this land.” So he built there an altar to the LORD, who had appeared to him. <b class=\"verse-num\" id=\"v01012008-1\">8&nbsp;</b>From there he moved to the hill country on the east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. And there he built an altar to the LORD and called upon the name of the LORD. <b class=\"verse-num\" id=\"v01012009-1\">9&nbsp;</b>And Abram journeyed on, still going toward the Negeb.</p>\n\n<p id=\"p01012009_10-9\"><b class=\"verse-num\" id=\"v01012010-1\">10&nbsp;</b>Now there was a famine in the land. So Abram went down to Egypt to sojourn there, for the famine was severe in the land. <b class=\"verse-num\" id=\"v01012011-1\">11&nbsp;</b>When he was about to enter Egypt, he said to Sarai his wife, “I know that you are a woman beautiful in appearance, <b class=\"verse-num\" id=\"v01012012-1\">12&nbsp;</b>and when the Egyptians see you, they will say, ‘This is his wife.’ Then they will kill me, but they will let you live. <b class=\"verse-num\" id=\"v01012013-1\">13&nbsp;</b>Say you are my sister, that it may go well with me because of you, and that my life may be spared for your sake.” <b class=\"verse-num\" id=\"v01012014-1\">14&nbsp;</b>When Abram entered Egypt, the Egyptians saw that the woman was very beautiful. <b class=\"verse-num\" id=\"v01012015-1\">15&nbsp;</b>And when the princes of Pharaoh saw her, they praised her to Pharaoh. And the woman was taken into Pharaoh’s house. <b class=\"verse-num\" id=\"v01012016-1\">16&nbsp;</b>And for her sake he dealt well with Abram; and he had sheep, oxen, male donkeys, male servants, female servants, female donkeys, and camels.</p>\n<p id=\"p01012016_10-9\"><b class=\"verse-num\" id=\"v01012017-1\">17&nbsp;</b>But the LORD afflicted Pharaoh and his house with great plagues because of Sarai, Abram’s wife. <b class=\"verse-num\" id=\"v01012018-1\">18&nbsp;</b>So Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife? <b class=\"verse-num\" id=\"v01012019-1\">19&nbsp;</b>Why did you say, ‘She is my sister,’ so that I took her for my wife? Now then, here is your wife; take her, and go.” <b class=\"verse-num\" id=\"v01012020-1\">20&nbsp;</b>And Pharaoh gave men orders concerning him, and they sent him away with his wife and all that he had.</p>\n\n</div>","kjv":"<strong>1</strong> Now the LORD had said unto Abram, Get thee out of thy country, and from thy kindred, and from thy father’s house, unto a land that I will shew thee:  <strong>2</strong> And I will make of thee a great nation, and I will bless thee, and make thy name great; and thou shalt be a blessing:  <strong>3</strong> And I will bless them that bless thee, and curse him that curseth thee: and in thee shall all families of the earth be blessed.  <strong>4</strong> So Abram departed, as the LORD had spoken unto him; and Lot went with him: and Abram was seventy and five years old when he departed out of Haran.  <strong>5</strong> And Abram took Sarai his wife, and Lot his brother’s son, and all their substance that they had gathered, and the souls that they had gotten in Haran; and they went forth to go into the land of Canaan; and into the land of Canaan they came.  <strong>6</strong> And Abram passed through the land unto the place of Sichem, unto the plain of Moreh. And the Canaanite was then in the land.  <strong>7</strong> And the LORD appeared unto Abram, and said, Unto thy seed will I give this land: and there builded he an altar unto the LORD, who appeared unto him.  <strong>8</strong> And he removed from thence unto a mountain on the east of Bethel, and pitched his tent, having Bethel on the west, and Hai on the east: and there he builded an altar unto the LORD, and called upon the name of the LORD.  <strong>9</strong> And Abram journeyed, going on still toward the south.  <strong>10</strong> And there was a famine in the land: and Abram went down into Egypt to sojourn there; for the famine was grievous in the land.  <strong>11</strong> And it came to pass, when he was come near to enter into Egypt, that he said unto Sarai his wife, Behold now, I know that thou art a fair woman to look upon:  <strong>12</strong> Therefore it shall come to pass, when the Egyptians shall see thee, that they shall say, This is his wife: and they will kill me, but they will save thee alive.  <strong>13</strong> Say, I pray thee, thou art my sister: that it may be well with me for thy sake; and my soul shall live because of thee.  <strong>14</strong> And it came to pass, that, when Abram was come into Egypt, the Egyptians beheld the woman that she was very fair.  <strong>15</strong> The princes also of Pharaoh saw her, and commended her before Pharaoh: and the woman was taken into Pharaoh’s house.  <strong>16</strong> And he entreated Abram well for her sake: and he had sheep, and oxen, and he asses, and menservants, and maidservants, and she asses, and camels.  <strong>17</strong> And the LORD plagued Pharaoh and his house with great plagues because of Sarai Abram’s wife.  <strong>18</strong> And Pharaoh called Abram, and said, What is this that  thou hast done unto me? why didst thou not tell me that she was  thy wife?  <strong>19</strong> Why saidst thou, She is my sister? so I might have taken her to me to wife: now therefore behold thy wife, take her, and go thy way.  <strong>20</strong> And Pharaoh commanded his men concerning him: and they sent him away, and his wife, and all that he had.  ","niv":"<sup><strong>1</strong></sup> The LORD had said to Abram, \"Leave your country, your people and your father's household and go to the land I will show you. <sup><strong>2</strong></sup> \"I will make you into a great nation and I will bless you; I will make your name great, and you will be a blessing. <sup><strong>3</strong></sup> I will bless those who bless you, and whoever curses you I will curse; and all peoples on earth will be blessed through you.\" <sup><strong>4</strong></sup> So Abram left, as the LORD had told him; and Lot went with him. Abram was seventy-five years old when he set out from Haran. <sup><strong>5</strong></sup> He took his wife Sarai, his nephew Lot, all the possessions they had accumulated and the people they had acquired in Haran, and they set out for the land of Canaan, and they arrived there. <sup><strong>6</strong></sup> Abram traveled through the land as far as the site of the great tree of Moreh at Shechem. At that time the Canaanites were in the land. <sup><strong>7</strong></sup> The LORD appeared to Abram and said, \"To your offspring I will give this land.\" So he built an altar there to the LORD, who had appeared to him. <sup><strong>8</strong></sup> From there he went on toward the hills east of Bethel and pitched his tent, with Bethel on the west and Ai on the east. There he built an altar to the LORD and called on the name of the LORD. <sup><strong>9</strong></sup> Then Abram set out and continued toward the Negev. <sup><strong>10</strong></sup> Now there was a famine in the land, and Abram went down to Egypt to live there for a while because the famine was severe. <sup><strong>11</strong></sup> As he was about to enter Egypt, he said to his wife Sarai, \"I know what a beautiful woman you are. <sup><strong>12</strong></sup> When the Egyptians see you, they will say, 'This is his wife.' Then they will kill me but will let you live. <sup><strong>13</strong></sup> Say you are my sister, so that I will be treated well for your sake and my life will be spared because of you.\" <sup><strong>14</strong></sup> When Abram came to Egypt, the Egyptians saw that she was a very beautiful woman. <sup><strong>15</strong></sup> And when Pharaoh's officials saw her, they praised her to Pharaoh, and she was taken into his palace. <sup><strong>16</strong></sup> He treated Abram well for her sake, and Abram acquired sheep and cattle, male and female donkeys, menservants and maidservants, and camels. <sup><strong>17</strong></sup> But the LORD inflicted serious diseases on Pharaoh and his household because of Abram's wife Sarai. <sup><strong>18</strong></sup> So Pharaoh summoned Abram. \"What have you done to me?\" he said. \"Why didn't you tell me she was your wife? <sup><strong>19</strong></sup> Why did you say, 'She is my sister,' so that I took her to be my wife? Now then, here is your wife. Take her and go!\" <sup><strong>20</strong></sup> Then Pharaoh gave orders about Abram to his men, and they sent him on his way, with his wife and everything he had. "},{"_id":"6159127d2053ce65432d851b","topicId":"6159127b2053ce65432d8512","verse":"Galatians 2:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"6159127e2053ce65432d851c","topicId":"6159127b2053ce65432d8512","verse":"Genesis 47:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01047009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v01047009-1\">9&nbsp;</b>And Jacob said to Pharaoh, “The days of the years of my sojourning are 130 years. Few and evil have been the days of the years of my life, and they have not attained to the days of the years of the life of my fathers in the days of their sojourning.”</p>\n</div>","kjv":"<strong>9</strong> And Jacob said unto Pharaoh, The days of the years of my pilgrimage are an hundred and thirty years: few and evil have the days of the years of my life been, and have not attained unto the days of the years of the life of my fathers in the days of their pilgrimage.  ","niv":"<sup><strong>9</strong></sup> And Jacob said to Pharaoh, \"The years of my pilgrimage are a hundred and thirty. My years have been few and difficult, and they do not equal the years of the pilgrimage of my fathers.\""},{"_id":"6159127e2053ce65432d851d","topicId":"6159127b2053ce65432d8512","verse":"1 John 2:15-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-12\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. "},{"_id":"6159127e2053ce65432d851e","topicId":"6159127b2053ce65432d8512","verse":"Hebrews 11:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-13\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-13\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-13\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-13\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-13\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-13\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-13\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-13\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"6159127e2053ce65432d851f","topicId":"6159127b2053ce65432d8512","verse":"Acts 17:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017024_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man,</p>\n\n</div>","kjv":"<strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  ","niv":"<sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands."},{"_id":"6159127f2053ce65432d8520","topicId":"6159127b2053ce65432d8512","verse":"John 4:1-54","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43004001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43004001-1\">4:1&nbsp;</b>Now when Jesus learned that the Pharisees had heard that Jesus was making and baptizing more disciples than John <b class=\"verse-num\" id=\"v43004002-1\">2&nbsp;</b>(although Jesus himself did not baptize, but only his disciples), <b class=\"verse-num\" id=\"v43004003-1\">3&nbsp;</b>he left Judea and departed again for Galilee. <b class=\"verse-num\" id=\"v43004004-1\">4&nbsp;</b>And he had to pass through Samaria. <b class=\"verse-num\" id=\"v43004005-1\">5&nbsp;</b>So he came to a town of Samaria called Sychar, near the field that Jacob had given to his son Joseph. <b class=\"verse-num\" id=\"v43004006-1\">6&nbsp;</b>Jacob’s well was there; so Jesus, wearied as he was from his journey, was sitting beside the well. It was about the sixth hour.</p>\n<p id=\"p43004006_07-15\"><b class=\"verse-num\" id=\"v43004007-1\">7&nbsp;</b>A woman from Samaria came to draw water. Jesus said to her, <span class=\"woc\">“Give me a drink.”</span> <b class=\"verse-num\" id=\"v43004008-1\">8&nbsp;</b>(For his disciples had gone away into the city to buy food.) <b class=\"verse-num\" id=\"v43004009-1\">9&nbsp;</b>The Samaritan woman said to him, “How is it that you, a Jew, ask for a drink from me, a woman of Samaria?” (For Jews have no dealings with Samaritans.) <b class=\"verse-num\" id=\"v43004010-1\">10&nbsp;</b>Jesus answered her, <span class=\"woc\">“If you knew the gift of God, and who it is that is saying to you, ‘Give me a drink,’ you would have asked him, and he would have given you living water.”</span> <b class=\"verse-num\" id=\"v43004011-1\">11&nbsp;</b>The woman said to him, “Sir, you have nothing to draw water with, and the well is deep. Where do you get that living water? <b class=\"verse-num\" id=\"v43004012-1\">12&nbsp;</b>Are you greater than our father Jacob? He gave us the well and drank from it himself, as did his sons and his livestock.” <b class=\"verse-num\" id=\"v43004013-1\">13&nbsp;</b>Jesus said to her, <span class=\"woc\">“Everyone who drinks of this water will be thirsty again,</span> <b class=\"verse-num woc\" id=\"v43004014-1\">14&nbsp;</b><span class=\"woc\">but whoever drinks of the water that I will give him will never be thirsty again. The water that I will give him will become in him a spring of water welling up to eternal life.”</span> <b class=\"verse-num\" id=\"v43004015-1\">15&nbsp;</b>The woman said to him, “Sir, give me this water, so that I will not be thirsty or have to come here to draw water.”</p>\n<p id=\"p43004015_07-15\"><b class=\"verse-num\" id=\"v43004016-1\">16&nbsp;</b>Jesus said to her, <span class=\"woc\">“Go, call your husband, and come here.”</span> <b class=\"verse-num\" id=\"v43004017-1\">17&nbsp;</b>The woman answered him, “I have no husband.” Jesus said to her, <span class=\"woc\">“You are right in saying, ‘I have no husband’;</span> <b class=\"verse-num woc\" id=\"v43004018-1\">18&nbsp;</b><span class=\"woc\">for you have had five husbands, and the one you now have is not your husband. What you have said is true.”</span> <b class=\"verse-num\" id=\"v43004019-1\">19&nbsp;</b>The woman said to him, “Sir, I perceive that you are a prophet. <b class=\"verse-num\" id=\"v43004020-1\">20&nbsp;</b>Our fathers worshiped on this mountain, but you say that in Jerusalem is the place where people ought to worship.” <b class=\"verse-num\" id=\"v43004021-1\">21&nbsp;</b>Jesus said to her, <span class=\"woc\">“Woman, believe me, the hour is coming when neither on this mountain nor in Jerusalem will you worship the Father.</span> <b class=\"verse-num woc\" id=\"v43004022-1\">22&nbsp;</b><span class=\"woc\">You worship what you do not know; we worship what we know, for salvation is from the Jews.</span> <b class=\"verse-num woc\" id=\"v43004023-1\">23&nbsp;</b><span class=\"woc\">But the hour is coming, and is now here, when the true worshipers will worship the Father in spirit and truth, for the Father is seeking such people to worship him.</span> <b class=\"verse-num woc\" id=\"v43004024-1\">24&nbsp;</b><span class=\"woc\">God is spirit, and those who worship him must worship in spirit and truth.”</span> <b class=\"verse-num\" id=\"v43004025-1\">25&nbsp;</b>The woman said to him, “I know that Messiah is coming (he who is called Christ). When he comes, he will tell us all things.” <b class=\"verse-num\" id=\"v43004026-1\">26&nbsp;</b>Jesus said to her, <span class=\"woc\">“I who speak to you am he.”</span></p>\n<p id=\"p43004026_07-15\"><b class=\"verse-num\" id=\"v43004027-1\">27&nbsp;</b>Just then his disciples came back. They marveled that he was talking with a woman, but no one said, “What do you seek?” or, “Why are you talking with her?” <b class=\"verse-num\" id=\"v43004028-1\">28&nbsp;</b>So the woman left her water jar and went away into town and said to the people, <b class=\"verse-num\" id=\"v43004029-1\">29&nbsp;</b>“Come, see a man who told me all that I ever did. Can this be the Christ?” <b class=\"verse-num\" id=\"v43004030-1\">30&nbsp;</b>They went out of the town and were coming to him.</p>\n<p id=\"p43004030_07-15\"><b class=\"verse-num\" id=\"v43004031-1\">31&nbsp;</b>Meanwhile the disciples were urging him, saying, “Rabbi, eat.” <b class=\"verse-num\" id=\"v43004032-1\">32&nbsp;</b>But he said to them, <span class=\"woc\">“I have food to eat that you do not know about.”</span> <b class=\"verse-num\" id=\"v43004033-1\">33&nbsp;</b>So the disciples said to one another, “Has anyone brought him something to eat?” <b class=\"verse-num\" id=\"v43004034-1\">34&nbsp;</b>Jesus said to them, <span class=\"woc\">“My food is to do the will of him who sent me and to accomplish his work.</span> <b class=\"verse-num woc\" id=\"v43004035-1\">35&nbsp;</b><span class=\"woc\">Do you not say, ‘There are yet four months, then comes the harvest’? Look, I tell you, lift up your eyes, and see that the fields are white for harvest.</span> <b class=\"verse-num woc\" id=\"v43004036-1\">36&nbsp;</b><span class=\"woc\">Already</span> <span class=\"woc\">the one who reaps is receiving wages and gathering fruit for eternal life, so that sower and reaper may rejoice together.</span> <b class=\"verse-num woc\" id=\"v43004037-1\">37&nbsp;</b><span class=\"woc\">For here the saying holds true, ‘One sows and another reaps.’</span> <b class=\"verse-num woc\" id=\"v43004038-1\">38&nbsp;</b><span class=\"woc\">I sent you to reap that for which you did not labor. Others have labored, and you have entered into their labor.”</span></p>\n<p id=\"p43004038_07-15\"><b class=\"verse-num\" id=\"v43004039-1\">39&nbsp;</b>Many Samaritans from that town believed in him because of the woman’s testimony, “He told me all that I ever did.” <b class=\"verse-num\" id=\"v43004040-1\">40&nbsp;</b>So when the Samaritans came to him, they asked him to stay with them, and he stayed there two days. <b class=\"verse-num\" id=\"v43004041-1\">41&nbsp;</b>And many more believed because of his word. <b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n<p id=\"p43004042_07-15\"><b class=\"verse-num\" id=\"v43004043-1\">43&nbsp;</b>After the two days he departed for Galilee. <b class=\"verse-num\" id=\"v43004044-1\">44&nbsp;</b>(For Jesus himself had testified that a prophet has no honor in his own hometown.) <b class=\"verse-num\" id=\"v43004045-1\">45&nbsp;</b>So when he came to Galilee, the Galileans welcomed him, having seen all that he had done in Jerusalem at the feast. For they too had gone to the feast.</p>\n\n<p id=\"p43004045_12-15\"><b class=\"verse-num\" id=\"v43004046-1\">46&nbsp;</b>So he came again to Cana in Galilee, where he had made the water wine. And at Capernaum there was an official whose son was ill. <b class=\"verse-num\" id=\"v43004047-1\">47&nbsp;</b>When this man heard that Jesus had come from Judea to Galilee, he went to him and asked him to come down and heal his son, for he was at the point of death. <b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span> <b class=\"verse-num\" id=\"v43004049-1\">49&nbsp;</b>The official said to him, “Sir, come down before my child dies.” <b class=\"verse-num\" id=\"v43004050-1\">50&nbsp;</b>Jesus said to him, <span class=\"woc\">“Go; your son will live.”</span> The man believed the word that Jesus spoke to him and went on his way. <b class=\"verse-num\" id=\"v43004051-1\">51&nbsp;</b>As he was going down, his servants met him and told him that his son was recovering. <b class=\"verse-num\" id=\"v43004052-1\">52&nbsp;</b>So he asked them the hour when he began to get better, and they said to him, “Yesterday at the seventh hour the fever left him.” <b class=\"verse-num\" id=\"v43004053-1\">53&nbsp;</b>The father knew that was the hour when Jesus had said to him, <span class=\"woc\">“Your son will live.”</span> And he himself believed, and all his household. <b class=\"verse-num\" id=\"v43004054-1\">54&nbsp;</b>This was now the second sign that Jesus did when he had come from Judea to Galilee.</p>\n\n</div>","kjv":"<strong>1</strong> When therefore the Lord knew how the Pharisees had heard that Jesus made and baptized more disciples than John,  <strong>2</strong> (Though Jesus himself baptized not, but his disciples,)  <strong>3</strong> He left Judaea, and departed again into Galilee.  <strong>4</strong> And he must needs go through Samaria.  <strong>5</strong> Then cometh he to a city of Samaria, which is called Sychar, near to the parcel of ground that Jacob gave to his son Joseph.  <strong>6</strong> Now Jacob’s well was there. Jesus therefore, being wearied with his journey, sat thus on the well: and it was about the sixth hour.  <strong>7</strong> There cometh a woman of Samaria to draw water: Jesus saith unto her, Give me to drink.  <strong>8</strong> (For his disciples were gone away unto the city to buy meat.)  <strong>9</strong> Then saith the woman of Samaria unto him, How is it that thou, being a Jew, askest drink of me, which am a woman of Samaria? for the Jews have no dealings with the Samaritans.  <strong>10</strong> Jesus answered and said unto her, If thou knewest the gift of God, and who it is that saith to thee, Give me to drink; thou wouldest have asked of him, and he would have given thee living water.  <strong>11</strong> The woman saith unto him, Sir, thou hast nothing to draw with, and the well is deep: from whence then hast thou that living water?  <strong>12</strong> Art thou greater than our father Jacob, which gave us the well, and drank thereof himself, and his children, and his cattle?  <strong>13</strong> Jesus answered and said unto her, Whosoever drinketh of this water shall thirst again:  <strong>14</strong> But whosoever drinketh of the water that I shall give him shall never thirst; but the water that I shall give him shall be in him a well of water springing up into everlasting life.  <strong>15</strong> The woman saith unto him, Sir, give me this water, that I thirst not, neither come hither to draw.  <strong>16</strong> Jesus saith unto her, Go, call thy husband, and come hither.  <strong>17</strong> The woman answered and said, I have no husband. Jesus said unto her, Thou hast well said, I have no husband:  <strong>18</strong> For thou hast had five husbands; and he whom thou now hast is not thy husband: in that saidst thou truly.  <strong>19</strong> The woman saith unto him, Sir, I perceive that thou art a prophet.  <strong>20</strong> Our fathers worshipped in this mountain; and ye say, that in Jerusalem is the place where men ought to worship.  <strong>21</strong> Jesus saith unto her, Woman, believe me, the hour cometh, when ye shall neither in this mountain, nor yet at Jerusalem, worship the Father.  <strong>22</strong> Ye worship ye know not what: we know what we worship: for salvation is of the Jews.  <strong>23</strong> But the hour cometh, and now is, when the true worshippers shall worship the Father in spirit and in truth: for the Father seeketh such to worship him.  <strong>24</strong> God is a Spirit: and they that worship him must worship him in spirit and in truth.  <strong>25</strong> The woman saith unto him, I know that Messias cometh, which is called Christ: when he is come, he will tell us all things.  <strong>26</strong> Jesus saith unto her, I that speak unto thee am he. <strong>27</strong> And upon this came his disciples, and marvelled that he talked with the woman: yet no man said, What seekest thou? or, Why talkest thou with her?  <strong>28</strong> The woman then left her waterpot, and went her way into the city, and saith to the men,  <strong>29</strong> Come, see a man, which told me all things that ever I did: is not this the Christ?  <strong>30</strong> Then they went out of the city, and came unto him.  <strong>31</strong> In the mean while his disciples prayed him, saying, Master, eat.  <strong>32</strong> But he said unto them, I have meat to eat that ye know not of.  <strong>33</strong> Therefore said the disciples one to another, Hath any man brought him ought to eat?  <strong>34</strong> Jesus saith unto them, My meat is to do the will of him that sent me, and to finish his work.  <strong>35</strong> Say not ye, There are yet four months, and then cometh harvest? behold, I say unto you, Lift up your eyes, and look on the fields; for they are white already to harvest.  <strong>36</strong> And he that reapeth receiveth wages, and gathereth fruit unto life eternal: that both he that soweth and he that reapeth may rejoice together.  <strong>37</strong> And herein is that saying true, One soweth, and another reapeth.  <strong>38</strong> I sent you to reap that whereon ye bestowed no labour: other men laboured, and ye are entered into their labours. <strong>39</strong> And many of the Samaritans of that city believed on him for the saying of the woman, which testified, He told me all that ever I did.  <strong>40</strong> So when the Samaritans were come unto him, they besought him that he would tarry with them: and he abode there two days.  <strong>41</strong> And many more believed because of his own word;  <strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  <strong>43</strong> Now after two days he departed thence, and went into Galilee.  <strong>44</strong> For Jesus himself testified, that a prophet hath no honour in his own country.  <strong>45</strong> Then when he was come into Galilee, the Galilaeans received him, having seen all the things that he did at Jerusalem at the feast: for they also went unto the feast.  <strong>46</strong> So Jesus came again into Cana of Galilee, where he made the water wine. And there was a certain nobleman, whose son was sick at Capernaum.  <strong>47</strong> When he heard that Jesus was come out of Judaea into Galilee, he went unto him, and besought him that he would come down, and heal his son: for he was at the point of death.  <strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  <strong>49</strong> The nobleman saith unto him, Sir, come down ere my child die.  <strong>50</strong> Jesus saith unto him, Go thy way; thy son liveth. And the man believed the word that Jesus had spoken unto him, and he went his way.  <strong>51</strong> And as he was now going down, his servants met him, and told him,  saying, Thy son liveth.  <strong>52</strong> Then enquired he of them the hour when he began to amend. And they said unto him, Yesterday at the seventh hour the fever left him.  <strong>53</strong> So the father knew that it was at the same hour, in the which Jesus said unto him, Thy son liveth: and himself believed, and his whole house.  <strong>54</strong> This is again the second miracle that Jesus did, when he was come out of Judaea into Galilee.  ","niv":"<sup><strong>1</strong></sup> The Pharisees heard that Jesus was gaining and baptizing more disciples than John, <sup><strong>2</strong></sup> although in fact it was not Jesus who baptized, but his disciples. <sup><strong>3</strong></sup> When the Lord learned of this, he left Judea and went back once more to Galilee. <sup><strong>4</strong></sup> Now he had to go through Samaria. <sup><strong>5</strong></sup> So he came to a town in Samaria called Sychar, near the plot of ground Jacob had given to his son Joseph. <sup><strong>6</strong></sup> Jacob's well was there, and Jesus, tired as he was from the journey, sat down by the well. It was about the sixth hour. <sup><strong>7</strong></sup> When a Samaritan woman came to draw water, Jesus said to her, \"Will you give me a drink?\" <sup><strong>8</strong></sup> (His disciples had gone into the town to buy food.) <sup><strong>9</strong></sup> The Samaritan woman said to him, \"You are a Jew and I am a Samaritan woman. How can you ask me for a drink?\" (For Jews do not associate with Samaritans. ) <sup><strong>10</strong></sup> Jesus answered her, \"If you knew the gift of God and who it is that asks you for a drink, you would have asked him and he would have given you living water.\" <sup><strong>11</strong></sup> \"Sir,\" the woman said, \"you have nothing to draw with and the well is deep. Where can you get this living water? <sup><strong>12</strong></sup> Are you greater than our father Jacob, who gave us the well and drank from it himself, as did also his sons and his flocks and herds?\" <sup><strong>13</strong></sup> Jesus answered, \"Everyone who drinks this water will be thirsty again, <sup><strong>14</strong></sup> but whoever drinks the water I give him will never thirst. Indeed, the water I give him will become in him a spring of water welling up to eternal life.\" <sup><strong>15</strong></sup> The woman said to him, \"Sir, give me this water so that I won't get thirsty and have to keep coming here to draw water.\" <sup><strong>16</strong></sup> He told her, \"Go, call your husband and come back.\" <sup><strong>17</strong></sup> \"I have no husband,\" she replied. <sup><strong>18</strong></sup> Jesus said to her, \"You are right when you say you have no husband. The fact is, you have had five husbands, and the man you now have is not your husband. What you have just said is quite true.\" <sup><strong>19</strong></sup> \"Sir,\" the woman said, \"I can see that you are a prophet. <sup><strong>20</strong></sup> Our fathers worshiped on this mountain, but you Jews claim that the place where we must worship is in Jerusalem.\" <sup><strong>21</strong></sup> Jesus declared, \"Believe me, woman, a time is coming when you will worship the Father neither on this mountain nor in Jerusalem. <sup><strong>22</strong></sup> You Samaritans worship what you do not know; we worship what we do know, for salvation is from the Jews. <sup><strong>23</strong></sup> Yet a time is coming and has now come when the true worshipers will worship the Father in spirit and truth, for they are the kind of worshipers the Father seeks. <sup><strong>24</strong></sup> God is spirit, and his worshipers must worship in spirit and in truth.\" <sup><strong>25</strong></sup> The woman said, \"I know that Messiah\" (called Christ) \"is coming. When he comes, he will explain everything to us.\" <sup><strong>26</strong></sup> Then Jesus declared, \"I who speak to you am he.\" <sup><strong>27</strong></sup> Just then his disciples returned and were surprised to find him talking with a woman. But no one asked, \"What do you want?\" or \"Why are you talking with her?\" <sup><strong>28</strong></sup> Then, leaving her water jar, the woman went back to the town and said to the people, <sup><strong>29</strong></sup> \"Come, see a man who told me everything I ever did. Could this be the Christ?\" <sup><strong>30</strong></sup> They came out of the town and made their way toward him. <sup><strong>31</strong></sup> Meanwhile his disciples urged him, \"Rabbi, eat something.\" <sup><strong>32</strong></sup> But he said to them, \"I have food to eat that you know nothing about.\" <sup><strong>33</strong></sup> Then his disciples said to each other, \"Could someone have brought him food?\" <sup><strong>34</strong></sup> \"My food,\" said Jesus, \"is to do the will of him who sent me and to finish his work. <sup><strong>35</strong></sup> Do you not say, 'Four months more and then the harvest'? I tell you, open your eyes and look at the fields! They are ripe for harvest. <sup><strong>36</strong></sup> Even now the reaper draws his wages, even now he harvests the crop for eternal life, so that the sower and the reaper may be glad together. <sup><strong>37</strong></sup> Thus the saying 'One sows and another reaps' is true. <sup><strong>38</strong></sup> I sent you to reap what you have not worked for. Others have done the hard work, and you have reaped the benefits of their labor.\" <sup><strong>39</strong></sup> Many of the Samaritans from that town believed in him because of the woman's testimony, \"He told me everything I ever did.\" <sup><strong>40</strong></sup> So when the Samaritans came to him, they urged him to stay with them, and he stayed two days. <sup><strong>41</strong></sup> And because of his words many more became believers. <sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\" <sup><strong>43</strong></sup> After the two days he left for Galilee. <sup><strong>44</strong></sup> (Now Jesus himself had pointed out that a prophet has no honor in his own country.) <sup><strong>45</strong></sup> When he arrived in Galilee, the Galileans welcomed him. They had seen all that he had done in Jerusalem at the Passover Feast, for they also had been there. <sup><strong>46</strong></sup> Once more he visited Cana in Galilee, where he had turned the water into wine. And there was a certain royal official whose son lay sick at Capernaum. <sup><strong>47</strong></sup> When this man heard that Jesus had arrived in Galilee from Judea, he went to him and begged him to come and heal his son, who was close to death. <sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\" <sup><strong>49</strong></sup> The royal official said, \"Sir, come down before my child dies.\" <sup><strong>50</strong></sup> Jesus replied, \"You may go. Your son will live.\" The man took Jesus at his word and departed. <sup><strong>51</strong></sup> While he was still on the way, his servants met him with the news that his boy was living. <sup><strong>52</strong></sup> When he inquired as to the time when his son got better, they said to him, \"The fever left him yesterday at the seventh hour.\" <sup><strong>53</strong></sup> Then the father realized that this was the exact time at which Jesus had said to him, \"Your son will live.\" So he and all his household believed. <sup><strong>54</strong></sup> This was the second miraculous sign that Jesus performed, having come from Judea to Galilee. "},{"_id":"6159127f2053ce65432d8521","topicId":"6159127b2053ce65432d8512","verse":"Jeremiah 29:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24029028_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029028-1\">28&nbsp;</b>For he has sent to us in Babylon, saying, “Your exile will be long; build houses and live in them, and plant gardens and eat their produce.”’”</p>\n</div>","kjv":"<strong>28</strong> For therefore he sent unto us in Babylon, saying, This captivity is long: build ye houses, and dwell in them;  and plant gardens, and eat the fruit of them.  ","niv":"<sup><strong>28</strong></sup> He has sent this message to us in Babylon: It will be a long time. Therefore build houses and settle down; plant gardens and eat what they produce.'\""},{"_id":"6159127f2053ce65432d8522","topicId":"6159127b2053ce65432d8512","verse":"Psalm 84:1-12","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19084001_10-17\" class=\"psalm-title\">To the choirmaster: according to The Gittith. A Psalm of the Sons of Korah.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19084001_10-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19084001-1\">84:1&nbsp;</b>&nbsp;&nbsp;How lovely is your dwelling place,</span><br><span id=\"p19084001_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD of hosts!</span><br><span id=\"p19084002_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul longs, yes, faints</span><br><span id=\"p19084002_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the courts of the LORD;</span><br><span id=\"p19084002_10-17\" class=\"line\">&nbsp;&nbsp;my heart and flesh sing for joy</span><br><span id=\"p19084002_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the living God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084003_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084003-1\">3&nbsp;</b>&nbsp;&nbsp;Even the sparrow finds a home,</span><br><span id=\"p19084003_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the swallow a nest for herself,</span><br><span id=\"p19084003_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where she may lay her young,</span><br><span id=\"p19084003_10-17\" class=\"line\">&nbsp;&nbsp;at your altars, O LORD of hosts,</span><br><span id=\"p19084003_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my King and my God.</span><br><span id=\"p19084004_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084004-1\">4&nbsp;</b>&nbsp;&nbsp;Blessed are those who dwell in your house,</span><br><span id=\"p19084004_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ever singing your praise! <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084005_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed are those whose strength is in you,</span><br><span id=\"p19084005_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in whose heart are the highways to Zion.</span><br><span id=\"p19084006_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084006-1\">6&nbsp;</b>&nbsp;&nbsp;As they go through the Valley of Baca</span><br><span id=\"p19084006_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they make it a place of springs;</span><br><span id=\"p19084006_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the early rain also covers it with pools.</span><br><span id=\"p19084007_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084007-1\">7&nbsp;</b>&nbsp;&nbsp;They go from strength to strength;</span><br><span id=\"p19084007_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;each one appears before God in Zion.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084008_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD God of hosts, hear my prayer;</span><br><span id=\"p19084008_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give ear, O God of Jacob! <span class=\"selah\">Selah</span></span><br><span id=\"p19084009_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084009-1\">9&nbsp;</b>&nbsp;&nbsp;Behold our shield, O God;</span><br><span id=\"p19084009_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;look on the face of your anointed!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19084010_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084010-1\">10&nbsp;</b>&nbsp;&nbsp;For a day in your courts is better</span><br><span id=\"p19084010_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than a thousand elsewhere.</span><br><span id=\"p19084010_10-17\" class=\"line\">&nbsp;&nbsp;I would rather be a doorkeeper in the house of my God</span><br><span id=\"p19084010_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than dwell in the tents of wickedness.</span><br><span id=\"p19084011_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084011-1\">11&nbsp;</b>&nbsp;&nbsp;For the LORD God is a sun and shield;</span><br><span id=\"p19084011_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD bestows favor and honor.</span><br><span id=\"p19084011_10-17\" class=\"line\">&nbsp;&nbsp;No good thing does he withhold</span><br><span id=\"p19084011_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from those who walk uprightly.</span><br><span id=\"p19084012_10-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19084012-1\">12&nbsp;</b>&nbsp;&nbsp;O LORD of hosts,</span><br><span id=\"p19084012_10-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed is the one who trusts in you!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> How amiable are thy tabernacles, O LORD of hosts!  <strong>2</strong> My soul longeth, yea, even fainteth for the courts of the LORD: my heart and my flesh crieth out for the living God.  <strong>3</strong> Yea, the sparrow hath found an house, and the swallow a nest for herself, where she may lay her young, even thine altars, O LORD of hosts, my King, and my God.  <strong>4</strong> Blessed are they that dwell in thy house: they will be still praising thee. Selah.  <strong>5</strong> Blessed is the man whose strength is in thee; in whose heart are the ways of them. <strong>6</strong>             Who passing through the valley of Baca make it a well; the rain also filleth the pools.  <strong>7</strong> They go from strength to strength, every one of them in Zion appeareth before God.  <strong>8</strong> O LORD God of hosts, hear my prayer: give ear, O God of Jacob. Selah.  <strong>9</strong> Behold, O God our shield, and look upon the face of thine anointed.  <strong>10</strong> For a day in thy courts is better than a thousand. I had rather be a doorkeeper in the house of my God, than to dwell in the tents of wickedness.  <strong>11</strong> For the LORD God is a sun and shield: the LORD will give grace and glory: no good thing will he withhold from them that walk uprightly.  <strong>12</strong> O LORD of hosts, blessed is the man that trusteth in thee.  ","niv":"<sup><strong>1</strong></sup> How lovely is your dwelling place, O LORD Almighty! <sup><strong>2</strong></sup> My soul yearns, even faints, for the courts of the LORD; my heart and my flesh cry out for the living God. <sup><strong>3</strong></sup> Even the sparrow has found a home, and the swallow a nest for herself, where she may have her young- a place near your altar, O LORD Almighty, my King and my God. <sup><strong>4</strong></sup> Blessed are those who dwell in your house; they are ever praising you. Selah <sup><strong>5</strong></sup> Blessed are those whose strength is in you, who have set their hearts on pilgrimage. <sup><strong>6</strong></sup> As they pass through the Valley of Baca, they make it a place of springs; the autumn rains also cover it with pools. <sup><strong>7</strong></sup> They go from strength to strength, till each appears before God in Zion. <sup><strong>8</strong></sup> Hear my prayer, O LORD God Almighty; listen to me, O God of Jacob. Selah <sup><strong>9</strong></sup> Look upon our shield, O God; look with favor on your anointed one. <sup><strong>10</strong></sup> Better is one day in your courts than a thousand elsewhere; I would rather be a doorkeeper in the house of my God than dwell in the tents of the wicked. <sup><strong>11</strong></sup> For the LORD God is a sun and shield; the LORD bestows favor and honor; no good thing does he withhold from those whose walk is blameless. <sup><strong>12</strong></sup> O LORD Almighty, blessed is the man who trusts in you. "},{"_id":"615912802053ce65432d8523","topicId":"6159127b2053ce65432d8512","verse":"Exodus 34:6-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02034006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034006-1\">6&nbsp;</b>The LORD passed before him and proclaimed, “The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness, <b class=\"verse-num\" id=\"v02034007-1\">7&nbsp;</b>keeping steadfast love for thousands, forgiving iniquity and transgression and sin, but who will by no means clear the guilty, visiting the iniquity of the fathers on the children and the children’s children, to the third and the fourth generation.”</p>\n\n</div>","kjv":"<strong>6</strong> And the LORD passed by before him, and proclaimed, The LORD, The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth,  <strong>7</strong> Keeping mercy for thousands, forgiving iniquity and transgression and sin, and that will by no means clear the guilty; visiting the iniquity of the fathers upon the children, and upon the children’s children, unto the third and to the fourth generation.  ","niv":"<sup><strong>6</strong></sup> And he passed in front of Moses, proclaiming, \"The LORD, the LORD, the compassionate and gracious God, slow to anger, abounding in love and faithfulness, <sup><strong>7</strong></sup> maintaining love to thousands, and forgiving wickedness, rebellion and sin. Yet he does not leave the guilty unpunished; he punishes the children and their children for the sin of the fathers to the third and fourth generation.\" "},{"_id":"615912802053ce65432d8524","topicId":"6159127b2053ce65432d8512","verse":"Luke 15:11-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42015011_07-19\"><b class=\"verse-num\" id=\"v42015011-1\">11&nbsp;</b>And he said, <span class=\"woc\">“There was a man who had two sons.</span> <b class=\"verse-num woc\" id=\"v42015012-1\">12&nbsp;</b><span class=\"woc\">And the younger of them said to his father, ‘Father, give me the share of property that is coming to me.’ And he divided his property between them.</span> <b class=\"verse-num woc\" id=\"v42015013-1\">13&nbsp;</b><span class=\"woc\">Not many days later, the younger son gathered all he had and took a journey into a far country, and there he squandered his property in reckless living.</span> <b class=\"verse-num woc\" id=\"v42015014-1\">14&nbsp;</b><span class=\"woc\">And when he had spent everything, a severe famine arose in that country, and he began to be in need.</span> <b class=\"verse-num woc\" id=\"v42015015-1\">15&nbsp;</b><span class=\"woc\">So he went and hired himself out to one of the citizens of that country, who sent him into his fields to feed pigs.</span> <b class=\"verse-num woc\" id=\"v42015016-1\">16&nbsp;</b><span class=\"woc\">And he was longing to be fed with the pods that the pigs ate, and no one gave him anything.</span></p>\n<p id=\"p42015016_07-19\"><b class=\"verse-num woc\" id=\"v42015017-1\">17&nbsp;</b><span class=\"woc\">“But when he came to himself, he said, ‘How many of my father’s hired servants have more than enough bread, but I perish here with hunger!</span> <b class=\"verse-num woc\" id=\"v42015018-1\">18&nbsp;</b><span class=\"woc\">I will arise and go to my father, and I will say to him, “Father, I have sinned against heaven and before you.</span> <b class=\"verse-num woc\" id=\"v42015019-1\">19&nbsp;</b><span class=\"woc\">I am no longer worthy to be called your son. Treat me as one of your hired servants.”’</span> <b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span> <b class=\"verse-num woc\" id=\"v42015021-1\">21&nbsp;</b><span class=\"woc\">And the son said to him, ‘Father, I have sinned against heaven and before you. I am no longer worthy to be called your son.’</span> <b class=\"verse-num woc\" id=\"v42015022-1\">22&nbsp;</b><span class=\"woc\">But the father said to his servants, ‘Bring quickly the best robe, and put it on him, and put a ring on his hand, and shoes on his feet.</span> <b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n<p id=\"p42015024_07-19\"><b class=\"verse-num woc\" id=\"v42015025-1\">25&nbsp;</b><span class=\"woc\">“Now his older son was in the field, and as he came and drew near to the house, he heard music and dancing.</span> <b class=\"verse-num woc\" id=\"v42015026-1\">26&nbsp;</b><span class=\"woc\">And he called one of the servants and asked what these things meant.</span> <b class=\"verse-num woc\" id=\"v42015027-1\">27&nbsp;</b><span class=\"woc\">And he said to him, ‘Your brother has come, and your father has killed the fattened calf, because he has received him back safe and sound.’</span> <b class=\"verse-num woc\" id=\"v42015028-1\">28&nbsp;</b><span class=\"woc\">But he was angry and refused to go in. His father came out and entreated him,</span> <b class=\"verse-num woc\" id=\"v42015029-1\">29&nbsp;</b><span class=\"woc\">but he answered his father, ‘Look, these many years I have served you, and I never disobeyed your command, yet you never gave me a young goat, that I might celebrate with my friends.</span> <b class=\"verse-num woc\" id=\"v42015030-1\">30&nbsp;</b><span class=\"woc\">But when this son of yours came, who has devoured your property with prostitutes, you killed the fattened calf for him!’</span> <b class=\"verse-num woc\" id=\"v42015031-1\">31&nbsp;</b><span class=\"woc\">And he said to him, ‘Son, you are always with me, and all that is mine is yours.</span> <b class=\"verse-num woc\" id=\"v42015032-1\">32&nbsp;</b><span class=\"woc\">It was fitting to celebrate and be glad, for this your brother was dead, and is alive; he was lost, and is found.’”</span></p>\n\n</div>","kjv":"<strong>11</strong> And he said, A certain man had two sons:  <strong>12</strong> And the younger of them said to his father, Father, give me the portion of goods that falleth to me. And he divided unto them his living.  <strong>13</strong> And not many days after the younger son gathered all together, and took his journey into a far country, and there wasted his substance with riotous living.  <strong>14</strong> And when he had spent all, there arose a mighty famine in that land; and he began to be in want.  <strong>15</strong> And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.  <strong>16</strong> And he would fain have filled his belly with the husks that the swine did eat: and no man gave unto him.  <strong>17</strong> And when he came to himself, he said, How many hired servants of my father’s have bread enough and to spare, and I perish with hunger!  <strong>18</strong> I will arise and go to my father, and will say unto him, Father, I have sinned against heaven, and before thee,  <strong>19</strong> And am no more worthy to be called thy son: make me as one of thy hired servants.  <strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  <strong>21</strong> And the son said unto him, Father, I have sinned against heaven, and in thy sight, and am no more worthy to be called thy son.  <strong>22</strong> But the father said to his servants, Bring forth the best robe, and put it on him; and put a ring on his hand, and shoes on his feet:  <strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  <strong>25</strong> Now his elder son was in the field: and as he came and drew nigh to the house, he heard musick and dancing.  <strong>26</strong> And he called one of the servants, and asked what these things meant.  <strong>27</strong> And he said unto him, Thy brother is come; and thy father hath killed the fatted calf, because he hath received him safe and sound.  <strong>28</strong> And he was angry, and would not go in: therefore came his father out, and intreated him.  <strong>29</strong> And he answering said to his father, Lo, these many years do I serve thee, neither transgressed I at any time thy commandment: and yet thou never gavest me a kid, that I might make merry with my friends:  <strong>30</strong> But as soon as this thy son was come, which hath devoured thy living with harlots, thou hast killed for him the fatted calf.  <strong>31</strong> And he said unto him, Son, thou art ever with me, and all that I have is thine.  <strong>32</strong> It was meet that we should make merry, and be glad: for this thy brother was dead, and is alive again; and was lost, and is found. ","niv":"<sup><strong>11</strong></sup> Jesus continued: \"There was a man who had two sons. <sup><strong>12</strong></sup> The younger one said to his father, 'Father, give me my share of the estate.' So he divided his property between them. <sup><strong>13</strong></sup> \"Not long after that, the younger son got together all he had, set off for a distant country and there squandered his wealth in wild living. <sup><strong>14</strong></sup> After he had spent everything, there was a severe famine in that whole country, and he began to be in need. <sup><strong>15</strong></sup> So he went and hired himself out to a citizen of that country, who sent him to his fields to feed pigs. <sup><strong>16</strong></sup> He longed to fill his stomach with the pods that the pigs were eating, but no one gave him anything. <sup><strong>17</strong></sup> \"When he came to his senses, he said, 'How many of my father's hired men have food to spare, and here I am starving to death! <sup><strong>18</strong></sup> I will set out and go back to my father and say to him: Father, I have sinned against heaven and against you. <sup><strong>19</strong></sup> I am no longer worthy to be called your son; make me like one of your hired men.' <sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him. <sup><strong>21</strong></sup> \"The son said to him, 'Father, I have sinned against heaven and against you. I am no longer worthy to be called your son. ' <sup><strong>22</strong></sup> \"But the father said to his servants, 'Quick! Bring the best robe and put it on him. Put a ring on his finger and sandals on his feet. <sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. <sup><strong>25</strong></sup> \"Meanwhile, the older son was in the field. When he came near the house, he heard music and dancing. <sup><strong>26</strong></sup> So he called one of the servants and asked him what was going on. <sup><strong>27</strong></sup> 'Your brother has come,' he replied, 'and your father has killed the fattened calf because he has him back safe and sound.' <sup><strong>28</strong></sup> \"The older brother became angry and refused to go in. So his father went out and pleaded with him. <sup><strong>29</strong></sup> But he answered his father, 'Look! All these years I've been slaving for you and never disobeyed your orders. Yet you never gave me even a young goat so I could celebrate with my friends. <sup><strong>30</strong></sup> But when this son of yours who has squandered your property with prostitutes comes home, you kill the fattened calf for him!' <sup><strong>31</strong></sup> \"'My son,' the father said, 'you are always with me, and everything I have is yours. <sup><strong>32</strong></sup> But we had to celebrate and be glad, because this brother of yours was dead and is alive again; he was lost and is found.'\" "},{"_id":"615912802053ce65432d8525","topicId":"6159127b2053ce65432d8512","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-20\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-20\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-20\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-20\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-20\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-20\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-20\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-20\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-20\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"615912812053ce65432d8526","topicId":"6159127b2053ce65432d8512","verse":"Genesis 37:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01037001_03-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01037001-1\">37:1&nbsp;</b>Jacob lived in the land of his father’s sojournings, in the land of Canaan.</p>\n<p id=\"p01037001_03-21\"><b class=\"verse-num\" id=\"v01037002-1\">2&nbsp;</b>These are the generations of Jacob.</p>\n<p id=\"p01037002_03-21\">Joseph, being seventeen years old, was pasturing the flock with his brothers. He was a boy with the sons of Bilhah and Zilpah, his father’s wives. And Joseph brought a bad report of them to their father. <b class=\"verse-num\" id=\"v01037003-1\">3&nbsp;</b>Now Israel loved Joseph more than any other of his sons, because he was the son of his old age. And he made him a robe of many colors. <b class=\"verse-num\" id=\"v01037004-1\">4&nbsp;</b>But when his brothers saw that their father loved him more than all his brothers, they hated him and could not speak peacefully to him.</p>\n<p id=\"p01037004_03-21\"><b class=\"verse-num\" id=\"v01037005-1\">5&nbsp;</b>Now Joseph had a dream, and when he told it to his brothers they hated him even more. <b class=\"verse-num\" id=\"v01037006-1\">6&nbsp;</b>He said to them, “Hear this dream that I have dreamed: <b class=\"verse-num\" id=\"v01037007-1\">7&nbsp;</b>Behold, we were binding sheaves in the field, and behold, my sheaf arose and stood upright. And behold, your sheaves gathered around it and bowed down to my sheaf.” <b class=\"verse-num\" id=\"v01037008-1\">8&nbsp;</b>His brothers said to him, “Are you indeed to reign over us? Or are you indeed to rule over us?” So they hated him even more for his dreams and for his words.</p>\n<p id=\"p01037008_03-21\"><b class=\"verse-num\" id=\"v01037009-1\">9&nbsp;</b>Then he dreamed another dream and told it to his brothers and said, “Behold, I have dreamed another dream. Behold, the sun, the moon, and eleven stars were bowing down to me.” <b class=\"verse-num\" id=\"v01037010-1\">10&nbsp;</b>But when he told it to his father and to his brothers, his father rebuked him and said to him, “What is this dream that you have dreamed? Shall I and your mother and your brothers indeed come to bow ourselves to the ground before you?” <b class=\"verse-num\" id=\"v01037011-1\">11&nbsp;</b>And his brothers were jealous of him, but his father kept the saying in mind.</p>\n\n<p id=\"p01037011_08-21\"><b class=\"verse-num\" id=\"v01037012-1\">12&nbsp;</b>Now his brothers went to pasture their father’s flock near Shechem. <b class=\"verse-num\" id=\"v01037013-1\">13&nbsp;</b>And Israel said to Joseph, “Are not your brothers pasturing the flock at Shechem? Come, I will send you to them.” And he said to him, “Here I am.” <b class=\"verse-num\" id=\"v01037014-1\">14&nbsp;</b>So he said to him, “Go now, see if it is well with your brothers and with the flock, and bring me word.” So he sent him from the Valley of Hebron, and he came to Shechem. <b class=\"verse-num\" id=\"v01037015-1\">15&nbsp;</b>And a man found him wandering in the fields. And the man asked him, “What are you seeking?” <b class=\"verse-num\" id=\"v01037016-1\">16&nbsp;</b>“I am seeking my brothers,” he said. “Tell me, please, where they are pasturing the flock.” <b class=\"verse-num\" id=\"v01037017-1\">17&nbsp;</b>And the man said, “They have gone away, for I heard them say, ‘Let us go to Dothan.’” So Joseph went after his brothers and found them at Dothan.</p>\n<p id=\"p01037017_08-21\"><b class=\"verse-num\" id=\"v01037018-1\">18&nbsp;</b>They saw him from afar, and before he came near to them they conspired against him to kill him. <b class=\"verse-num\" id=\"v01037019-1\">19&nbsp;</b>They said to one another, “Here comes this dreamer. <b class=\"verse-num\" id=\"v01037020-1\">20&nbsp;</b>Come now, let us kill him and throw him into one of the pits. Then we will say that a fierce animal has devoured him, and we will see what will become of his dreams.” <b class=\"verse-num\" id=\"v01037021-1\">21&nbsp;</b>But when Reuben heard it, he rescued him out of their hands, saying, “Let us not take his life.” <b class=\"verse-num\" id=\"v01037022-1\">22&nbsp;</b>And Reuben said to them, “Shed no blood; throw him into this pit here in the wilderness, but do not lay a hand on him”—that he might rescue him out of their hand to restore him to his father. <b class=\"verse-num\" id=\"v01037023-1\">23&nbsp;</b>So when Joseph came to his brothers, they stripped him of his robe, the robe of many colors that he wore. <b class=\"verse-num\" id=\"v01037024-1\">24&nbsp;</b>And they took him and threw him into a pit. The pit was empty; there was no water in it.</p>\n<p id=\"p01037024_08-21\"><b class=\"verse-num\" id=\"v01037025-1\">25&nbsp;</b>Then they sat down to eat. And looking up they saw a caravan of Ishmaelites coming from Gilead, with their camels bearing gum, balm, and myrrh, on their way to carry it down to Egypt. <b class=\"verse-num\" id=\"v01037026-1\">26&nbsp;</b>Then Judah said to his brothers, “What profit is it if we kill our brother and conceal his blood? <b class=\"verse-num\" id=\"v01037027-1\">27&nbsp;</b>Come, let us sell him to the Ishmaelites, and let not our hand be upon him, for he is our brother, our own flesh.” And his brothers listened to him. <b class=\"verse-num\" id=\"v01037028-1\">28&nbsp;</b>Then Midianite traders passed by. And they drew Joseph up and lifted him out of the pit, and sold him to the Ishmaelites for twenty shekels of silver. They took Joseph to Egypt.</p>\n<p id=\"p01037028_08-21\"><b class=\"verse-num\" id=\"v01037029-1\">29&nbsp;</b>When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes <b class=\"verse-num\" id=\"v01037030-1\">30&nbsp;</b>and returned to his brothers and said, “The boy is gone, and I, where shall I go?” <b class=\"verse-num\" id=\"v01037031-1\">31&nbsp;</b>Then they took Joseph’s robe and slaughtered a goat and dipped the robe in the blood. <b class=\"verse-num\" id=\"v01037032-1\">32&nbsp;</b>And they sent the robe of many colors and brought it to their father and said, “This we have found; please identify whether it is your son’s robe or not.” <b class=\"verse-num\" id=\"v01037033-1\">33&nbsp;</b>And he identified it and said, “It is my son’s robe. A fierce animal has devoured him. Joseph is without doubt torn to pieces.” <b class=\"verse-num\" id=\"v01037034-1\">34&nbsp;</b>Then Jacob tore his garments and put sackcloth on his loins and mourned for his son many days. <b class=\"verse-num\" id=\"v01037035-1\">35&nbsp;</b>All his sons and all his daughters rose up to comfort him, but he refused to be comforted and said, “No, I shall go down to Sheol to my son, mourning.” Thus his father wept for him. <b class=\"verse-num\" id=\"v01037036-1\">36&nbsp;</b>Meanwhile the Midianites had sold him in Egypt to Potiphar, an officer of Pharaoh, the captain of the guard.</p>\n\n</div>","kjv":"<strong>1</strong> And Jacob dwelt in the land wherein his father was a stranger, in the land of Canaan.  <strong>2</strong> These are the generations of Jacob. Joseph, being  seventeen years old, was feeding the flock with his brethren; and the lad was with the sons of Bilhah, and with the sons of Zilpah, his father’s wives: and Joseph brought unto his father their evil report.  <strong>3</strong> Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many  colours.  <strong>4</strong> And when his brethren saw that their father loved him more than all his brethren, they hated him, and could not speak peaceably unto him.  <strong>5</strong> And Joseph dreamed a dream, and he told it his brethren: and they hated him yet the more.  <strong>6</strong> And he said unto them, Hear, I pray you, this dream which I have dreamed:  <strong>7</strong> For, behold, we were binding sheaves in the field, and, lo, my sheaf arose, and also stood upright; and, behold, your sheaves stood round about, and made obeisance to my sheaf.  <strong>8</strong> And his brethren said to him, Shalt thou indeed reign over us? or shalt thou indeed have dominion over us? And they hated him yet the more for his dreams, and for his words.  <strong>9</strong> And he dreamed yet another dream, and told it his brethren, and said, Behold, I have dreamed a dream more; and, behold, the sun and the moon and the eleven stars made obeisance to me.  <strong>10</strong> And he told it to his father, and to his brethren: and his father rebuked him, and said unto him, What is this dream that thou hast dreamed? Shall I and thy mother and thy brethren indeed come to bow down ourselves to thee to the earth?  <strong>11</strong> And his brethren envied him; but his father observed the saying.  <strong>12</strong> And his brethren went to feed their father’s flock in Shechem.  <strong>13</strong> And Israel said unto Joseph, Do not thy brethren feed the flock  in Shechem? come, and I will send thee unto them. And he said to him, Here am I.  <strong>14</strong> And he said to him, Go, I pray thee, see whether it be well with thy brethren, and well with the flocks; and bring me word again. So he sent him out of the vale of Hebron, and he came to Shechem.  <strong>15</strong> And a certain man found him, and, behold, he was wandering in the field: and the man asked him, saying, What seekest thou?  <strong>16</strong> And he said, I seek my brethren: tell me, I pray thee, where they feed their flocks.  <strong>17</strong> And the man said, They are departed hence; for I heard them say, Let us go to Dothan. And Joseph went after his brethren, and found them in Dothan.  <strong>18</strong> And when they saw him afar off, even before he came near unto them, they conspired against him to slay him.  <strong>19</strong> And they said one to another, Behold, this dreamer cometh.  <strong>20</strong> Come now therefore, and let us slay him, and cast him into some pit, and we will say, Some evil beast hath devoured him: and we shall see what will become of his dreams.  <strong>21</strong> And Reuben heard it, and he delivered him out of their hands; and said, Let us not kill him.  <strong>22</strong> And Reuben said unto them, Shed no blood, but cast him into this pit that is in the wilderness, and lay no hand upon him; that he might rid him out of their hands, to deliver him to his father again.  <strong>23</strong> And it came to pass, when Joseph was come unto his brethren, that they stript Joseph out of his coat, his coat of many colours that was on him;  <strong>24</strong> And they took him, and cast him into a pit: and the pit was  empty, there was no water in it.  <strong>25</strong> And they sat down to eat bread: and they lifted up their eyes and looked, and, behold, a company of Ishmeelites came from Gilead with their camels bearing spicery and balm and myrrh, going to carry it down to Egypt.  <strong>26</strong> And Judah said unto his brethren, What profit is it if we slay our brother, and conceal his blood?  <strong>27</strong> Come, and let us sell him to the Ishmeelites, and let not our hand be upon him; for he is our brother and our flesh. And his brethren were content.  <strong>28</strong> Then there passed by Midianites merchantmen; and they drew and lifted up Joseph out of the pit, and sold Joseph to the Ishmeelites for twenty pieces of silver: and they brought Joseph into Egypt.  <strong>29</strong> And Reuben returned unto the pit; and, behold, Joseph was  not in the pit; and he rent his clothes.  <strong>30</strong> And he returned unto his brethren, and said, The child is  not; and I, whither shall I go?  <strong>31</strong> And they took Joseph’s coat, and killed a kid of the goats, and dipped the coat in the blood;  <strong>32</strong> And they sent the coat of many colours, and they brought it to their father; and said, This have we found: know now whether it be thy son’s coat or no.  <strong>33</strong> And he knew it, and said, It is my son’s coat; an evil beast hath devoured him; Joseph is without doubt rent in pieces.  <strong>34</strong> And Jacob rent his clothes, and put sackcloth upon his loins, and mourned for his son many days.  <strong>35</strong> And all his sons and all his daughters rose up to comfort him; but he refused to be comforted; and he said, For I will go down into the grave unto my son mourning. Thus his father wept for him.  <strong>36</strong> And the Midianites sold him into Egypt unto Potiphar, an officer of Pharaoh’s, and captain of the guard.  ","niv":"<sup><strong>1</strong></sup> Jacob lived in the land where his father had stayed, the land of Canaan. <sup><strong>2</strong></sup> This is the account of Jacob. Joseph, a young man of seventeen, was tending the flocks with his brothers, the sons of Bilhah and the sons of Zilpah, his father's wives, and he brought their father a bad report about them. <sup><strong>3</strong></sup> Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made a richly ornamented robe for him. <sup><strong>4</strong></sup> When his brothers saw that their father loved him more than any of them, they hated him and could not speak a kind word to him. <sup><strong>5</strong></sup> Joseph had a dream, and when he told it to his brothers, they hated him all the more. <sup><strong>6</strong></sup> He said to them, \"Listen to this dream I had: <sup><strong>7</strong></sup> We were binding sheaves of grain out in the field when suddenly my sheaf rose and stood upright, while your sheaves gathered around mine and bowed down to it.\" <sup><strong>8</strong></sup> His brothers said to him, \"Do you intend to reign over us? Will you actually rule us?\" And they hated him all the more because of his dream and what he had said. <sup><strong>9</strong></sup> Then he had another dream, and he told it to his brothers. \"Listen,\" he said, \"I had another dream, and this time the sun and moon and eleven stars were bowing down to me.\" <sup><strong>10</strong></sup> When he told his father as well as his brothers, his father rebuked him and said, \"What is this dream you had? Will your mother and I and your brothers actually come and bow down to the ground before you?\" <sup><strong>11</strong></sup> His brothers were jealous of him, but his father kept the matter in mind. <sup><strong>12</strong></sup> Now his brothers had gone to graze their father's flocks near Shechem, <sup><strong>13</strong></sup> and Israel said to Joseph, \"As you know, your brothers are grazing the flocks near Shechem. Come, I am going to send you to them.Very well,\" he replied. <sup><strong>14</strong></sup> So he said to him, \"Go and see if all is well with your brothers and with the flocks, and bring word back to me.\" Then he sent him off from the Valley of Hebron. When Joseph arrived at Shechem, <sup><strong>15</strong></sup> a man found him wandering around in the fields and asked him, \"What are you looking for?\" <sup><strong>16</strong></sup> He replied, \"I'm looking for my brothers. Can you tell me where they are grazing their flocks?\" <sup><strong>17</strong></sup> \"They have moved on from here,\" the man answered. \"I heard them say, 'Let's go to Dothan.'\" So Joseph went after his brothers and found them near Dothan. <sup><strong>18</strong></sup> But they saw him in the distance, and before he reached them, they plotted to kill him. <sup><strong>19</strong></sup> \"Here comes that dreamer!\" they said to each other. <sup><strong>20</strong></sup> \"Come now, let's kill him and throw him into one of these cisterns and say that a ferocious animal devoured him. Then we'll see what comes of his dreams.\" <sup><strong>21</strong></sup> When Reuben heard this, he tried to rescue him from their hands. \"Let's not take his life,\" he said. <sup><strong>22</strong></sup> \"Don't shed any blood. Throw him into this cistern here in the desert, but don't lay a hand on him.\" Reuben said this to rescue him from them and take him back to his father. <sup><strong>23</strong></sup> So when Joseph came to his brothers, they stripped him of his robe-the richly ornamented robe he was wearing- <sup><strong>24</strong></sup> and they took him and threw him into the cistern. Now the cistern was empty; there was no water in it. <sup><strong>25</strong></sup> As they sat down to eat their meal, they looked up and saw a caravan of Ishmaelites coming from Gilead. Their camels were loaded with spices, balm and myrrh, and they were on their way to take them down to Egypt. <sup><strong>26</strong></sup> Judah said to his brothers, \"What will we gain if we kill our brother and cover up his blood? <sup><strong>27</strong></sup> Come, let's sell him to the Ishmaelites and not lay our hands on him; after all, he is our brother, our own flesh and blood.\" His brothers agreed. <sup><strong>28</strong></sup> So when the Midianite merchants came by, his brothers pulled Joseph up out of the cistern and sold him for twenty shekels of silver to the Ishmaelites, who took him to Egypt. <sup><strong>29</strong></sup> When Reuben returned to the cistern and saw that Joseph was not there, he tore his clothes. <sup><strong>30</strong></sup> He went back to his brothers and said, \"The boy isn't there! Where can I turn now?\" <sup><strong>31</strong></sup> Then they got Joseph's robe, slaughtered a goat and dipped the robe in the blood. <sup><strong>32</strong></sup> They took the ornamented robe back to their father and said, \"We found this. Examine it to see whether it is your son's robe.\" <sup><strong>33</strong></sup> He recognized it and said, \"It is my son's robe! Some ferocious animal has devoured him. Joseph has surely been torn to pieces.\" <sup><strong>34</strong></sup> Then Jacob tore his clothes, put on sackcloth and mourned for his son many days. <sup><strong>35</strong></sup> All his sons and daughters came to comfort him, but he refused to be comforted. \"No,\" he said, \"in mourning will I go down to the grave to my son.\" So his father wept for him. <sup><strong>36</strong></sup> Meanwhile, the Midianites sold Joseph in Egypt to Potiphar, one of Pharaoh's officials, the captain of the guard. "},{"_id":"615912812053ce65432d8527","topicId":"6159127b2053ce65432d8512","verse":"Genesis 11:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01011001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01011001-1\">11:1&nbsp;</b>Now the whole earth had one language and the same words. <b class=\"verse-num\" id=\"v01011002-1\">2&nbsp;</b>And as people migrated from the east, they found a plain in the land of Shinar and settled there. <b class=\"verse-num\" id=\"v01011003-1\">3&nbsp;</b>And they said to one another, “Come, let us make bricks, and burn them thoroughly.” And they had brick for stone, and bitumen for mortar. <b class=\"verse-num\" id=\"v01011004-1\">4&nbsp;</b>Then they said, “Come, let us build ourselves a city and a tower with its top in the heavens, and let us make a name for ourselves, lest we be dispersed over the face of the whole earth.” <b class=\"verse-num\" id=\"v01011005-1\">5&nbsp;</b>And the LORD came down to see the city and the tower, which the children of man had built. <b class=\"verse-num\" id=\"v01011006-1\">6&nbsp;</b>And the LORD said, “Behold, they are one people, and they have all one language, and this is only the beginning of what they will do. And nothing that they propose to do will now be impossible for them. <b class=\"verse-num\" id=\"v01011007-1\">7&nbsp;</b>Come, let us go down and there confuse their language, so that they may not understand one another’s speech.” <b class=\"verse-num\" id=\"v01011008-1\">8&nbsp;</b>So the LORD dispersed them from there over the face of all the earth, and they left off building the city. <b class=\"verse-num\" id=\"v01011009-1\">9&nbsp;</b>Therefore its name was called Babel, because there the LORD confused the language of all the earth. And from there the LORD dispersed them over the face of all the earth.</p>\n\n<p id=\"p01011009_07-22\"><b class=\"verse-num\" id=\"v01011010-1\">10&nbsp;</b>These are the generations of Shem. When Shem was 100 years old, he fathered Arpachshad two years after the flood. <b class=\"verse-num\" id=\"v01011011-1\">11&nbsp;</b>And Shem lived after he fathered Arpachshad 500 years and had other sons and daughters.</p>\n<p id=\"p01011011_07-22\"><b class=\"verse-num\" id=\"v01011012-1\">12&nbsp;</b>When Arpachshad had lived 35 years, he fathered Shelah. <b class=\"verse-num\" id=\"v01011013-1\">13&nbsp;</b>And Arpachshad lived after he fathered Shelah 403 years and had other sons and daughters.</p>\n<p id=\"p01011013_07-22\"><b class=\"verse-num\" id=\"v01011014-1\">14&nbsp;</b>When Shelah had lived 30 years, he fathered Eber. <b class=\"verse-num\" id=\"v01011015-1\">15&nbsp;</b>And Shelah lived after he fathered Eber 403 years and had other sons and daughters.</p>\n<p id=\"p01011015_07-22\"><b class=\"verse-num\" id=\"v01011016-1\">16&nbsp;</b>When Eber had lived 34 years, he fathered Peleg. <b class=\"verse-num\" id=\"v01011017-1\">17&nbsp;</b>And Eber lived after he fathered Peleg 430 years and had other sons and daughters.</p>\n<p id=\"p01011017_07-22\"><b class=\"verse-num\" id=\"v01011018-1\">18&nbsp;</b>When Peleg had lived 30 years, he fathered Reu. <b class=\"verse-num\" id=\"v01011019-1\">19&nbsp;</b>And Peleg lived after he fathered Reu 209 years and had other sons and daughters.</p>\n<p id=\"p01011019_07-22\"><b class=\"verse-num\" id=\"v01011020-1\">20&nbsp;</b>When Reu had lived 32 years, he fathered Serug. <b class=\"verse-num\" id=\"v01011021-1\">21&nbsp;</b>And Reu lived after he fathered Serug 207 years and had other sons and daughters.</p>\n<p id=\"p01011021_07-22\"><b class=\"verse-num\" id=\"v01011022-1\">22&nbsp;</b>When Serug had lived 30 years, he fathered Nahor. <b class=\"verse-num\" id=\"v01011023-1\">23&nbsp;</b>And Serug lived after he fathered Nahor 200 years and had other sons and daughters.</p>\n<p id=\"p01011023_07-22\"><b class=\"verse-num\" id=\"v01011024-1\">24&nbsp;</b>When Nahor had lived 29 years, he fathered Terah. <b class=\"verse-num\" id=\"v01011025-1\">25&nbsp;</b>And Nahor lived after he fathered Terah 119 years and had other sons and daughters.</p>\n<p id=\"p01011025_07-22\"><b class=\"verse-num\" id=\"v01011026-1\">26&nbsp;</b>When Terah had lived 70 years, he fathered Abram, Nahor, and Haran.</p>\n\n<p id=\"p01011026_09-22\"><b class=\"verse-num\" id=\"v01011027-1\">27&nbsp;</b>Now these are the generations of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot. <b class=\"verse-num\" id=\"v01011028-1\">28&nbsp;</b>Haran died in the presence of his father Terah in the land of his kindred, in Ur of the Chaldeans. <b class=\"verse-num\" id=\"v01011029-1\">29&nbsp;</b>And Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and Iscah. <b class=\"verse-num\" id=\"v01011030-1\">30&nbsp;</b>Now Sarai was barren; she had no child.</p>\n<p id=\"p01011030_09-22\"><b class=\"verse-num\" id=\"v01011031-1\">31&nbsp;</b>Terah took Abram his son and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife, and they went forth together from Ur of the Chaldeans to go into the land of Canaan, but when they came to Haran, they settled there. <b class=\"verse-num\" id=\"v01011032-1\">32&nbsp;</b>The days of Terah were 205 years, and Terah died in Haran.</p>\n\n</div>","kjv":"<strong>1</strong> And the whole earth was of one language, and of one speech.  <strong>2</strong> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.  <strong>3</strong> And they said one to another, Go to, let us make brick, and burn them throughly. And they had brick for stone, and slime had they for morter.  <strong>4</strong> And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.  <strong>5</strong> And the LORD came down to see the city and the tower, which the children of men builded.  <strong>6</strong> And the LORD said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.  <strong>7</strong> Go to, let us go down, and there confound their language, that they may not understand one another’s speech.  <strong>8</strong> So the LORD scattered them abroad from thence upon the face of all the earth: and they left off to build the city.  <strong>9</strong> Therefore is the name of it called Babel; because the LORD did there confound the language of all the earth: and from thence did the LORD scatter them abroad upon the face of all the earth.  <strong>10</strong> These are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:  <strong>11</strong> And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.  <strong>12</strong> And Arphaxad lived five and thirty years, and begat Salah:  <strong>13</strong> And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.  <strong>14</strong> And Salah lived thirty years, and begat Eber:  <strong>15</strong> And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.  <strong>16</strong> And Eber lived four and thirty years, and begat Peleg:  <strong>17</strong> And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.  <strong>18</strong> And Peleg lived thirty years, and begat Reu:  <strong>19</strong> And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.  <strong>20</strong> And Reu lived two and thirty years, and begat Serug:  <strong>21</strong> And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.  <strong>22</strong> And Serug lived thirty years, and begat Nahor:  <strong>23</strong> And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.  <strong>24</strong> And Nahor lived nine and twenty years, and begat Terah:  <strong>25</strong> And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.  <strong>26</strong> And Terah lived seventy years, and begat Abram, Nahor, and Haran.  <strong>27</strong> Now these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot.  <strong>28</strong> And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees.  <strong>29</strong> And Abram and Nahor took them wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.  <strong>30</strong> But Sarai was barren; she had no child.  <strong>31</strong> And Terah took Abram his son, and Lot the son of Haran his son’s son, and Sarai his daughter in law, his son Abram’s wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.  <strong>32</strong> And the days of Terah were two hundred and five years: and Terah died in Haran.  ","niv":"<sup><strong>1</strong></sup> Now the whole world had one language and a common speech. <sup><strong>2</strong></sup> As men moved eastward, they found a plain in Shinar and settled there. <sup><strong>3</strong></sup> They said to each other, \"Come, let's make bricks and bake them thoroughly.\" They used brick instead of stone, and tar for mortar. <sup><strong>4</strong></sup> Then they said, \"Come, let us build ourselves a city, with a tower that reaches to the heavens, so that we may make a name for ourselves and not be scattered over the face of the whole earth.\" <sup><strong>5</strong></sup> But the LORD came down to see the city and the tower that the men were building. <sup><strong>6</strong></sup> The LORD said, \"If as one people speaking the same language they have begun to do this, then nothing they plan to do will be impossible for them. <sup><strong>7</strong></sup> Come, let us go down and confuse their language so they will not understand each other.\" <sup><strong>8</strong></sup> So the LORD scattered them from there over all the earth, and they stopped building the city. <sup><strong>9</strong></sup> That is why it was called Babel -because there the LORD confused the language of the whole world. From there the LORD scattered them over the face of the whole earth. <sup><strong>10</strong></sup> This is the account of Shem. Two years after the flood, when Shem was 100 years old, he became the father of Arphaxad. <sup><strong>11</strong></sup> And after he became the father of Arphaxad, Shem lived 500 years and had other sons and daughters. <sup><strong>12</strong></sup> When Arphaxad had lived 35 years, he became the father of Shelah. <sup><strong>13</strong></sup> And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters. <sup><strong>14</strong></sup> When Shelah had lived 30 years, he became the father of Eber. <sup><strong>15</strong></sup> And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters. <sup><strong>16</strong></sup> When Eber had lived 34 years, he became the father of Peleg. <sup><strong>17</strong></sup> And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters. <sup><strong>18</strong></sup> When Peleg had lived 30 years, he became the father of Reu. <sup><strong>19</strong></sup> And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters. <sup><strong>20</strong></sup> When Reu had lived 32 years, he became the father of Serug. <sup><strong>21</strong></sup> And after he became the father of Serug, Reu lived 207 years and had other sons and daughters. <sup><strong>22</strong></sup> When Serug had lived 30 years, he became the father of Nahor. <sup><strong>23</strong></sup> And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters. <sup><strong>24</strong></sup> When Nahor had lived 29 years, he became the father of Terah. <sup><strong>25</strong></sup> And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters. <sup><strong>26</strong></sup> After Terah had lived 70 years, he became the father of Abram, Nahor and Haran. <sup><strong>27</strong></sup> This is the account of Terah. Terah became the father of Abram, Nahor and Haran. And Haran became the father of Lot. <sup><strong>28</strong></sup> While his father Terah was still alive, Haran died in Ur of the Chaldeans, in the land of his birth. <sup><strong>29</strong></sup> Abram and Nahor both married. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah; she was the daughter of Haran, the father of both Milcah and Iscah. <sup><strong>30</strong></sup> Now Sarai was barren; she had no children. <sup><strong>31</strong></sup> Terah took his son Abram, his grandson Lot son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and together they set out from Ur of the Chaldeans to go to Canaan. But when they came to Haran, they settled there. <sup><strong>32</strong></sup> Terah lived 205 years, and he died in Haran. ","modified":"2022-03-15T17:07:48.818Z"}]}