{"_id":"61592e0fcd920c662d0002ff","slug":"belittling","name":"Belittling","verses":[{"_id":"61592e10cd920c662d000300","topicId":"61592e0fcd920c662d0002ff","verse":"Romans 15:1-33","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p45015001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45015001-1\">15:1&nbsp;</b>We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. <b class=\"verse-num\" id=\"v45015002-1\">2&nbsp;</b>Let each of us please his neighbor for his good, to build him up. <b class=\"verse-num\" id=\"v45015003-1\">3&nbsp;</b>For Christ did not please himself, but as it is written, “The reproaches of those who reproached you fell on me.” <b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope. <b class=\"verse-num\" id=\"v45015005-1\">5&nbsp;</b>May the God of endurance and encouragement grant you to live in such harmony with one another, in accord with Christ Jesus, <b class=\"verse-num\" id=\"v45015006-1\">6&nbsp;</b>that together you may with one voice glorify the God and Father of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v45015007-1\">7&nbsp;</b>Therefore welcome one another as Christ has welcomed you, for the glory of God.</p>\n\n<p id=\"p45015007_12-1\"><b class=\"verse-num\" id=\"v45015008-1\">8&nbsp;</b>For I tell you that Christ became a servant to the circumcised to show God’s truthfulness, in order to confirm the promises given to the patriarchs, <b class=\"verse-num\" id=\"v45015009-1\">9&nbsp;</b>and in order that the Gentiles might glorify God for his mercy. As it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45015009_12-1\" class=\"line\">&nbsp;&nbsp;“Therefore I will praise you among the Gentiles,</span><br><span id=\"p45015009_12-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sing to your name.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45015009_12-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015010-1\">10&nbsp;</b>And again it is said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45015010_12-1\" class=\"line\">&nbsp;&nbsp;“Rejoice, O Gentiles, with his people.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45015010_12-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015011-1\">11&nbsp;</b>And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45015011_12-1\" class=\"line\">&nbsp;&nbsp;“Praise the Lord, all you Gentiles,</span><br><span id=\"p45015011_12-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let all the peoples extol him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45015011_12-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015012-1\">12&nbsp;</b>And again Isaiah says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45015012_12-1\" class=\"line\">&nbsp;&nbsp;“The root of Jesse will come,</span><br><span id=\"p45015012_12-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even he who arises to rule the Gentiles;</span><br><span id=\"p45015012_12-1\" class=\"line\">&nbsp;&nbsp;in him will the Gentiles hope.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45015012_12-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n\n<p id=\"p45015013_18-1\"><b class=\"verse-num\" id=\"v45015014-1\">14&nbsp;</b>I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another. <b class=\"verse-num\" id=\"v45015015-1\">15&nbsp;</b>But on some points I have written to you very boldly by way of reminder, because of the grace given me by God <b class=\"verse-num\" id=\"v45015016-1\">16&nbsp;</b>to be a minister of Christ Jesus to the Gentiles in the priestly service of the gospel of God, so that the offering of the Gentiles may be acceptable, sanctified by the Holy Spirit. <b class=\"verse-num\" id=\"v45015017-1\">17&nbsp;</b>In Christ Jesus, then, I have reason to be proud of my work for God. <b class=\"verse-num\" id=\"v45015018-1\">18&nbsp;</b>For I will not venture to speak of anything except what Christ has accomplished through me to bring the Gentiles to obedience—by word and deed, <b class=\"verse-num\" id=\"v45015019-1\">19&nbsp;</b>by the power of signs and wonders, by the power of the Spirit of God—so that from Jerusalem and all the way around to Illyricum I have fulfilled the ministry of the gospel of Christ; <b class=\"verse-num\" id=\"v45015020-1\">20&nbsp;</b>and thus I make it my ambition to preach the gospel, not where Christ has already been named, lest I build on someone else’s foundation, <b class=\"verse-num\" id=\"v45015021-1\">21&nbsp;</b>but as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45015021_18-1\" class=\"line\">&nbsp;&nbsp;“Those who have never been told of him will see,</span><br><span id=\"p45015021_18-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who have never heard will understand.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p45015021_23-1\"><b class=\"verse-num\" id=\"v45015022-1\">22&nbsp;</b>This is the reason why I have so often been hindered from coming to you. <b class=\"verse-num\" id=\"v45015023-1\">23&nbsp;</b>But now, since I no longer have any room for work in these regions, and since I have longed for many years to come to you, <b class=\"verse-num\" id=\"v45015024-1\">24&nbsp;</b>I hope to see you in passing as I go to Spain, and to be helped on my journey there by you, once I have enjoyed your company for a while. <b class=\"verse-num\" id=\"v45015025-1\">25&nbsp;</b>At present, however, I am going to Jerusalem bringing aid to the saints. <b class=\"verse-num\" id=\"v45015026-1\">26&nbsp;</b>For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints at Jerusalem. <b class=\"verse-num\" id=\"v45015027-1\">27&nbsp;</b>For they were pleased to do it, and indeed they owe it to them. For if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material blessings. <b class=\"verse-num\" id=\"v45015028-1\">28&nbsp;</b>When therefore I have completed this and have delivered to them what has been collected, I will leave for Spain by way of you. <b class=\"verse-num\" id=\"v45015029-1\">29&nbsp;</b>I know that when I come to you I will come in the fullness of the blessing of Christ.</p>\n<p id=\"p45015029_23-1\"><b class=\"verse-num\" id=\"v45015030-1\">30&nbsp;</b>I appeal to you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to strive together with me in your prayers to God on my behalf, <b class=\"verse-num\" id=\"v45015031-1\">31&nbsp;</b>that I may be delivered from the unbelievers in Judea, and that my service for Jerusalem may be acceptable to the saints, <b class=\"verse-num\" id=\"v45015032-1\">32&nbsp;</b>so that by God’s will I may come to you with joy and be refreshed in your company. <b class=\"verse-num\" id=\"v45015033-1\">33&nbsp;</b>May the God of peace be with you all. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  <strong>2</strong> Let every one of us please his neighbour for his  good to edification.  <strong>3</strong> For even Christ pleased not himself; but, as it is written, The reproaches of them that reproached thee fell on me.  <strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  <strong>5</strong> Now the God of patience and consolation grant you to be likeminded one toward another according to Christ Jesus:  <strong>6</strong> That ye may with one mind and one mouth glorify God, even the Father of our Lord Jesus Christ.  <strong>7</strong> Wherefore receive ye one another, as Christ also received us to the glory of God.  <strong>8</strong> Now I say that Jesus Christ was a minister of the circumcision for the truth of God, to confirm the promises made unto the fathers:  <strong>9</strong> And that the Gentiles might glorify God for his mercy; as it is written, For this cause I will confess to thee among the Gentiles, and sing unto thy name.  <strong>10</strong> And again he saith, Rejoice, ye Gentiles, with his people.  <strong>11</strong> And again, Praise the Lord, all ye Gentiles; and laud him, all ye people.  <strong>12</strong> And again, Esaias saith, There shall be a root of Jesse, and he that shall rise to reign over the Gentiles; in him shall the Gentiles trust.  <strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  <strong>14</strong> And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.  <strong>15</strong> Nevertheless, brethren, I have written the more boldly unto you in some sort, as putting you in mind, because of the grace that is given to me of God,  <strong>16</strong> That I should be the minister of Jesus Christ to the Gentiles, ministering the gospel of God, that the offering up of the Gentiles might be acceptable, being sanctified by the Holy Ghost.  <strong>17</strong> I have therefore whereof I may glory through Jesus Christ in those things which pertain to God.  <strong>18</strong> For I will not dare to speak of any of those things which Christ hath not wrought by me, to make the Gentiles obedient, by word and deed,  <strong>19</strong> Through mighty signs and wonders, by the power of the Spirit of God; so that from Jerusalem, and round about unto Illyricum, I have fully preached the gospel of Christ.  <strong>20</strong> Yea, so have I strived to preach the gospel, not where Christ was named, lest I should build upon another man’s foundation:  <strong>21</strong> But as it is written, To whom he was not spoken of, they shall see: and they that have not heard shall understand.  <strong>22</strong> For which cause also I have been much hindered from coming to you.  <strong>23</strong> But now having no more place in these parts, and having a great desire these many years to come unto you;  <strong>24</strong> Whensoever I take my journey into Spain, I will come to you: for I trust to see you in my journey, and to be brought on my way thitherward by you, if first I be somewhat filled with your company.  <strong>25</strong> But now I go unto Jerusalem to minister unto the saints.  <strong>26</strong> For it hath pleased them of Macedonia and Achaia to make a certain contribution for the poor saints which are at Jerusalem.  <strong>27</strong> It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.  <strong>28</strong> When therefore I have performed this, and have sealed to them this fruit, I will come by you into Spain.  <strong>29</strong> And I am sure that, when I come unto you, I shall come in the fulness of the blessing of the gospel of Christ.  <strong>30</strong> Now I beseech you, brethren, for the Lord Jesus Christ’s sake, and for the love of the Spirit, that ye strive together with me in your  prayers to God for me;  <strong>31</strong> That I may be delivered from them that do not believe in Judaea; and that my service which I have for Jerusalem may be accepted of the saints;  <strong>32</strong> That I may come unto you with joy by the will of God, and may with you be refreshed.  <strong>33</strong> Now the God of peace be with you all. Amen.  ","niv":"<sup><strong>1</strong></sup> We who are strong ought to bear with the failings of the weak and not to please ourselves. <sup><strong>2</strong></sup> Each of us should please his neighbor for his good, to build him up. <sup><strong>3</strong></sup> For even Christ did not please himself but, as it is written: \"The insults of those who insult you have fallen on me.\" <sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope. <sup><strong>5</strong></sup> May the God who gives endurance and encouragement give you a spirit of unity among yourselves as you follow Christ Jesus, <sup><strong>6</strong></sup> so that with one heart and mouth you may glorify the God and Father of our Lord Jesus Christ. <sup><strong>7</strong></sup> Accept one another, then, just as Christ accepted you, in order to bring praise to God. <sup><strong>8</strong></sup> For I tell you that Christ has become a servant of the Jews on behalf of God's truth, to confirm the promises made to the patriarchs <sup><strong>9</strong></sup> so that the Gentiles may glorify God for his mercy, as it is written: \"Therefore I will praise you among the Gentiles; I will sing hymns to your name.\" <sup><strong>10</strong></sup> Again, it says, \"Rejoice, O Gentiles, with his people.\" <sup><strong>11</strong></sup> And again, \"Praise the Lord, all you Gentiles, and sing praises to him, all you peoples.\" <sup><strong>12</strong></sup> And again, Isaiah says, \"The Root of Jesse will spring up, one who will arise to rule over the nations; the Gentiles will hope in him.\" <sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit. <sup><strong>14</strong></sup> I myself am convinced, my brothers, that you yourselves are full of goodness, complete in knowledge and competent to instruct one another. <sup><strong>15</strong></sup> I have written you quite boldly on some points, as if to remind you of them again, because of the grace God gave me <sup><strong>16</strong></sup> to be a minister of Christ Jesus to the Gentiles with the priestly duty of proclaiming the gospel of God, so that the Gentiles might become an offering acceptable to God, sanctified by the Holy Spirit. <sup><strong>17</strong></sup> Therefore I glory in Christ Jesus in my service to God. <sup><strong>18</strong></sup> I will not venture to speak of anything except what Christ has accomplished through me in leading the Gentiles to obey God by what I have said and done-- <sup><strong>19</strong></sup> by the power of signs and miracles, through the power of the Spirit. So from Jerusalem all the way around to Illyricum, I have fully proclaimed the gospel of Christ. <sup><strong>20</strong></sup> It has always been my ambition to preach the gospel where Christ was not known, so that I would not be building on someone else's foundation. <sup><strong>21</strong></sup> Rather, as it is written: \"Those who were not told about him will see, and those who have not heard will understand.\" <sup><strong>22</strong></sup> This is why I have often been hindered from coming to you. <sup><strong>23</strong></sup> But now that there is no more place for me to work in these regions, and since I have been longing for many years to see you, <sup><strong>24</strong></sup> I plan to do so when I go to Spain. I hope to visit you while passing through and to have you assist me on my journey there, after I have enjoyed your company for a while. <sup><strong>25</strong></sup> Now, however, I am on my way to Jerusalem in the service of the saints there. <sup><strong>26</strong></sup> For Macedonia and Achaia were pleased to make a contribution for the poor among the saints in Jerusalem. <sup><strong>27</strong></sup> They were pleased to do it, and indeed they owe it to them. For if the Gentiles have shared in the Jews' spiritual blessings, they owe it to the Jews to share with them their material blessings. <sup><strong>28</strong></sup> So after I have completed this task and have made sure that they have received this fruit, I will go to Spain and visit you on the way. <sup><strong>29</strong></sup> I know that when I come to you, I will come in the full measure of the blessing of Christ. <sup><strong>30</strong></sup> I urge you, brothers, by our Lord Jesus Christ and by the love of the Spirit, to join me in my struggle by praying to God for me. <sup><strong>31</strong></sup> Pray that I may be rescued from the unbelievers in Judea and that my service in Jerusalem may be acceptable to the saints there, <sup><strong>32</strong></sup> so that by God's will I may come to you with joy and together with you be refreshed. <sup><strong>33</strong></sup> The God of peace be with you all. Amen. ","modified":"2022-06-19T14:37:51.124Z"},{"_id":"61592e10cd920c662d000301","topicId":"61592e0fcd920c662d0002ff","verse":"Ezekiel 34:4","votes":12,"__v":0,"esv":"<div>\n<p id=\"p26034004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v26034004-1\">4&nbsp;</b>The weak you have not strengthened, the sick you have not healed, the injured you have not bound up, the strayed you have not brought back, the lost you have not sought, and with force and harshness you have ruled them.</p>\n</div>","kjv":"<strong>4</strong> The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them.  ","niv":"<sup><strong>4</strong></sup> You have not strengthened the weak or healed the sick or bound up the injured. You have not brought back the strays or searched for the lost. You have ruled them harshly and brutally."},{"_id":"61592e10cd920c662d000302","topicId":"61592e0fcd920c662d0002ff","verse":"Isaiah 55:8-9","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br><span id=\"p23055009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055009-1\">9&nbsp;</b>&nbsp;&nbsp;For as the heavens are higher than the earth,</span><br><span id=\"p23055009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so are my ways higher than your ways</span><br><span id=\"p23055009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my thoughts than your thoughts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  <strong>9</strong> For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.  ","niv":"<sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD. <sup><strong>9</strong></sup> \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. ","modified":"2022-10-05T23:36:25.447Z"},{"_id":"61592e11cd920c662d000303","topicId":"61592e0fcd920c662d0002ff","verse":"Galatians 5:22-23","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"61592e11cd920c662d000304","topicId":"61592e0fcd920c662d0002ff","verse":"Matthew 23:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40023003_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span></p>\n</div>","kjv":"<strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  ","niv":"<sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach."},{"_id":"61592e11cd920c662d000305","topicId":"61592e0fcd920c662d0002ff","verse":"James 2:1-26","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n<p id=\"p59002007_05-6\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n\n<p id=\"p59002013_10-6\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n<p id=\"p59002017_10-6\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. <b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder! <b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone. <b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? <b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  <strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  <strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  <strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  <strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  <strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  <strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  <strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? <sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! <sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. <sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do. <sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder. <sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. <sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? <sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead. "},{"_id":"61592e11cd920c662d000306","topicId":"61592e0fcd920c662d0002ff","verse":"Ephesians 4:26","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49004026_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger,</p>\n</div>","kjv":"<strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  ","niv":"<sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry,"},{"_id":"61592e12cd920c662d000307","topicId":"61592e0fcd920c662d0002ff","verse":"1 John 3:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p62003012_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003012-1\">12&nbsp;</b>We should not be like Cain, who was of the evil one and murdered his brother. And why did he murder him? Because his own deeds were evil and his brother’s righteous.</p>\n</div>","kjv":"<strong>12</strong> Not as Cain, who was of that wicked one, and slew his brother. And wherefore slew he him? Because his own works were evil, and his brother’s righteous.  ","niv":"<sup><strong>12</strong></sup> Do not be like Cain, who belonged to the evil one and murdered his brother. And why did he murder him? Because his own actions were evil and his brother's were righteous.","modified":"2022-06-15T09:18:57.420Z"},{"_id":"61592e12cd920c662d000309","topicId":"61592e0fcd920c662d0002ff","verse":"John 3:16","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61592e12cd920c662d000308","topicId":"61592e0fcd920c662d0002ff","verse":"Matthew 23:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40023015_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n\n</div>","kjv":"<strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  ","niv":"<sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are."},{"_id":"61592e13cd920c662d00030a","topicId":"61592e0fcd920c662d0002ff","verse":"John 10:10","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"61592e13cd920c662d00030b","topicId":"61592e0fcd920c662d0002ff","verse":"3 John 1:9-10","votes":6,"__v":0,"kjv":"<strong>9</strong> I wrote unto the church: but Diotrephes, who loveth to have the preeminence among them, receiveth us not.  <strong>10</strong> Wherefore, if I come, I will remember his deeds which he doeth, prating against us with malicious words: and not content therewith, neither doth he himself receive the brethren, and forbiddeth them that would, and casteth them out of the church.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"61592e13cd920c662d00030c","topicId":"61592e0fcd920c662d0002ff","verse":"John 1:1-51","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-13\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-13\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-13\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-13\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-13\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-13\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-13\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-13\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"61592e14cd920c662d00030d","topicId":"61592e0fcd920c662d0002ff","verse":"Hebrews 11:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him."},{"_id":"61592e14cd920c662d000310","topicId":"61592e0fcd920c662d0002ff","verse":"John 14:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me."},{"_id":"61592e14cd920c662d00030f","topicId":"61592e0fcd920c662d0002ff","verse":"Romans 3:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"61592e14cd920c662d00030e","topicId":"61592e0fcd920c662d0002ff","verse":"Ephesians 2:8","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God,</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God--"},{"_id":"61592e15cd920c662d000311","topicId":"61592e0fcd920c662d0002ff","verse":"Luke 1:34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42001034_01-18\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n\n</div>","kjv":"<strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  ","niv":"<sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\""},{"_id":"61592e15cd920c662d000312","topicId":"61592e0fcd920c662d0002ff","verse":"1 Peter 3:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"61592e15cd920c662d000313","topicId":"61592e0fcd920c662d0002ff","verse":"Hebrews 4:1-16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004001_01-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58004001-1\">4:1&nbsp;</b>Therefore, while the promise of entering his rest still stands, let us fear lest any of you should seem to have failed to reach it. <b class=\"verse-num\" id=\"v58004002-1\">2&nbsp;</b>For good news came to us just as to them, but the message they heard did not benefit them, because they were not united by faith with those who listened. <b class=\"verse-num\" id=\"v58004003-1\">3&nbsp;</b>For we who have believed enter that rest, as he has said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004003_01-21\" class=\"line\">&nbsp;&nbsp;“As I swore in my wrath,</span><br><span id=\"p58004003_01-21\" class=\"line\">&nbsp;&nbsp;‘They shall not enter my rest,’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004003_01-21\" class=\"same-paragraph\">although his works were finished from the foundation of the world. <b class=\"verse-num\" id=\"v58004004-1\">4&nbsp;</b>For he has somewhere spoken of the seventh day in this way: “And God rested on the seventh day from all his works.” <b class=\"verse-num\" id=\"v58004005-1\">5&nbsp;</b>And again in this passage he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004005_01-21\" class=\"line\">&nbsp;&nbsp;“They shall not enter my rest.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004005_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004006-1\">6&nbsp;</b>Since therefore it remains for some to enter it, and those who formerly received the good news failed to enter because of disobedience, <b class=\"verse-num\" id=\"v58004007-1\">7&nbsp;</b>again he appoints a certain day, “Today,” saying through David so long afterward, in the words already quoted,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58004007_01-21\" class=\"line\">&nbsp;&nbsp;“Today, if you hear his voice,</span><br><span id=\"p58004007_01-21\" class=\"line\">&nbsp;&nbsp;do not harden your hearts.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58004007_01-21\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58004008-1\">8&nbsp;</b>For if Joshua had given them rest, God would not have spoken of another day later on. <b class=\"verse-num\" id=\"v58004009-1\">9&nbsp;</b>So then, there remains a Sabbath rest for the people of God, <b class=\"verse-num\" id=\"v58004010-1\">10&nbsp;</b>for whoever has entered God’s rest has also rested from his works as God did from his.</p>\n<p id=\"p58004010_01-21\"><b class=\"verse-num\" id=\"v58004011-1\">11&nbsp;</b>Let us therefore strive to enter that rest, so that no one may fall by the same sort of disobedience. <b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart. <b class=\"verse-num\" id=\"v58004013-1\">13&nbsp;</b>And no creature is hidden from his sight, but all are naked and exposed to the eyes of him to whom we must give account.</p>\n\n<p id=\"p58004013_06-21\"><b class=\"verse-num\" id=\"v58004014-1\">14&nbsp;</b>Since then we have a great high priest who has passed through the heavens, Jesus, the Son of God, let us hold fast our confession. <b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin. <b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n\n</div>","kjv":"<strong>1</strong> Let us therefore fear, lest, a promise being left us of entering into his rest, any of you should seem to come short of it.  <strong>2</strong> For unto us was the gospel preached, as well as unto them: but the word preached did not profit them, not being mixed with faith in them that heard it.  <strong>3</strong> For we which have believed do enter into rest, as he said, As I have sworn in my wrath, if they shall enter into my rest: although the works were finished from the foundation of the world.  <strong>4</strong> For he spake in a certain place of the seventh day on this wise, And God did rest the seventh day from all his works.  <strong>5</strong> And in this place again, If they shall enter into my rest.  <strong>6</strong> Seeing therefore it remaineth that some must enter therein, and they to whom it was first preached entered not in because of unbelief:  <strong>7</strong> Again, he limiteth a certain day, saying in David, To day, after so long a time; as it is said, To day if ye will hear his voice, harden not your hearts.  <strong>8</strong> For if Jesus had given them rest, then would he not afterward have spoken of another day.  <strong>9</strong> There remaineth therefore a rest to the people of God.  <strong>10</strong> For he that is entered into his rest, he also hath ceased from his own works, as God did from his.  <strong>11</strong> Let us labour therefore to enter into that rest, lest any man fall after the same example of unbelief.  <strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  <strong>13</strong> Neither is there any creature that is not manifest in his sight: but all things are naked and opened unto the eyes of him with whom we have to do.  <strong>14</strong> Seeing then that we have a great high priest, that is passed into the heavens, Jesus the Son of God, let us hold fast our profession.  <strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  <strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>1</strong></sup> Therefore, since the promise of entering his rest still stands, let us be careful that none of you be found to have fallen short of it. <sup><strong>2</strong></sup> For we also have had the gospel preached to us, just as they did; but the message they heard was of no value to them, because those who heard did not combine it with faith. <sup><strong>3</strong></sup> Now we who have believed enter that rest, just as God has said, \"So I declared on oath in my anger, 'They shall never enter my rest.'\" <sup><strong>4</strong></sup> And yet his work has been finished since the creation of the world. For somewhere he has spoken about the seventh day in these words: \"And on the seventh day God rested from all his work.\" <sup><strong>5</strong></sup> And again in the passage above he says, \"They shall never enter my rest.\" <sup><strong>6</strong></sup> It still remains that some will enter that rest, and those who formerly had the gospel preached to them did not go in, because of their disobedience. <sup><strong>7</strong></sup> Therefore God again set a certain day, calling it Today, when a long time later he spoke through David, as was said before: \"Today, if you hear his voice, do not harden your hearts.\" <sup><strong>8</strong></sup> For if Joshua had given them rest, God would not have spoken later about another day. <sup><strong>9</strong></sup> There remains, then, a Sabbath-rest for the people of God; <sup><strong>10</strong></sup> for anyone who enters God's rest also rests from his own work, just as God did from his. <sup><strong>11</strong></sup> Let us, therefore, make every effort to enter that rest, so that no one will fall by following their example of disobedience. <sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart. <sup><strong>13</strong></sup> Nothing in all creation is hidden from God's sight. Everything is uncovered and laid bare before the eyes of him to whom we must give account. <sup><strong>14</strong></sup> Therefore, since we have a great high priest who has gone through the heavens, Jesus the Son of God, let us hold firmly to the faith we profess. <sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin. <sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need. "},{"_id":"61592e16cd920c662d000314","topicId":"61592e0fcd920c662d0002ff","verse":"Ephesians 6:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"61592e16cd920c662d000315","topicId":"61592e0fcd920c662d0002ff","verse":"Acts 15:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44015010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear?</p>\n</div>","kjv":"<strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  ","niv":"<sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear?"},{"_id":"61592e16cd920c662d000316","topicId":"61592e0fcd920c662d0002ff","verse":"1 Thessalonians 5:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52005021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005021-1\">21&nbsp;</b>but test everything; hold fast what is good.</p>\n</div>","kjv":"<strong>21</strong> Prove all things; hold fast that which is good.  ","niv":"<sup><strong>21</strong></sup> Test everything. Hold on to the good."},{"_id":"61592e17cd920c662d000318","topicId":"61592e0fcd920c662d0002ff","verse":"Matthew 23:23-24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-26\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. "},{"_id":"61592e17cd920c662d000317","topicId":"61592e0fcd920c662d0002ff","verse":"James 2:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."}]}