{"_id":"61592e98cd920c662d00034d","slug":"bereans","name":"Bereans","verses":[{"_id":"61592e99cd920c662d00034e","topicId":"61592e98cd920c662d00034d","verse":"Acts 17:11","votes":25,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true.","modified":"2023-07-13T20:38:18.682Z"},{"_id":"61592e99cd920c662d00034f","topicId":"61592e98cd920c662d00034d","verse":"2 Timothy 3:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"61592e99cd920c662d000350","topicId":"61592e98cd920c662d00034d","verse":"2 Timothy 2:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"61592e9acd920c662d000351","topicId":"61592e98cd920c662d00034d","verse":"2 Peter 1:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."},{"_id":"61592e9acd920c662d000352","topicId":"61592e98cd920c662d00034d","verse":"John 16:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"61592e9acd920c662d000353","topicId":"61592e98cd920c662d00034d","verse":"Acts 17:10-11","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-6\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "},{"_id":"61592e9bcd920c662d000354","topicId":"61592e98cd920c662d00034d","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"61592e9bcd920c662d000355","topicId":"61592e98cd920c662d00034d","verse":"Revelation 22:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-8\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book.","modified":"2022-10-06T13:41:55.769Z"},{"_id":"61592e9bcd920c662d000356","topicId":"61592e98cd920c662d00034d","verse":"Matthew 16:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it."},{"_id":"61592e9ccd920c662d000357","topicId":"61592e98cd920c662d00034d","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"61592e9ccd920c662d000358","topicId":"61592e98cd920c662d00034d","verse":"2 Peter 3:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"61592e9ccd920c662d000359","topicId":"61592e98cd920c662d00034d","verse":"Hebrews 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"61592e9ccd920c662d00035a","topicId":"61592e98cd920c662d00034d","verse":"2 Corinthians 6:14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p47006014_07-13\"><b class=\"verse-num\" id=\"v47006014-1\">14&nbsp;</b>Do not be unequally yoked with unbelievers. For what partnership has righteousness with lawlessness? Or what fellowship has light with darkness?</p>\n</div>","kjv":"<strong>14</strong> Be ye not unequally yoked together with unbelievers: for what fellowship hath righteousness with unrighteousness? and what communion hath light with darkness?  ","niv":"<sup><strong>14</strong></sup> Do not be yoked together with unbelievers. For what do righteousness and wickedness have in common? Or what fellowship can light have with darkness?"},{"_id":"61592e9dcd920c662d00035b","topicId":"61592e98cd920c662d00034d","verse":"2 Timothy 3:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003015_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus.</p>\n</div>","kjv":"<strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  ","niv":"<sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus."},{"_id":"61592e9dcd920c662d00035d","topicId":"61592e98cd920c662d00034d","verse":"2 Peter 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"61592e9dcd920c662d00035c","topicId":"61592e98cd920c662d00034d","verse":"2 Peter 1:5-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001005-1\">5&nbsp;</b>For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, <b class=\"verse-num\" id=\"v61001006-1\">6&nbsp;</b>and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, <b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love. <b class=\"verse-num\" id=\"v61001008-1\">8&nbsp;</b>For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v61001009-1\">9&nbsp;</b>For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins. <b class=\"verse-num\" id=\"v61001010-1\">10&nbsp;</b>Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall. <b class=\"verse-num\" id=\"v61001011-1\">11&nbsp;</b>For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ.</p>\n\n</div>","kjv":"<strong>5</strong> And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;  <strong>6</strong> And to knowledge temperance; and to temperance patience; and to patience godliness;  <strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  <strong>8</strong> For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.  <strong>9</strong> But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.  <strong>10</strong> Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:  <strong>11</strong> For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.  ","niv":"<sup><strong>5</strong></sup> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <sup><strong>6</strong></sup> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love. <sup><strong>8</strong></sup> For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ. <sup><strong>9</strong></sup> But if anyone does not have them, he is nearsighted and blind, and has forgotten that he has been cleansed from his past sins. <sup><strong>10</strong></sup> Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall, <sup><strong>11</strong></sup> and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ. "},{"_id":"61592e9ecd920c662d00035e","topicId":"61592e98cd920c662d00034d","verse":"Romans 3:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45003004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003004-1\">4&nbsp;</b>By no means! Let God be true though every one were a liar, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45003004_01-17\" class=\"line\">&nbsp;&nbsp;“That you may be justified in your words,</span><br><span id=\"p45003004_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and prevail when you are judged.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  ","niv":"<sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\""},{"_id":"61592e9ecd920c662d000360","topicId":"61592e98cd920c662d00034d","verse":"1 Corinthians 2:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-19\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words."},{"_id":"61592e9ecd920c662d00035f","topicId":"61592e98cd920c662d00034d","verse":"Romans 15:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope."},{"_id":"61592ea0cd920c662d000361","topicId":"61592e98cd920c662d00034d","verse":"John 17:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"61592ea0cd920c662d000362","topicId":"61592e98cd920c662d00034d","verse":"John 21:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43021025_01-22\"><b class=\"verse-num\" id=\"v43021025-1\">25&nbsp;</b>Now there are also many other things that Jesus did. Were every one of them to be written, I suppose that the world itself could not contain the books that would be written.</p>\n</div>","kjv":"<strong>25</strong> And there are also many other things which Jesus did, the which, if they should be written every one, I suppose that even the world itself could not contain the books that should be written. Amen.  ","niv":"<sup><strong>25</strong></sup> Jesus did many other things as well. If every one of them were written down, I suppose that even the whole world would not have room for the books that would be written."},{"_id":"61592ea0cd920c662d000364","topicId":"61592e98cd920c662d00034d","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"61592ea0cd920c662d000363","topicId":"61592e98cd920c662d00034d","verse":"Luke 24:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42024027_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n</div>","kjv":"<strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  ","niv":"<sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself."},{"_id":"61592ea0cd920c662d000365","topicId":"61592e98cd920c662d00034d","verse":"Matthew 10:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40010028_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010028-1\">28&nbsp;</b><span class=\"woc\">And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell.</span></p>\n\n</div>","kjv":"<strong>28</strong> And fear not them which kill the body, but are not able to kill the soul: but rather fear him which is able to destroy both soul and body in hell.  ","niv":"<sup><strong>28</strong></sup> Do not be afraid of those who kill the body but cannot kill the soul. Rather, be afraid of the One who can destroy both soul and body in hell."},{"_id":"61592ea0cd920c662d000366","topicId":"61592e98cd920c662d00034d","verse":"Malachi 4:1-6","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p39004001_07-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v39004001-1\">4:1&nbsp;</b>“For behold, the day is coming, burning like an oven, when all the arrogant and all evildoers will be stubble. The day that is coming shall set them ablaze, says the LORD of hosts, so that it will leave them neither root nor branch. <b class=\"verse-num\" id=\"v39004002-1\">2&nbsp;</b>But for you who fear my name, the sun of righteousness shall rise with healing in its wings. You shall go out leaping like calves from the stall. <b class=\"verse-num\" id=\"v39004003-1\">3&nbsp;</b>And you shall tread down the wicked, for they will be ashes under the soles of your feet, on the day when I act, says the LORD of hosts.</p>\n<p id=\"p39004003_07-26\"><b class=\"verse-num\" id=\"v39004004-1\">4&nbsp;</b>“Remember the law of my servant Moses, the statutes and rules that I commanded him at Horeb for all Israel.</p>\n<p id=\"p39004004_07-26\"><b class=\"verse-num\" id=\"v39004005-1\">5&nbsp;</b>“Behold, I will send you Elijah the prophet before the great and awesome day of the LORD comes. <b class=\"verse-num\" id=\"v39004006-1\">6&nbsp;</b>And he will turn the hearts of fathers to their children and the hearts of children to their fathers, lest I come and strike the land with a decree of utter destruction.”</p>\n\n</div>","kjv":"<strong>1</strong> For, behold, the day cometh, that shall burn as an oven; and all the proud, yea, and all that do wickedly, shall be stubble: and the day that cometh shall burn them up, saith the LORD of hosts, that it shall leave them neither root nor branch.  <strong>2</strong> But unto you that fear my name shall the Sun of righteousness arise with healing in his wings; and ye shall go forth, and grow up as calves of the stall.  <strong>3</strong> And ye shall tread down the wicked; for they shall be ashes under the soles of your feet in the day that I shall do this, saith the LORD of hosts.  <strong>4</strong> Remember ye the law of Moses my servant, which I commanded unto him in Horeb for all Israel, with the statutes and judgments.  <strong>5</strong> Behold, I will send you Elijah the prophet before the coming of the great and dreadful day of the LORD:  <strong>6</strong> And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.  ","niv":"<sup><strong>1</strong></sup> \"Surely the day is coming; it will burn like a furnace. All the arrogant and every evildoer will be stubble, and that day that is coming will set them on fire,\" says the LORD Almighty. \"Not a root or a branch will be left to them. <sup><strong>2</strong></sup> But for you who revere my name, the sun of righteousness will rise with healing in its wings. And you will go out and leap like calves released from the stall. <sup><strong>3</strong></sup> Then you will trample down the wicked; they will be ashes under the soles of your feet on the day when I do these things,\" says the LORD Almighty. <sup><strong>4</strong></sup> \"Remember the law of my servant Moses, the decrees and laws I gave him at Horeb for all Israel. <sup><strong>5</strong></sup> \"See, I will send you the prophet Elijah before that great and dreadful day of the LORD comes. <sup><strong>6</strong></sup> He will turn the hearts of the fathers to their children, and the hearts of the children to their fathers; or else I will come and strike the land with a curse.\" ","modified":"2022-03-12T07:49:28.758Z"}]}