{"_id":"61593025cd920c662d00042a","slug":"betrothed","name":"Betrothed","verses":[{"_id":"61593026cd920c662d00042b","topicId":"61593025cd920c662d00042a","verse":"Deuteronomy 25:5-10","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p05025005_05-1\"><b class=\"verse-num\" id=\"v05025005-1\">5&nbsp;</b>“If brothers dwell together, and one of them dies and has no son, the wife of the dead man shall not be married outside the family to a stranger. Her husband’s brother shall go in to her and take her as his wife and perform the duty of a husband’s brother to her. <b class=\"verse-num\" id=\"v05025006-1\">6&nbsp;</b>And the first son whom she bears shall succeed to the name of his dead brother, that his name may not be blotted out of Israel. <b class=\"verse-num\" id=\"v05025007-1\">7&nbsp;</b>And if the man does not wish to take his brother’s wife, then his brother’s wife shall go up to the gate to the elders and say, ‘My husband’s brother refuses to perpetuate his brother’s name in Israel; he will not perform the duty of a husband’s brother to me.’ <b class=\"verse-num\" id=\"v05025008-1\">8&nbsp;</b>Then the elders of his city shall call him and speak to him, and if he persists, saying, ‘I do not wish to take her,’ <b class=\"verse-num\" id=\"v05025009-1\">9&nbsp;</b>then his brother’s wife shall go up to him in the presence of the elders and pull his sandal off his foot and spit in his face. And she shall answer and say, ‘So shall it be done to the man who does not build up his brother’s house.’ <b class=\"verse-num\" id=\"v05025010-1\">10&nbsp;</b>And the name of his house shall be called in Israel, ‘The house of him who had his sandal pulled off.’</p>\n\n</div>","kjv":"<strong>5</strong> If brethren dwell together, and one of them die, and have no child, the wife of the dead shall not marry without unto a stranger: her husband’s brother shall go in unto her, and take her to him to wife, and perform the duty of an husband’s brother unto her.  <strong>6</strong> And it shall be, that the firstborn which she beareth shall succeed in the name of his brother which is dead, that his name be not put out of Israel.  <strong>7</strong> And if the man like not to take his brother’s wife, then let his brother’s wife go up to the gate unto the elders, and say, My husband’s brother refuseth to raise up unto his brother a name in Israel, he will not perform the duty of my husband’s brother.  <strong>8</strong> Then the elders of his city shall call him, and speak unto him: and if he stand to it, and say, I like not to take her;  <strong>9</strong> Then shall his brother’s wife come unto him in the presence of the elders, and loose his shoe from off his foot, and spit in his face, and shall answer and say, So shall it be done unto that man that will not build up his brother’s house.  <strong>10</strong> And his name shall be called in Israel, The house of him that hath his shoe loosed.  ","niv":"<sup><strong>5</strong></sup> If brothers are living together and one of them dies without a son, his widow must not marry outside the family. Her husband's brother shall take her and marry her and fulfill the duty of a brother-in-law to her. <sup><strong>6</strong></sup> The first son she bears shall carry on the name of the dead brother so that his name will not be blotted out from Israel. <sup><strong>7</strong></sup> However, if a man does not want to marry his brother's wife, she shall go to the elders at the town gate and say, \"My husband's brother refuses to carry on his brother's name in Israel. He will not fulfill the duty of a brother-in-law to me.\" <sup><strong>8</strong></sup> Then the elders of his town shall summon him and talk to him. If he persists in saying, \"I do not want to marry her,\" <sup><strong>9</strong></sup> his brother's widow shall go up to him in the presence of the elders, take off one of his sandals, spit in his face and say, \"This is what is done to the man who will not build up his brother's family line.\" <sup><strong>10</strong></sup> That man's line shall be known in Israel as The Family of the Unsandaled. "},{"_id":"61593026cd920c662d00042c","topicId":"61593025cd920c662d00042a","verse":"Genesis 2:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"61593026cd920c662d00042d","topicId":"61593025cd920c662d00042a","verse":"Hebrews 13:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"61593027cd920c662d00042e","topicId":"61593025cd920c662d00042a","verse":"Romans 7:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45007002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.</p>\n\n</div>","kjv":"<strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  ","niv":"<sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"_id":"61593027cd920c662d00042f","topicId":"61593025cd920c662d00042a","verse":"Matthew 5:32","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40005032_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n</div>","kjv":"<strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery."},{"_id":"61593027cd920c662d000430","topicId":"61593025cd920c662d00042a","verse":"Matthew 19:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40019009_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  ","niv":"<sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\""},{"_id":"61593028cd920c662d000431","topicId":"61593025cd920c662d00042a","verse":"Deuteronomy 5:1-33","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05005001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05005001-1\">5:1&nbsp;</b>And Moses summoned all Israel and said to them, “Hear, O Israel, the statutes and the rules that I speak in your hearing today, and you shall learn them and be careful to do them. <b class=\"verse-num\" id=\"v05005002-1\">2&nbsp;</b>The LORD our God made a covenant with us in Horeb. <b class=\"verse-num\" id=\"v05005003-1\">3&nbsp;</b>Not with our fathers did the LORD make this covenant, but with us, who are all of us here alive today. <b class=\"verse-num\" id=\"v05005004-1\">4&nbsp;</b>The LORD spoke with you face to face at the mountain, out of the midst of the fire, <b class=\"verse-num\" id=\"v05005005-1\">5&nbsp;</b>while I stood between the LORD and you at that time, to declare to you the word of the LORD. For you were afraid because of the fire, and you did not go up into the mountain. He said:</p>\n<p id=\"p05005005_04-7\"><b class=\"verse-num\" id=\"v05005006-1\">6&nbsp;</b>“‘I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p05005006_04-7\"><b class=\"verse-num\" id=\"v05005007-1\">7&nbsp;</b>“‘You shall have no other gods before me.</p>\n<p id=\"p05005007_04-7\"><b class=\"verse-num\" id=\"v05005008-1\">8&nbsp;</b>“‘You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v05005009-1\">9&nbsp;</b>You shall not bow down to them or serve them; for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me, <b class=\"verse-num\" id=\"v05005010-1\">10&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p05005010_04-7\"><b class=\"verse-num\" id=\"v05005011-1\">11&nbsp;</b>“‘You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p05005011_04-7\"><b class=\"verse-num\" id=\"v05005012-1\">12&nbsp;</b>“‘Observe the Sabbath day, to keep it holy, as the LORD your God commanded you. <b class=\"verse-num\" id=\"v05005013-1\">13&nbsp;</b>Six days you shall labor and do all your work, <b class=\"verse-num\" id=\"v05005014-1\">14&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you or your son or your daughter or your male servant or your female servant, or your ox or your donkey or any of your livestock, or the sojourner who is within your gates, that your male servant and your female servant may rest as well as you. <b class=\"verse-num\" id=\"v05005015-1\">15&nbsp;</b>You shall remember that you were a slave in the land of Egypt, and the LORD your God brought you out from there with a mighty hand and an outstretched arm. Therefore the LORD your God commanded you to keep the Sabbath day.</p>\n<p id=\"p05005015_04-7\"><b class=\"verse-num\" id=\"v05005016-1\">16&nbsp;</b>“‘Honor your father and your mother, as the LORD your God commanded you, that your days may be long, and that it may go well with you in the land that the LORD your God is giving you.</p>\n<p id=\"p05005016_04-7\"><b class=\"verse-num\" id=\"v05005017-1\">17&nbsp;</b>“‘You shall not murder.</p>\n<p id=\"p05005017_04-7\"><b class=\"verse-num\" id=\"v05005018-1\">18&nbsp;</b>“‘And you shall not commit adultery.</p>\n<p id=\"p05005018_04-7\"><b class=\"verse-num\" id=\"v05005019-1\">19&nbsp;</b>“‘And you shall not steal.</p>\n<p id=\"p05005019_04-7\"><b class=\"verse-num\" id=\"v05005020-1\">20&nbsp;</b>“‘And you shall not bear false witness against your neighbor.</p>\n<p id=\"p05005020_04-7\"><b class=\"verse-num\" id=\"v05005021-1\">21&nbsp;</b>“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’</p>\n<p id=\"p05005021_04-7\"><b class=\"verse-num\" id=\"v05005022-1\">22&nbsp;</b>“These words the LORD spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. And he wrote them on two tablets of stone and gave them to me. <b class=\"verse-num\" id=\"v05005023-1\">23&nbsp;</b>And as soon as you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes, and your elders. <b class=\"verse-num\" id=\"v05005024-1\">24&nbsp;</b>And you said, ‘Behold, the LORD our God has shown us his glory and greatness, and we have heard his voice out of the midst of the fire. This day we have seen God speak with man, and man still live. <b class=\"verse-num\" id=\"v05005025-1\">25&nbsp;</b>Now therefore why should we die? For this great fire will consume us. If we hear the voice of the LORD our God any more, we shall die. <b class=\"verse-num\" id=\"v05005026-1\">26&nbsp;</b>For who is there of all flesh, that has heard the voice of the living God speaking out of the midst of fire as we have, and has still lived? <b class=\"verse-num\" id=\"v05005027-1\">27&nbsp;</b>Go near and hear all that the LORD our God will say, and speak to us all that the LORD our God will speak to you, and we will hear and do it.’</p>\n<p id=\"p05005027_04-7\"><b class=\"verse-num\" id=\"v05005028-1\">28&nbsp;</b>“And the LORD heard your words, when you spoke to me. And the LORD said to me, ‘I have heard the words of this people, which they have spoken to you. They are right in all that they have spoken. <b class=\"verse-num\" id=\"v05005029-1\">29&nbsp;</b>Oh that they had such a heart as this always, to fear me and to keep all my commandments, that it might go well with them and with their descendants forever! <b class=\"verse-num\" id=\"v05005030-1\">30&nbsp;</b>Go and say to them, “Return to your tents.” <b class=\"verse-num\" id=\"v05005031-1\">31&nbsp;</b>But you, stand here by me, and I will tell you the whole commandment and the statutes and the rules that you shall teach them, that they may do them in the land that I am giving them to possess.’ <b class=\"verse-num\" id=\"v05005032-1\">32&nbsp;</b>You shall be careful therefore to do as the LORD your God has commanded you. You shall not turn aside to the right hand or to the left. <b class=\"verse-num\" id=\"v05005033-1\">33&nbsp;</b>You shall walk in all the way that the LORD your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess.</p>\n\n</div>","kjv":"<strong>1</strong> And Moses called all Israel, and said unto them, Hear, O Israel, the statutes and judgments which I speak in your ears this day, that ye may learn them, and keep, and do them.  <strong>2</strong> The LORD our God made a covenant with us in Horeb.  <strong>3</strong> The LORD made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.  <strong>4</strong> The LORD talked with you face to face in the mount out of the midst of the fire,  <strong>5</strong> (I stood between the LORD and you at that time, to shew you the word of the LORD: for ye were afraid by reason of the fire, and went not up into the mount;) saying,  <strong>6</strong> I am the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>7</strong> Thou shalt have none other gods before me.  <strong>8</strong> Thou shalt not make thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth:  <strong>9</strong> Thou shalt not bow down thyself unto them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me,  <strong>10</strong> And shewing mercy unto thousands of them that love me and keep my commandments.  <strong>11</strong> Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold him guiltless that taketh his name in vain.  <strong>12</strong> Keep the sabbath day to sanctify it, as the LORD thy God hath commanded thee.  <strong>13</strong> Six days thou shalt labour, and do all thy work:  <strong>14</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.  <strong>15</strong> And remember that thou wast a servant in the land of Egypt, and that the LORD thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the LORD thy God commanded thee to keep the sabbath day.  <strong>16</strong> Honour thy father and thy mother, as the LORD thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the LORD thy God giveth thee.  <strong>17</strong> Thou shalt not kill.  <strong>18</strong> Neither shalt thou commit adultery.  <strong>19</strong> Neither shalt thou steal.  <strong>20</strong> Neither shalt thou bear false witness against thy neighbour.  <strong>21</strong> Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any thing that is thy neighbour’s.  <strong>22</strong> These words the LORD spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more. And he wrote them in two tables of stone, and delivered them unto me.  <strong>23</strong> And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;  <strong>24</strong> And ye said, Behold, the LORD our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.  <strong>25</strong> Now therefore why should we die? for this great fire will consume us: if we hear the voice of the LORD our God any more, then we shall die.  <strong>26</strong> For who is there of all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we have,  and lived?  <strong>27</strong> Go thou near, and hear all that the LORD our God shall say: and speak thou unto us all that the LORD our God shall speak unto thee; and we will hear it, and do it.  <strong>28</strong> And the LORD heard the voice of your words, when ye spake unto me; and the LORD said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.  <strong>29</strong> O that there were such an heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!  <strong>30</strong> Go say to them, Get you into your tents again.  <strong>31</strong> But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.  <strong>32</strong> Ye shall observe to do therefore as the LORD your God hath commanded you: ye shall not turn aside to the right hand or to the left.  <strong>33</strong> Ye shall walk in all the ways which the LORD your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.  ","niv":"<sup><strong>1</strong></sup> Moses summoned all Israel and said: Hear, O Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them. <sup><strong>2</strong></sup> The LORD our God made a covenant with us at Horeb. <sup><strong>3</strong></sup> It was not with our fathers that the LORD made this covenant, but with us, with all of us who are alive here today. <sup><strong>4</strong></sup> The LORD spoke to you face to face out of the fire on the mountain. <sup><strong>5</strong></sup> (At that time I stood between the LORD and you to declare to you the word of the LORD, because you were afraid of the fire and did not go up the mountain.) And he said: <sup><strong>6</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>7</strong></sup> \"You shall have no other gods before me. <sup><strong>8</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>9</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>10</strong></sup> but showing love to a thousand generations of those who love me and keep my commandments. <sup><strong>11</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>12</strong></sup> \"Observe the Sabbath day by keeping it holy, as the LORD your God has commanded you. <sup><strong>13</strong></sup> Six days you shall labor and do all your work, <sup><strong>14</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your ox, your donkey or any of your animals, nor the alien within your gates, so that your manservant and maidservant may rest, as you do. <sup><strong>15</strong></sup> Remember that you were slaves in Egypt and that the LORD your God brought you out of there with a mighty hand and an outstretched arm. Therefore the LORD your God has commanded you to observe the Sabbath day. <sup><strong>16</strong></sup> \"Honor your father and your mother, as the LORD your God has commanded you, so that you may live long and that it may go well with you in the land the LORD your God is giving you. <sup><strong>17</strong></sup> \"You shall not murder. <sup><strong>18</strong></sup> \"You shall not commit adultery. <sup><strong>19</strong></sup> \"You shall not steal. <sup><strong>20</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>21</strong></sup> \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>22</strong></sup> These are the commandments the LORD proclaimed in a loud voice to your whole assembly there on the mountain from out of the fire, the cloud and the deep darkness; and he added nothing more. Then he wrote them on two stone tablets and gave them to me. <sup><strong>23</strong></sup> When you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leading men of your tribes and your elders came to me. <sup><strong>24</strong></sup> And you said, \"The LORD our God has shown us his glory and his majesty, and we have heard his voice from the fire. Today we have seen that a man can live even if God speaks with him. <sup><strong>25</strong></sup> But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the LORD our God any longer. <sup><strong>26</strong></sup> For what mortal man has ever heard the voice of the living God speaking out of fire, as we have, and survived? <sup><strong>27</strong></sup> Go near and listen to all that the LORD our God says. Then tell us whatever the LORD our God tells you. We will listen and obey.\" <sup><strong>28</strong></sup> The LORD heard you when you spoke to me and the LORD said to me, \"I have heard what this people said to you. Everything they said was good. <sup><strong>29</strong></sup> Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever! <sup><strong>30</strong></sup> \"Go, tell them to return to their tents. <sup><strong>31</strong></sup> But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.\" <sup><strong>32</strong></sup> So be careful to do what the LORD your God has commanded you; do not turn aside to the right or to the left. <sup><strong>33</strong></sup> Walk in all the way that the LORD your God has commanded you, so that you may live and prosper and prolong your days in the land that you will possess. "},{"_id":"61593028cd920c662d000433","topicId":"61593025cd920c662d00042a","verse":"Deuteronomy 24:1-4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. "},{"_id":"61593028cd920c662d000432","topicId":"61593025cd920c662d00042a","verse":"Matthew 5:31-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40005031_02-9\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n</div>","kjv":"<strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. ","niv":"<sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. "},{"_id":"61593029cd920c662d000434","topicId":"61593025cd920c662d00042a","verse":"2 Corinthians 11:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47011002_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011002-1\">2&nbsp;</b>For I feel a divine jealousy for you, since I betrothed you to one husband, to present you as a pure virgin to Christ.</p>\n</div>","kjv":"<strong>2</strong> For I am jealous over you with godly jealousy: for I have espoused you to one husband, that I may present you as a chaste virgin to Christ.  ","niv":"<sup><strong>2</strong></sup> I am jealous for you with a godly jealousy. I promised you to one husband, to Christ, so that I might present you as a pure virgin to him."},{"_id":"61593029cd920c662d000435","topicId":"61593025cd920c662d00042a","verse":"1 Peter 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"},{"_id":"61593029cd920c662d000437","topicId":"61593025cd920c662d00042a","verse":"Leviticus 20:10","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p03020010_05-13\"><b class=\"verse-num\" id=\"v03020010-1\">10&nbsp;</b>“If a man commits adultery with the wife of his neighbor, both the adulterer and the adulteress shall surely be put to death.</p>\n\n</div>","kjv":"<strong>10</strong> And the man that committeth adultery with another man’s wife, even he that committeth adultery with his neighbour’s wife, the adulterer and the adulteress shall surely be put to death.  ","niv":"<sup><strong>10</strong></sup> \"'If a man commits adultery with another man's wife-with the wife of his neighbor-both the adulterer and the adulteress must be put to death."},{"_id":"61593029cd920c662d000436","topicId":"61593025cd920c662d00042a","verse":"Ephesians 5:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005023_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.</p>\n</div>","kjv":"<strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  ","niv":"<sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior."},{"_id":"6159302acd920c662d000438","topicId":"61593025cd920c662d00042a","verse":"1 Corinthians 7:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-16\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-16\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-16\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-16\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-16\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-16\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-16\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-16\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-16\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"6159302acd920c662d000439","topicId":"61593025cd920c662d00042a","verse":"Romans 7:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45007003_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007003-1\">3&nbsp;</b>Accordingly, she will be called an adulteress if she lives with another man while her husband is alive. But if her husband dies, she is free from that law, and if she marries another man she is not an adulteress.</p>\n</div>","kjv":"<strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  ","niv":"<sup><strong>3</strong></sup> So then, if she marries another man while her husband is still alive, she is called an adulteress. But if her husband dies, she is released from that law and is not an adulteress, even though she marries another man."},{"_id":"6159302acd920c662d00043a","topicId":"61593025cd920c662d00042a","verse":"Luke 16:18","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016018_04-18\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n</div>","kjv":"<strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. ","niv":"<sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery."},{"_id":"6159302bcd920c662d00043b","topicId":"61593025cd920c662d00042a","verse":"Deuteronomy 22:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05022022_01-19\"><b class=\"verse-num\" id=\"v05022022-1\">22&nbsp;</b>“If a man is found lying with the wife of another man, both of them shall die, the man who lay with the woman, and the woman. So you shall purge the evil from Israel.</p>\n</div>","kjv":"<strong>22</strong> If a man be found lying with a woman married to an husband, then they shall both of them die, both the man that lay with the woman, and the woman: so shalt thou put away evil from Israel.  ","niv":"<sup><strong>22</strong></sup> If a man is found sleeping with another man's wife, both the man who slept with her and the woman must die. You must purge the evil from Israel."},{"_id":"6159302bcd920c662d00043c","topicId":"61593025cd920c662d00042a","verse":"Leviticus 20:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"6159302bcd920c662d00043e","topicId":"61593025cd920c662d00042a","verse":"Matthew 19:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40019003_01-21\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?”</p>\n</div>","kjv":"<strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  ","niv":"<sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\""},{"_id":"6159302bcd920c662d00043d","topicId":"61593025cd920c662d00042a","verse":"Deuteronomy 22:28-29","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05022028_01-22\"><b class=\"verse-num\" id=\"v05022028-1\">28&nbsp;</b>“If a man meets a virgin who is not betrothed, and seizes her and lies with her, and they are found, <b class=\"verse-num\" id=\"v05022029-1\">29&nbsp;</b>then the man who lay with her shall give to the father of the young woman fifty shekels of silver, and she shall be his wife, because he has violated her. He may not divorce her all his days.</p>\n</div>","kjv":"<strong>28</strong> If a man find a damsel that is a virgin, which is not betrothed, and lay hold on her, and lie with her, and they be found;  <strong>29</strong> Then the man that lay with her shall give unto the damsel’s father fifty shekels of silver, and she shall be his wife; because he hath humbled her, he may not put her away all his days.  ","niv":"<sup><strong>28</strong></sup> If a man happens to meet a virgin who is not pledged to be married and rapes her and they are discovered, <sup><strong>29</strong></sup> he shall pay the girl's father fifty shekels of silver. He must marry the girl, for he has violated her. He can never divorce her as long as he lives. "},{"_id":"6159302ccd920c662d00043f","topicId":"61593025cd920c662d00042a","verse":"1 Peter 3:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight."},{"_id":"6159302ccd920c662d000440","topicId":"61593025cd920c662d00042a","verse":"1 Peter 3:7","votes":0,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-26\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers.","modified":"2022-05-08T06:50:10.347Z"},{"_id":"6159302ccd920c662d000441","topicId":"61593025cd920c662d00042a","verse":"Ephesians 5:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005031_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.”</p>\n</div>","kjv":"<strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  ","niv":"<sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\""},{"_id":"6159302dcd920c662d000442","topicId":"61593025cd920c662d00042a","verse":"Ephesians 5:22","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-28\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord.</p>\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord."},{"_id":"6159302dcd920c662d000443","topicId":"61593025cd920c662d00042a","verse":"Romans 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God."}]}