{"_id":"6159a850cd920c662d0005e3","slug":"bisexuals","name":"Bisexuals","verses":[{"_id":"6159a851cd920c662d0005e4","topicId":"6159a850cd920c662d0005e3","verse":"1 Corinthians 6:9-11","votes":23,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-1\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. "},{"_id":"6159a851cd920c662d0005e5","topicId":"6159a850cd920c662d0005e3","verse":"Romans 1:26-27","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p45001001_02-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-14\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-14\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-14\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-14\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-14\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-14\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-14\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-14\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. "},{"_id":"6159a851cd920c662d0005e6","topicId":"6159a850cd920c662d0005e3","verse":"Isaiah 56:3-5","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the foreigner who has joined himself to the LORD say,</span><br><span id=\"p23056003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD will surely separate me from his people”;</span><br><span id=\"p23056003_01-3\" class=\"line\">&nbsp;&nbsp;and let not the eunuch say,</span><br><span id=\"p23056003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, I am a dry tree.”</span><br><span id=\"p23056004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23056004_01-3\" class=\"line\">&nbsp;&nbsp;“To the eunuchs who keep my Sabbaths,</span><br><span id=\"p23056004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who choose the things that please me</span><br><span id=\"p23056004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold fast my covenant,</span><br><span id=\"p23056005_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056005-1\">5&nbsp;</b>&nbsp;&nbsp;I will give in my house and within my walls</span><br><span id=\"p23056005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a monument and a name</span><br><span id=\"p23056005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;better than sons and daughters;</span><br><span id=\"p23056005_01-3\" class=\"line\">&nbsp;&nbsp;I will give them an everlasting name</span><br><span id=\"p23056005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be cut off.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  ","niv":"<sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. "},{"_id":"6159a851cd920c662d0005e7","topicId":"6159a850cd920c662d0005e3","verse":"James 4:8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2022-11-23T18:00:39.675Z"},{"_id":"6159a852cd920c662d0005e8","topicId":"6159a850cd920c662d0005e3","verse":"Leviticus 18:22","votes":13,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable."},{"_id":"6159a852cd920c662d0005e9","topicId":"6159a850cd920c662d0005e3","verse":"Matthew 19:11-12","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40019011_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" "},{"_id":"6159a852cd920c662d0005ea","topicId":"6159a850cd920c662d0005e3","verse":"Acts 10:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44010028_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean.</p>\n</div>","kjv":"<strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  ","niv":"<sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean."},{"_id":"6159a853cd920c662d0005eb","topicId":"6159a850cd920c662d0005e3","verse":"Galatians 5:14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\""},{"_id":"6159a853cd920c662d0005ec","topicId":"6159a850cd920c662d0005e3","verse":"Leviticus 20:13","votes":8,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"6159a853cd920c662d0005ed","topicId":"6159a850cd920c662d0005e3","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-10\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. ","modified":"2023-05-21T21:51:33.243Z"},{"_id":"6159a853cd920c662d0005ee","topicId":"6159a850cd920c662d0005e3","verse":"James 4:6-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59004006_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you. <b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded. <b class=\"verse-num\" id=\"v59004009-1\">9&nbsp;</b>Be wretched and mourn and weep. Let your laughter be turned to mourning and your joy to gloom. <b class=\"verse-num\" id=\"v59004010-1\">10&nbsp;</b>Humble yourselves before the Lord, and he will exalt you.</p>\n<p id=\"p59004010_01-11\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  <strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  <strong>9</strong> Be afflicted, and mourn, and weep: let your laughter be turned to mourning, and your joy to heaviness.  <strong>10</strong> Humble yourselves in the sight of the Lord, and he shall lift you up.  <strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. <sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. <sup><strong>9</strong></sup> Grieve, mourn and wail. Change your laughter to mourning and your joy to gloom. <sup><strong>10</strong></sup> Humble yourselves before the Lord, and he will lift you up. <sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"6159a854cd920c662d0005ef","topicId":"6159a850cd920c662d0005e3","verse":"Luke 10:10-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42010010_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010010-1\">10&nbsp;</b><span class=\"woc\">But whenever you enter a town and they do not receive you, go into its streets and say,</span> <b class=\"verse-num woc\" id=\"v42010011-1\">11&nbsp;</b><span class=\"woc\">‘Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this, that the kingdom of God has come near.’</span> <b class=\"verse-num woc\" id=\"v42010012-1\">12&nbsp;</b><span class=\"woc\">I tell you, it will be more bearable on that day for Sodom than for that town.</span></p>\n</div>","kjv":"<strong>10</strong> But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,  <strong>11</strong> Even the very dust of your city, which cleaveth on us, we do wipe off against you: notwithstanding be ye sure of this, that the kingdom of God is come nigh unto you.  <strong>12</strong> But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city.  ","niv":"<sup><strong>10</strong></sup> But when you enter a town and are not welcomed, go into its streets and say, <sup><strong>11</strong></sup> 'Even the dust of your town that sticks to our feet we wipe off against you. Yet be sure of this: The kingdom of God is near.' <sup><strong>12</strong></sup> I tell you, it will be more bearable on that day for Sodom than for that town. "},{"_id":"6159a854cd920c662d0005f0","topicId":"6159a850cd920c662d0005e3","verse":"Ezekiel 16:49-50","votes":6,"__v":0,"esv":"<div>\n<p id=\"p26016049_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016049-1\">49&nbsp;</b>Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy. <b class=\"verse-num\" id=\"v26016050-1\">50&nbsp;</b>They were haughty and did an abomination before me. So I removed them, when I saw it.</p>\n</div>","kjv":"<strong>49</strong> Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.  <strong>50</strong> And they were haughty, and committed abomination before me: therefore I took them away as I saw good.  ","niv":"<sup><strong>49</strong></sup> \"'Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy. <sup><strong>50</strong></sup> They were haughty and did detestable things before me. Therefore I did away with them as you have seen. "},{"_id":"6159a854cd920c662d0005f1","topicId":"6159a850cd920c662d0005e3","verse":"Romans 1","votes":5,"__v":0,"kjv":"<strong>1</strong> Paul, a servant of Jesus Christ, called to be an apostle, separated unto the gospel of God,  <strong>2</strong> (Which he had promised afore by his prophets in the holy scriptures,)  <strong>3</strong> Concerning his Son Jesus Christ our Lord, which was made of the seed of David according to the flesh;  <strong>4</strong> And declared to be the Son of God with power, according to the spirit of holiness, by the resurrection from the dead:  <strong>5</strong> By whom we have received grace and apostleship, for obedience to the faith among all nations, for his name:  <strong>6</strong> Among whom are ye also the called of Jesus Christ:  <strong>7</strong> To all that be in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father, and the Lord Jesus Christ.  <strong>8</strong> First, I thank my God through Jesus Christ for you all, that your faith is spoken of throughout the whole world.  <strong>9</strong> For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I make mention of you always in my prayers;  <strong>10</strong> Making request, if by any means now at length I might have a prosperous journey by the will of God to come unto you.  <strong>11</strong> For I long to see you, that I may impart unto you some spiritual gift, to the end ye may be established;  <strong>12</strong> That is, that I may be comforted together with you by the mutual faith both of you and me.  <strong>13</strong> Now I would not have you ignorant, brethren, that oftentimes I purposed to come unto you, (but was let hitherto,) that I might have some fruit among you also, even as among other Gentiles.  <strong>14</strong> I am debtor both to the Greeks, and to the Barbarians; both to the wise, and to the unwise.  <strong>15</strong> So, as much as in me is, I am ready to preach the gospel to you that are at Rome also.  <strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  <strong>17</strong> For therein is the righteousness of God revealed from faith to faith: as it is written, The just shall live by faith.  <strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  <strong>19</strong> Because that which may be known of God is manifest in them; for God hath shewed it unto them.  <strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  <strong>21</strong> Because that, when they knew God, they glorified him not as God, neither were thankful; but became vain in their imaginations, and their foolish heart was darkened.  <strong>22</strong> Professing themselves to be wise, they became fools,  <strong>23</strong> And changed the glory of the uncorruptible God into an image made like to corruptible man, and to birds, and fourfooted beasts, and creeping things.  <strong>24</strong> Wherefore God also gave them up to uncleanness through the lusts of their own hearts, to dishonour their own bodies between themselves:  <strong>25</strong> Who changed the truth of God into a lie, and worshipped and served the creature more than the Creator, who is blessed for ever. Amen.  <strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  <strong>27</strong> And likewise also the men, leaving the natural use of the woman, burned in their lust one toward another; men with men working that which is unseemly, and receiving in themselves that recompence of their error which was meet.  <strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  <strong>29</strong> Being filled with all unrighteousness, fornication, wickedness, covetousness, maliciousness; full of envy, murder, debate, deceit, malignity; whisperers,  <strong>30</strong> Backbiters, haters of God, despiteful, proud, boasters, inventors of evil things, disobedient to parents,  <strong>31</strong> Without understanding, covenantbreakers, without natural affection, implacable, unmerciful:  <strong>32</strong> Who knowing the judgment of God, that they which commit such things are worthy of death, not only do the same, but have pleasure in them that do them.  ","esv":"<div>\n\n<p id=\"p45001001_02-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45001001-1\">1:1&nbsp;</b>Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, <b class=\"verse-num\" id=\"v45001002-1\">2&nbsp;</b>which he promised beforehand through his prophets in the holy Scriptures, <b class=\"verse-num\" id=\"v45001003-1\">3&nbsp;</b>concerning his Son, who was descended from David according to the flesh <b class=\"verse-num\" id=\"v45001004-1\">4&nbsp;</b>and was declared to be the Son of God in power according to the Spirit of holiness by his resurrection from the dead, Jesus Christ our Lord, <b class=\"verse-num\" id=\"v45001005-1\">5&nbsp;</b>through whom we have received grace and apostleship to bring about the obedience of faith for the sake of his name among all the nations, <b class=\"verse-num\" id=\"v45001006-1\">6&nbsp;</b>including you who are called to belong to Jesus Christ,</p>\n<p id=\"p45001006_02-1\"><b class=\"verse-num\" id=\"v45001007-1\">7&nbsp;</b>To all those in Rome who are loved by God and called to be saints:</p>\n<p id=\"p45001007_02-1\">Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p45001007_07-1\"><b class=\"verse-num\" id=\"v45001008-1\">8&nbsp;</b>First, I thank my God through Jesus Christ for all of you, because your faith is proclaimed in all the world. <b class=\"verse-num\" id=\"v45001009-1\">9&nbsp;</b>For God is my witness, whom I serve with my spirit in the gospel of his Son, that without ceasing I mention you <b class=\"verse-num\" id=\"v45001010-1\">10&nbsp;</b>always in my prayers, asking that somehow by God’s will I may now at last succeed in coming to you. <b class=\"verse-num\" id=\"v45001011-1\">11&nbsp;</b>For I long to see you, that I may impart to you some spiritual gift to strengthen you—<b class=\"verse-num\" id=\"v45001012-1\">12&nbsp;</b>that is, that we may be mutually encouraged by each other’s faith, both yours and mine. <b class=\"verse-num\" id=\"v45001013-1\">13&nbsp;</b>I do not want you to be unaware, brothers, that I have often intended to come to you (but thus far have been prevented), in order that I may reap some harvest among you as well as among the rest of the Gentiles. <b class=\"verse-num\" id=\"v45001014-1\">14&nbsp;</b>I am under obligation both to Greeks and to barbarians, both to the wise and to the foolish. <b class=\"verse-num\" id=\"v45001015-1\">15&nbsp;</b>So I am eager to preach the gospel to you also who are in Rome.</p>\n\n<p id=\"p45001015_13-1\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek. <b class=\"verse-num\" id=\"v45001017-1\">17&nbsp;</b>For in it the righteousness of God is revealed from faith for faith, as it is written, “The righteous shall live by faith.”</p>\n\n<p id=\"p45001017_17-1\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth. <b class=\"verse-num\" id=\"v45001019-1\">19&nbsp;</b>For what can be known about God is plain to them, because God has shown it to them. <b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse. <b class=\"verse-num\" id=\"v45001021-1\">21&nbsp;</b>For although they knew God, they did not honor him as God or give thanks to him, but they became futile in their thinking, and their foolish hearts were darkened. <b class=\"verse-num\" id=\"v45001022-1\">22&nbsp;</b>Claiming to be wise, they became fools, <b class=\"verse-num\" id=\"v45001023-1\">23&nbsp;</b>and exchanged the glory of the immortal God for images resembling mortal man and birds and animals and creeping things.</p>\n<p id=\"p45001023_17-1\"><b class=\"verse-num\" id=\"v45001024-1\">24&nbsp;</b>Therefore God gave them up in the lusts of their hearts to impurity, to the dishonoring of their bodies among themselves, <b class=\"verse-num\" id=\"v45001025-1\">25&nbsp;</b>because they exchanged the truth about God for a lie and worshiped and served the creature rather than the Creator, who is blessed forever! Amen.</p>\n<p id=\"p45001025_17-1\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature; <b class=\"verse-num\" id=\"v45001027-1\">27&nbsp;</b>and the men likewise gave up natural relations with women and were consumed with passion for one another, men committing shameless acts with men and receiving in themselves the due penalty for their error.</p>\n<p id=\"p45001027_17-1\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done. <b class=\"verse-num\" id=\"v45001029-1\">29&nbsp;</b>They were filled with all manner of unrighteousness, evil, covetousness, malice. They are full of envy, murder, strife, deceit, maliciousness. They are gossips, <b class=\"verse-num\" id=\"v45001030-1\">30&nbsp;</b>slanderers, haters of God, insolent, haughty, boastful, inventors of evil, disobedient to parents, <b class=\"verse-num\" id=\"v45001031-1\">31&nbsp;</b>foolish, faithless, heartless, ruthless. <b class=\"verse-num\" id=\"v45001032-1\">32&nbsp;</b>Though they know God’s righteous decree that those who practice such things deserve to die, they not only do them but give approval to those who practice them.</p>\n\n</div>","niv":"<sup><strong>1</strong></sup> Paul, a servant of Christ Jesus, called to be an apostle and set apart for the gospel of God-- <sup><strong>2</strong></sup> the gospel he promised beforehand through his prophets in the Holy Scriptures <sup><strong>3</strong></sup> regarding his Son, who as to his human nature was a descendant of David, <sup><strong>4</strong></sup> and who through the Spirit of holiness was declared with power to be the Son of God by his resurrection from the dead: Jesus Christ our Lord. <sup><strong>5</strong></sup> Through him and for his name's sake, we received grace and apostleship to call people from among all the Gentiles to the obedience that comes from faith. <sup><strong>6</strong></sup> And you also are among those who are called to belong to Jesus Christ. <sup><strong>7</strong></sup> To all in Rome who are loved by God and called to be saints: Grace and peace to you from God our Father and from the Lord Jesus Christ. <sup><strong>8</strong></sup> First, I thank my God through Jesus Christ for all of you, because your faith is being reported all over the world. <sup><strong>9</strong></sup> God, whom I serve with my whole heart in preaching the gospel of his Son, is my witness how constantly I remember you <sup><strong>10</strong></sup> in my prayers at all times; and I pray that now at last by God's will the way may be opened for me to come to you. <sup><strong>11</strong></sup> I long to see you so that I may impart to you some spiritual gift to make you strong-- <sup><strong>12</strong></sup> that is, that you and I may be mutually encouraged by each other's faith. <sup><strong>13</strong></sup> I do not want you to be unaware, brothers, that I planned many times to come to you (but have been prevented from doing so until now) in order that I might have a harvest among you, just as I have had among the other Gentiles. <sup><strong>14</strong></sup> I am obligated both to Greeks and non-Greeks, both to the wise and the foolish. <sup><strong>15</strong></sup> That is why I am so eager to preach the gospel also to you who are at Rome. <sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile. <sup><strong>17</strong></sup> For in the gospel a righteousness from God is revealed, a righteousness that is by faith from first to last, just as it is written: \"The righteous will live by faith.\" <sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness, <sup><strong>19</strong></sup> since what may be known about God is plain to them, because God has made it plain to them. <sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse. <sup><strong>21</strong></sup> For although they knew God, they neither glorified him as God nor gave thanks to him, but their thinking became futile and their foolish hearts were darkened. <sup><strong>22</strong></sup> Although they claimed to be wise, they became fools <sup><strong>23</strong></sup> and exchanged the glory of the immortal God for images made to look like mortal man and birds and animals and reptiles. <sup><strong>24</strong></sup> Therefore God gave them over in the sinful desires of their hearts to sexual impurity for the degrading of their bodies with one another. <sup><strong>25</strong></sup> They exchanged the truth of God for a lie, and worshiped and served created things rather than the Creator--who is forever praised. Amen. <sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones. <sup><strong>27</strong></sup> In the same way the men also abandoned natural relations with women and were inflamed with lust for one another. Men committed indecent acts with other men, and received in themselves the due penalty for their perversion. <sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done. <sup><strong>29</strong></sup> They have become filled with every kind of wickedness, evil, greed and depravity. They are full of envy, murder, strife, deceit and malice. They are gossips, <sup><strong>30</strong></sup> slanderers, God-haters, insolent, arrogant and boastful; they invent ways of doing evil; they disobey their parents; <sup><strong>31</strong></sup> they are senseless, faithless, heartless, ruthless. <sup><strong>32</strong></sup> Although they know God's righteous decree that those who do such things deserve death, they not only continue to do these very things but also approve of those who practice them. "},{"_id":"6159a855cd920c662d0005f2","topicId":"6159a850cd920c662d0005e3","verse":"Matthew 19:10-12","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40019010_01-15\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" "},{"_id":"6159a855cd920c662d0005f3","topicId":"6159a850cd920c662d0005e3","verse":"Matthew 7:12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-16\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"6159a855cd920c662d0005f4","topicId":"6159a850cd920c662d0005e3","verse":"Genesis 19:1-38","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-17\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-17\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-17\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-17\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-17\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-17\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-17\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-17\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"6159a855cd920c662d0005f5","topicId":"6159a850cd920c662d0005e3","verse":"1 Peter 4:1-19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p60004001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin, <b class=\"verse-num\" id=\"v60004002-1\">2&nbsp;</b>so as to live for the rest of the time in the flesh no longer for human passions but for the will of God. <b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you; <b class=\"verse-num\" id=\"v60004005-1\">5&nbsp;</b>but they will give account to him who is ready to judge the living and the dead. <b class=\"verse-num\" id=\"v60004006-1\">6&nbsp;</b>For this is why the gospel was preached even to those who are dead, that though judged in the flesh the way people are, they might live in the spirit the way God does.</p>\n<p id=\"p60004006_05-19\"><b class=\"verse-num\" id=\"v60004007-1\">7&nbsp;</b>The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers. <b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins. <b class=\"verse-num\" id=\"v60004009-1\">9&nbsp;</b>Show hospitality to one another without grumbling. <b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n\n<p id=\"p60004011_09-19\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. <b class=\"verse-num\" id=\"v60004015-1\">15&nbsp;</b>But let none of you suffer as a murderer or a thief or an evildoer or as a meddler. <b class=\"verse-num\" id=\"v60004016-1\">16&nbsp;</b>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name. <b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God? <b class=\"verse-num\" id=\"v60004018-1\">18&nbsp;</b>And</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60004018_09-19\" class=\"line\">&nbsp;&nbsp;“If the righteous is scarcely saved,</span><br><span id=\"p60004018_09-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will become of the ungodly and the sinner?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60004018_09-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n\n</div>","kjv":"<strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  <strong>2</strong> That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.  <strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  <strong>5</strong> Who shall give account to him that is ready to judge the quick and the dead.  <strong>6</strong> For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.  <strong>7</strong> But the end of all things is at hand: be ye therefore sober, and watch unto prayer.  <strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  <strong>9</strong> Use hospitality one to another without grudging.  <strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  <strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  <strong>15</strong> But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.  <strong>16</strong> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.  <strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  <strong>18</strong> And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?  <strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>1</strong></sup> Therefore, since Christ suffered in his body, arm yourselves also with the same attitude, because he who has suffered in his body is done with sin. <sup><strong>2</strong></sup> As a result, he does not live the rest of his earthly life for evil human desires, but rather for the will of God. <sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <sup><strong>4</strong></sup> They think it strange that you do not plunge with them into the same flood of dissipation, and they heap abuse on you. <sup><strong>5</strong></sup> But they will have to give account to him who is ready to judge the living and the dead. <sup><strong>6</strong></sup> For this is the reason the gospel was preached even to those who are now dead, so that they might be judged according to men in regard to the body, but live according to God in regard to the spirit. <sup><strong>7</strong></sup> The end of all things is near. Therefore be clear minded and self-controlled so that you can pray. <sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins. <sup><strong>9</strong></sup> Offer hospitality to one another without grumbling. <sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. <sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. <sup><strong>15</strong></sup> If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. <sup><strong>16</strong></sup> However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name. <sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God? <sup><strong>18</strong></sup> And, \"If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?\" <sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good. "},{"_id":"6159a856cd920c662d0005f6","topicId":"6159a850cd920c662d0005e3","verse":"1 Timothy 1:8-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54001008_01-21\"><b class=\"verse-num\" id=\"v54001008-1\">8&nbsp;</b>Now we know that the law is good, if one uses it lawfully, <b class=\"verse-num\" id=\"v54001009-1\">9&nbsp;</b>understanding this, that the law is not laid down for the just but for the lawless and disobedient, for the ungodly and sinners, for the unholy and profane, for those who strike their fathers and mothers, for murderers, <b class=\"verse-num\" id=\"v54001010-1\">10&nbsp;</b>the sexually immoral, men who practice homosexuality, enslavers, liars, perjurers, and whatever else is contrary to sound doctrine, <b class=\"verse-num\" id=\"v54001011-1\">11&nbsp;</b>in accordance with the gospel of the glory of the blessed God with which I have been entrusted.</p>\n\n</div>","kjv":"<strong>8</strong> But we know that the law is good, if a man use it lawfully;  <strong>9</strong> Knowing this, that the law is not made for a righteous man, but for the lawless and disobedient, for the ungodly and for sinners, for unholy and profane, for murderers of fathers and murderers of mothers, for manslayers,  <strong>10</strong> For whoremongers, for them that defile themselves with mankind, for menstealers, for liars, for perjured persons, and if there be any other thing that is contrary to sound doctrine;  <strong>11</strong> According to the glorious gospel of the blessed God, which was committed to my trust.  ","niv":"<sup><strong>8</strong></sup> We know that the law is good if one uses it properly. <sup><strong>9</strong></sup> We also know that law is made not for the righteous but for lawbreakers and rebels, the ungodly and sinful, the unholy and irreligious; for those who kill their fathers or mothers, for murderers, <sup><strong>10</strong></sup> for adulterers and perverts, for slave traders and liars and perjurers--and for whatever else is contrary to the sound doctrine <sup><strong>11</strong></sup> that conforms to the glorious gospel of the blessed God, which he entrusted to me. "},{"_id":"6159a856cd920c662d0005f7","topicId":"6159a850cd920c662d0005e3","verse":"Ephesians 4:14-6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004014_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_04-22\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_04-22\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n<p id=\"p49005001_07-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children. <b class=\"verse-num\" id=\"v49005002-1\">2&nbsp;</b>And walk in love, as Christ loved us and gave himself up for us, a fragrant offering and sacrifice to God.</p>\n<p id=\"p49005002_07-22\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints. <b class=\"verse-num\" id=\"v49005004-1\">4&nbsp;</b>Let there be no filthiness nor foolish talk nor crude joking, which are out of place, but instead let there be thanksgiving. <b class=\"verse-num\" id=\"v49005005-1\">5&nbsp;</b>For you may be sure of this, that everyone who is sexually immoral or impure, or who is covetous (that is, an idolater), has no inheritance in the kingdom of Christ and God. <b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret. <b class=\"verse-num\" id=\"v49005013-1\">13&nbsp;</b>But when anything is exposed by the light, it becomes visible, <b class=\"verse-num\" id=\"v49005014-1\">14&nbsp;</b>for anything that becomes visible is light. Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49005014_07-22\" class=\"line\">&nbsp;&nbsp;“Awake, O sleeper,</span><br><span id=\"p49005014_07-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and arise from the dead,</span><br><span id=\"p49005014_07-22\" class=\"line\">&nbsp;&nbsp;and Christ will shine on you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49005014_07-22\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is. <b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit, <b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart, <b class=\"verse-num\" id=\"v49005020-1\">20&nbsp;</b>giving thanks always and for everything to God the Father in the name of our Lord Jesus Christ, <b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n\n<p id=\"p49005021_10-22\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_10-22\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n<p id=\"p49006001_13-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right. <b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise), <b class=\"verse-num\" id=\"v49006003-1\">3&nbsp;</b>“that it may go well with you and that you may live long in the land.” <b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n\n<p id=\"p49006004_16-22\"><b class=\"verse-num\" id=\"v49006005-1\">5&nbsp;</b>Bondservants, obey your earthly masters with fear and trembling, with a sincere heart, as you would Christ, <b class=\"verse-num\" id=\"v49006006-1\">6&nbsp;</b>not by the way of eye-service, as people-pleasers, but as bondservants of Christ, doing the will of God from the heart, <b class=\"verse-num\" id=\"v49006007-1\">7&nbsp;</b>rendering service with a good will as to the Lord and not to man, <b class=\"verse-num\" id=\"v49006008-1\">8&nbsp;</b>knowing that whatever good anyone does, this he will receive back from the Lord, whether he is a bondservant or is free. <b class=\"verse-num\" id=\"v49006009-1\">9&nbsp;</b>Masters, do the same to them, and stop your threatening, knowing that he who is both their Master and yours is in heaven, and that there is no partiality with him.</p>\n\n<p id=\"p49006009_21-22\"><b class=\"verse-num\" id=\"v49006010-1\">10&nbsp;</b>Finally, be strong in the Lord and in the strength of his might. <b class=\"verse-num\" id=\"v49006011-1\">11&nbsp;</b>Put on the whole armor of God, that you may be able to stand against the schemes of the devil. <b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n\n</div>","kjv":"<strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  <strong>1</strong> Be ye therefore followers of God, as dear children;  <strong>2</strong> And walk in love, as Christ also hath loved us, and hath given himself for us an offering and a sacrifice to God for a sweetsmelling savour.  <strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  <strong>4</strong> Neither filthiness, nor foolish talking, nor jesting, which are not convenient: but rather giving of thanks.  <strong>5</strong> For this ye know, that no whoremonger, nor unclean person, nor covetous man, who is an idolater, hath any inheritance in the kingdom of Christ and of God.  <strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  <strong>13</strong> But all things that are reproved are made manifest by the light: for whatsoever doth make manifest is light.  <strong>14</strong> Wherefore he saith, Awake thou that sleepest, and arise from the dead, and Christ shall give thee light.  <strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  <strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  <strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  <strong>20</strong> Giving thanks always for all things unto God and the Father in the name of our Lord Jesus Christ;  <strong>21</strong> Submitting yourselves one to another in the fear of God.  <strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  <strong>1</strong> Children, obey your parents in the Lord: for this is right.  <strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  <strong>3</strong> That it may be well with thee, and thou mayest live long on the earth.  <strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  <strong>5</strong> Servants, be obedient to them that are your masters according to the flesh, with fear and trembling, in singleness of your heart, as unto Christ;  <strong>6</strong> Not with eyeservice, as menpleasers; but as the servants of Christ, doing the will of God from the heart;  <strong>7</strong> With good will doing service, as to the Lord, and not to men:  <strong>8</strong> Knowing that whatsoever good thing any man doeth, the same shall he receive of the Lord, whether he be bond or free.  <strong>9</strong> And, ye masters, do the same things unto them, forbearing threatening: knowing that your Master also is in heaven; neither is there respect of persons with him.  <strong>10</strong> Finally, my brethren, be strong in the Lord, and in the power of his might.  <strong>11</strong> Put on the whole armour of God, that ye may be able to stand against the wiles of the devil.  <strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":""},{"_id":"6159a856cd920c662d0005f8","topicId":"6159a850cd920c662d0005e3","verse":"Matthew 12:7-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40012007_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012007-1\">7&nbsp;</b><span class=\"woc\">And if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the guiltless.</span> <b class=\"verse-num woc\" id=\"v40012008-1\">8&nbsp;</b><span class=\"woc\">For the Son of Man is lord of the Sabbath.”</span></p>\n</div>","kjv":"<strong>7</strong> But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.  <strong>8</strong> For the Son of man is Lord even of the sabbath day.  ","niv":"<sup><strong>7</strong></sup> If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent. <sup><strong>8</strong></sup> For the Son of Man is Lord of the Sabbath.\" "},{"_id":"6159a857cd920c662d0005f9","topicId":"6159a850cd920c662d0005e3","verse":"Matthew 10:12-15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40010012_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010012-1\">12&nbsp;</b><span class=\"woc\">As you enter the house, greet it.</span> <b class=\"verse-num woc\" id=\"v40010013-1\">13&nbsp;</b><span class=\"woc\">And if the house is worthy, let your peace come upon it, but if it is not worthy, let your peace return to you.</span> <b class=\"verse-num woc\" id=\"v40010014-1\">14&nbsp;</b><span class=\"woc\">And if anyone will not receive you or listen to your words, shake off the dust from your feet when you leave that house or town.</span> <b class=\"verse-num woc\" id=\"v40010015-1\">15&nbsp;</b><span class=\"woc\">Truly, I say to you, it will be more bearable on the day of judgment for the land of Sodom and Gomorrah than for that town.</span></p>\n</div>","kjv":"<strong>12</strong> And when ye come into an house, salute it.  <strong>13</strong> And if the house be worthy, let your peace come upon it: but if it be not worthy, let your peace return to you.  <strong>14</strong> And whosoever shall not receive you, nor hear your words, when ye depart out of that house or city, shake off the dust of your feet.  <strong>15</strong> Verily I say unto you, It shall be more tolerable for the land of Sodom and Gomorrha in the day of judgment, than for that city. ","niv":"<sup><strong>12</strong></sup> As you enter the home, give it your greeting. <sup><strong>13</strong></sup> If the home is deserving, let your peace rest on it; if it is not, let your peace return to you. <sup><strong>14</strong></sup> If anyone will not welcome you or listen to your words, shake the dust off your feet when you leave that home or town. <sup><strong>15</strong></sup> I tell you the truth, it will be more bearable for Sodom and Gomorrah on the day of judgment than for that town. "},{"_id":"6159a857cd920c662d0005fa","topicId":"6159a850cd920c662d0005e3","verse":"Leviticus 19:19","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p03019019_06-25\"><b class=\"verse-num\" id=\"v03019019-1\">19&nbsp;</b>“You shall keep my statutes. You shall not let your cattle breed with a different kind. You shall not sow your field with two kinds of seed, nor shall you wear a garment of cloth made of two kinds of material.</p>\n</div>","kjv":"<strong>19</strong> Ye shall keep my statutes. Thou shalt not let thy cattle gender with a diverse kind: thou shalt not sow thy field with mingled seed: neither shall a garment mingled of linen and woollen come upon thee.  ","niv":"<sup><strong>19</strong></sup> \"'Keep my decrees. \"'Do not mate different kinds of animals. \"'Do not plant your field with two kinds of seed. \"'Do not wear clothing woven of two kinds of material."},{"_id":"6159a857cd920c662d0005fb","topicId":"6159a850cd920c662d0005e3","verse":"James 1:8-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001008_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_01-26\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n\n</div>","kjv":"<strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  ","niv":"<sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. "},{"_id":"6159a858cd920c662d0005fc","topicId":"6159a850cd920c662d0005e3","verse":"2 Peter 2:4-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61002004_01-27\"><b class=\"verse-num\" id=\"v61002004-1\">4&nbsp;</b>For if God did not spare angels when they sinned, but cast them into hell and committed them to chains of gloomy darkness to be kept until the judgment; <b class=\"verse-num\" id=\"v61002005-1\">5&nbsp;</b>if he did not spare the ancient world, but preserved Noah, a herald of righteousness, with seven others, when he brought a flood upon the world of the ungodly; <b class=\"verse-num\" id=\"v61002006-1\">6&nbsp;</b>if by turning the cities of Sodom and Gomorrah to ashes he condemned them to extinction, making them an example of what is going to happen to the ungodly; <b class=\"verse-num\" id=\"v61002007-1\">7&nbsp;</b>and if he rescued righteous Lot, greatly distressed by the sensual conduct of the wicked <b class=\"verse-num\" id=\"v61002008-1\">8&nbsp;</b>(for as that righteous man lived among them day after day, he was tormenting his righteous soul over their lawless deeds that he saw and heard); <b class=\"verse-num\" id=\"v61002009-1\">9&nbsp;</b>then the Lord knows how to rescue the godly from trials, and to keep the unrighteous under punishment until the day of judgment, <b class=\"verse-num\" id=\"v61002010-1\">10&nbsp;</b>and especially those who indulge in the lust of defiling passion and despise authority.</p>\n<p id=\"p61002010_01-27\">Bold and willful, they do not tremble as they blaspheme the glorious ones,</p>\n\n</div>","kjv":"<strong>4</strong> For if God spared not the angels that sinned, but cast them  down to hell, and delivered them into chains of darkness, to be reserved unto judgment;  <strong>5</strong> And spared not the old world, but saved Noah the eighth person,  a preacher of righteousness, bringing in the flood upon the world of the ungodly;  <strong>6</strong> And turning the cities of Sodom and Gomorrah into ashes condemned them with an overthrow, making them an ensample unto those that after should live ungodly;  <strong>7</strong> And delivered just Lot, vexed with the filthy conversation of the wicked:  <strong>8</strong> (For that righteous man dwelling among them, in seeing and hearing, vexed his righteous soul from day to day with their unlawful deeds;)  <strong>9</strong> The Lord knoweth how to deliver the godly out of temptations, and to reserve the unjust unto the day of judgment to be punished:  <strong>10</strong> But chiefly them that walk after the flesh in the lust of uncleanness, and despise government. Presumptuous are they, selfwilled, they are not afraid to speak evil of dignities.  ","niv":"<sup><strong>4</strong></sup> For if God did not spare angels when they sinned, but sent them to hell, putting them into gloomy dungeons to be held for judgment; <sup><strong>5</strong></sup> if he did not spare the ancient world when he brought the flood on its ungodly people, but protected Noah, a preacher of righteousness, and seven others; <sup><strong>6</strong></sup> if he condemned the cities of Sodom and Gomorrah by burning them to ashes, and made them an example of what is going to happen to the ungodly; <sup><strong>7</strong></sup> and if he rescued Lot, a righteous man, who was distressed by the filthy lives of lawless men <sup><strong>8</strong></sup> (for that righteous man, living among them day after day, was tormented in his righteous soul by the lawless deeds he saw and heard)-- <sup><strong>9</strong></sup> if this is so, then the Lord knows how to rescue godly men from trials and to hold the unrighteous for the day of judgment, while continuing their punishment. <sup><strong>10</strong></sup> This is especially true of those who follow the corrupt desire of the sinful nature and despise authority. "}]}