{"_id":"6159aa627c790f6c0a4910ab","slug":"blaming","name":"Blaming","verses":[{"_id":"6159aa637c790f6c0a4910ac","topicId":"6159aa627c790f6c0a4910ab","verse":"Luke 14:18-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42014018_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014018-1\">18&nbsp;</b><span class=\"woc\">But they all alike began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014019-1\">19&nbsp;</b><span class=\"woc\">And another said, ‘I have bought five yoke of oxen, and I go to examine them. Please have me excused.’</span> <b class=\"verse-num woc\" id=\"v42014020-1\">20&nbsp;</b><span class=\"woc\">And another said, ‘I have married a wife, and therefore I cannot come.’</span></p>\n</div>","kjv":"<strong>18</strong> And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.  <strong>19</strong> And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.  <strong>20</strong> And another said, I have married a wife, and therefore I cannot come.  ","niv":"<sup><strong>18</strong></sup> \"But they all alike began to make excuses. The first said, 'I have just bought a field, and I must go and see it. Please excuse me.' <sup><strong>19</strong></sup> \"Another said, 'I have just bought five yoke of oxen, and I'm on my way to try them out. Please excuse me.' <sup><strong>20</strong></sup> \"Still another said, 'I just got married, so I can't come.' "},{"_id":"6159aa637c790f6c0a4910ad","topicId":"6159aa627c790f6c0a4910ab","verse":"Job 2:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p18002009_01-2\"><b class=\"verse-num\" id=\"v18002009-1\">9&nbsp;</b>Then his wife said to him, “Do you still hold fast your integrity? Curse God and die.” <b class=\"verse-num\" id=\"v18002010-1\">10&nbsp;</b>But he said to her, “You speak as one of the foolish women would speak. Shall we receive good from God, and shall we not receive evil?” In all this Job did not sin with his lips.</p>\n\n</div>","kjv":"<strong>9</strong> Then said his wife unto him, Dost thou still retain thine integrity? curse God, and die.  <strong>10</strong> But he said unto her, Thou speakest as one of the foolish women speaketh. What? shall we receive good at the hand of God, and shall we not receive evil? In all this did not Job sin with his lips.  ","niv":"<sup><strong>9</strong></sup> His wife said to him, \"Are you still holding on to your integrity? Curse God and die!\" <sup><strong>10</strong></sup> He replied, \"You are talking like a foolish woman. Shall we accept good from God, and not trouble?\" In all this, Job did not sin in what he said. "},{"_id":"6159aa637c790f6c0a4910ae","topicId":"6159aa627c790f6c0a4910ab","verse":"Philippians 3:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50003013_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003013-1\">13&nbsp;</b>Brothers, I do not consider that I have made it my own. But one thing I do: forgetting what lies behind and straining forward to what lies ahead, <b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>13</strong> Brethren, I count not myself to have apprehended: but this  one thing I do, forgetting those things which are behind, and reaching forth unto those things which are before,  <strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>13</strong></sup> Brothers, I do not consider myself yet to have taken hold of it. But one thing I do: Forgetting what is behind and straining toward what is ahead, <sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus. "},{"_id":"6159aa637c790f6c0a4910af","topicId":"6159aa627c790f6c0a4910ab","verse":"1 Corinthians 13:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-5\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-5\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-5\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"6159aa647c790f6c0a4910b0","topicId":"6159aa627c790f6c0a4910ab","verse":"Isaiah 53:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-6\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  ","niv":"<sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted."},{"_id":"6159aa647c790f6c0a4910b1","topicId":"6159aa627c790f6c0a4910ab","verse":"Genesis 3:1-24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01003001_03-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01003001-1\">3:1&nbsp;</b>Now the serpent was more crafty than any other beast of the field that the LORD God had made.</p>\n<p id=\"p01003001_03-7\">He said to the woman, “Did God actually say, ‘You shall not eat of any tree in the garden’?” <b class=\"verse-num\" id=\"v01003002-1\">2&nbsp;</b>And the woman said to the serpent, “We may eat of the fruit of the trees in the garden, <b class=\"verse-num\" id=\"v01003003-1\">3&nbsp;</b>but God said, ‘You shall not eat of the fruit of the tree that is in the midst of the garden, neither shall you touch it, lest you die.’” <b class=\"verse-num\" id=\"v01003004-1\">4&nbsp;</b>But the serpent said to the woman, “You will not surely die. <b class=\"verse-num\" id=\"v01003005-1\">5&nbsp;</b>For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.” <b class=\"verse-num\" id=\"v01003006-1\">6&nbsp;</b>So when the woman saw that the tree was good for food, and that it was a delight to the eyes, and that the tree was to be desired to make one wise, she took of its fruit and ate, and she also gave some to her husband who was with her, and he ate. <b class=\"verse-num\" id=\"v01003007-1\">7&nbsp;</b>Then the eyes of both were opened, and they knew that they were naked. And they sewed fig leaves together and made themselves loincloths.</p>\n<p id=\"p01003007_03-7\"><b class=\"verse-num\" id=\"v01003008-1\">8&nbsp;</b>And they heard the sound of the LORD God walking in the garden in the cool of the day, and the man and his wife hid themselves from the presence of the LORD God among the trees of the garden. <b class=\"verse-num\" id=\"v01003009-1\">9&nbsp;</b>But the LORD God called to the man and said to him, “Where are you?” <b class=\"verse-num\" id=\"v01003010-1\">10&nbsp;</b>And he said, “I heard the sound of you in the garden, and I was afraid, because I was naked, and I hid myself.” <b class=\"verse-num\" id=\"v01003011-1\">11&nbsp;</b>He said, “Who told you that you were naked? Have you eaten of the tree of which I commanded you not to eat?” <b class=\"verse-num\" id=\"v01003012-1\">12&nbsp;</b>The man said, “The woman whom you gave to be with me, she gave me fruit of the tree, and I ate.” <b class=\"verse-num\" id=\"v01003013-1\">13&nbsp;</b>Then the LORD God said to the woman, “What is this that you have done?” The woman said, “The serpent deceived me, and I ate.”</p>\n<p id=\"p01003013_03-7\"><b class=\"verse-num\" id=\"v01003014-1\">14&nbsp;</b>The LORD God said to the serpent,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003014_03-7\" class=\"line\">&nbsp;&nbsp;“Because you have done this,</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cursed are you above all livestock</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and above all beasts of the field;</span><br><span id=\"p01003014_03-7\" class=\"line\">&nbsp;&nbsp;on your belly you shall go,</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dust you shall eat</span><br><span id=\"p01003014_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of your life.</span><br><span id=\"p01003015_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003015-1\">15&nbsp;</b>&nbsp;&nbsp;I will put enmity between you and the woman,</span><br><span id=\"p01003015_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and between your offspring and her offspring;</span><br><span id=\"p01003015_03-7\" class=\"line\">&nbsp;&nbsp;he shall bruise your head,</span><br><span id=\"p01003015_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall bruise his heel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003015_03-7\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_03-7\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_03-7\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003016_03-7\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_03-7\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_03-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_03-7\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_03-7\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_03-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01003019_03-7\"><b class=\"verse-num\" id=\"v01003020-1\">20&nbsp;</b>The man called his wife’s name Eve, because she was the mother of all living. <b class=\"verse-num\" id=\"v01003021-1\">21&nbsp;</b>And the LORD God made for Adam and for his wife garments of skins and clothed them.</p>\n<p id=\"p01003021_03-7\"><b class=\"verse-num\" id=\"v01003022-1\">22&nbsp;</b>Then the LORD God said, “Behold, the man has become like one of us in knowing good and evil. Now, lest he reach out his hand and take also of the tree of life and eat, and live forever—” <b class=\"verse-num\" id=\"v01003023-1\">23&nbsp;</b>therefore the LORD God sent him out from the garden of Eden to work the ground from which he was taken. <b class=\"verse-num\" id=\"v01003024-1\">24&nbsp;</b>He drove out the man, and at the east of the garden of Eden he placed the cherubim and a flaming sword that turned every way to guard the way to the tree of life.</p>\n\n</div>","kjv":"<strong>1</strong> Now the serpent was more subtil than any beast of the field which the LORD God had made. And he said unto the woman, Yea, hath God said, Ye shall not eat of every tree of the garden?  <strong>2</strong> And the woman said unto the serpent, We may eat of the fruit of the trees of the garden:  <strong>3</strong> But of the fruit of the tree which is in the midst of the garden, God hath said, Ye shall not eat of it, neither shall ye touch it, lest ye die.  <strong>4</strong> And the serpent said unto the woman, Ye shall not surely die:  <strong>5</strong> For God doth know that in the day ye eat thereof, then your eyes shall be opened, and ye shall be as gods, knowing good and evil.  <strong>6</strong> And when the woman saw that the tree was good for food, and that it was pleasant to the eyes, and a tree to be desired to make one wise, she took of the fruit thereof, and did eat, and gave also unto her husband with her; and he did eat.  <strong>7</strong> And the eyes of them both were opened, and they knew that they were naked; and they sewed fig leaves together, and made themselves aprons.  <strong>8</strong> And they heard the voice of the LORD God walking in the garden in the cool of the day: and Adam and his wife hid themselves from the presence of the LORD God amongst the trees of the garden.  <strong>9</strong> And the LORD God called unto Adam, and said unto him, Where art  thou?  <strong>10</strong> And he said, I heard thy voice in the garden, and I was afraid, because I was naked; and I hid myself.  <strong>11</strong> And he said, Who told thee that thou wast naked? Hast thou eaten of the tree, whereof I commanded thee that thou shouldest not eat?  <strong>12</strong> And the man said, The woman whom thou gavest to be with me, she gave me of the tree, and I did eat.  <strong>13</strong> And the LORD God said unto the woman, What is this that  thou hast done? And the woman said, The serpent beguiled me, and I did eat.  <strong>14</strong> And the LORD God said unto the serpent, Because thou hast done this, thou art cursed above all cattle, and above every beast of the field; upon thy belly shalt thou go, and dust shalt thou eat all the days of thy life:  <strong>15</strong> And I will put enmity between thee and the woman, and between thy seed and her seed; it shall bruise thy head, and thou shalt bruise his heel.  <strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  <strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  <strong>20</strong> And Adam called his wife’s name Eve; because she was the mother of all living.  <strong>21</strong> Unto Adam also and to his wife did the LORD God make coats of skins, and clothed them.  <strong>22</strong> And the LORD God said, Behold, the man is become as one of us, to know good and evil: and now, lest he put forth his hand, and take also of the tree of life, and eat, and live for ever:  <strong>23</strong> Therefore the LORD God sent him forth from the garden of Eden, to till the ground from whence he was taken.  <strong>24</strong> So he drove out the man; and he placed at the east of the garden of Eden Cherubim, and a flaming sword which turned every way, to keep the way of the tree of life.  ","niv":"<sup><strong>1</strong></sup> Now the serpent was more crafty than any of the wild animals the LORD God had made. He said to the woman, \"Did God really say, 'You must not eat from any tree in the garden'?\" <sup><strong>2</strong></sup> The woman said to the serpent, \"We may eat fruit from the trees in the garden, <sup><strong>3</strong></sup> but God did say, 'You must not eat fruit from the tree that is in the middle of the garden, and you must not touch it, or you will die.'\" <sup><strong>4</strong></sup> \"You will not surely die,\" the serpent said to the woman. <sup><strong>5</strong></sup> \"For God knows that when you eat of it your eyes will be opened, and you will be like God, knowing good and evil.\" <sup><strong>6</strong></sup> When the woman saw that the fruit of the tree was good for food and pleasing to the eye, and also desirable for gaining wisdom, she took some and ate it. She also gave some to her husband, who was with her, and he ate it. <sup><strong>7</strong></sup> Then the eyes of both of them were opened, and they realized they were naked; so they sewed fig leaves together and made coverings for themselves. <sup><strong>8</strong></sup> Then the man and his wife heard the sound of the LORD God as he was walking in the garden in the cool of the day, and they hid from the LORD God among the trees of the garden. <sup><strong>9</strong></sup> But the LORD God called to the man, \"Where are you?\" <sup><strong>10</strong></sup> He answered, \"I heard you in the garden, and I was afraid because I was naked; so I hid.\" <sup><strong>11</strong></sup> And he said, \"Who told you that you were naked? Have you eaten from the tree that I commanded you not to eat from?\" <sup><strong>12</strong></sup> The man said, \"The woman you put here with me-she gave me some fruit from the tree, and I ate it.\" <sup><strong>13</strong></sup> Then the LORD God said to the woman, \"What is this you have done?\" The woman said, \"The serpent deceived me, and I ate.\" <sup><strong>14</strong></sup> So the LORD God said to the serpent, \"Because you have done this, \"Cursed are you above all the livestock and all the wild animals! You will crawl on your belly and you will eat dust all the days of your life. <sup><strong>15</strong></sup> And I will put enmity between you and the woman, and between your offspring and hers; he will crush your head, and you will strike his heel.\" <sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\" <sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" <sup><strong>20</strong></sup> Adam named his wife Eve, because she would become the mother of all the living. <sup><strong>21</strong></sup> The LORD God made garments of skin for Adam and his wife and clothed them. <sup><strong>22</strong></sup> And the LORD God said, \"The man has now become like one of us, knowing good and evil. He must not be allowed to reach out his hand and take also from the tree of life and eat, and live forever.\" <sup><strong>23</strong></sup> So the LORD God banished him from the Garden of Eden to work the ground from which he had been taken. <sup><strong>24</strong></sup> After he drove the man out, he placed on the east side of the Garden of Eden cherubim and a flaming sword flashing back and forth to guard the way to the tree of life. "},{"_id":"6159aa657c790f6c0a4910b2","topicId":"6159aa627c790f6c0a4910ab","verse":"Proverbs 15:13-14","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015013_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015013-1\">13&nbsp;</b>&nbsp;&nbsp;A glad heart makes a cheerful face,</span><br><span id=\"p20015013_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but by sorrow of heart the spirit is crushed.</span><br><span id=\"p20015014_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015014-1\">14&nbsp;</b>&nbsp;&nbsp;The heart of him who has understanding seeks knowledge,</span><br><span id=\"p20015014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mouths of fools feed on folly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> A merry heart maketh a cheerful countenance: but by sorrow of the heart the spirit is broken.  <strong>14</strong> The heart of him that hath understanding seeketh knowledge: but the mouth of fools feedeth on foolishness.  ","niv":"<sup><strong>13</strong></sup> A happy heart makes the face cheerful, but heartache crushes the spirit. <sup><strong>14</strong></sup> The discerning heart seeks knowledge, but the mouth of a fool feeds on folly. "},{"_id":"6159aa657c790f6c0a4910b3","topicId":"6159aa627c790f6c0a4910ab","verse":"2 Kings 2:23-24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p12002023_01-9\"><b class=\"verse-num\" id=\"v12002023-1\">23&nbsp;</b>He went up from there to Bethel, and while he was going up on the way, some small boys came out of the city and jeered at him, saying, “Go up, you baldhead! Go up, you baldhead!” <b class=\"verse-num\" id=\"v12002024-1\">24&nbsp;</b>And he turned around, and when he saw them, he cursed them in the name of the LORD. And two she-bears came out of the woods and tore forty-two of the boys.</p>\n</div>","kjv":"<strong>23</strong> And he went up from thence unto Bethel: and as he was going up by the way, there came forth little children out of the city, and mocked him, and said unto him, Go up, thou bald head; go up, thou bald head.  <strong>24</strong> And he turned back, and looked on them, and cursed them in the name of the LORD. And there came forth two she bears out of the wood, and tare forty and two children of them.  ","niv":"<sup><strong>23</strong></sup> From there Elisha went up to Bethel. As he was walking along the road, some youths came out of the town and jeered at him. \"Go on up, you baldhead!\" they said. \"Go on up, you baldhead!\" <sup><strong>24</strong></sup> He turned around, looked at them and called down a curse on them in the name of the LORD. Then two bears came out of the woods and mauled forty-two of the youths. "},{"_id":"6159aa657c790f6c0a4910b4","topicId":"6159aa627c790f6c0a4910ab","verse":"1 Thessalonians 4:13","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-11\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope.</p>\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope."},{"_id":"6159aa657c790f6c0a4910b5","topicId":"6159aa627c790f6c0a4910ab","verse":"1 Corinthians 15:54-55","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46015054_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_01-13\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  ","niv":"<sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" "},{"_id":"6159aa667c790f6c0a4910b6","topicId":"6159aa627c790f6c0a4910ab","verse":"Romans 12:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"6159aa667c790f6c0a4910b7","topicId":"6159aa627c790f6c0a4910ab","verse":"Luke 23:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42023029_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42023029-1\">29&nbsp;</b><span class=\"woc\">For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’</span></p>\n</div>","kjv":"<strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  ","niv":"<sup><strong>29</strong></sup> For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!'"},{"_id":"6159aa667c790f6c0a4910b8","topicId":"6159aa627c790f6c0a4910ab","verse":"Hosea 13:16","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013016_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013016-1\">16&nbsp;</b>&nbsp;&nbsp; Samaria shall bear her guilt,</span><br><span id=\"p28013016_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she has rebelled against her God;</span><br><span id=\"p28013016_01-16\" class=\"line\">&nbsp;&nbsp;they shall fall by the sword;</span><br><span id=\"p28013016_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their little ones shall be dashed in pieces,</span><br><span id=\"p28013016_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their pregnant women ripped open.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.  ","niv":"<sup><strong>16</strong></sup> The people of Samaria must bear their guilt, because they have rebelled against their God. They will fall by the sword; their little ones will be dashed to the ground, their pregnant women ripped open.\""},{"_id":"6159aa667c790f6c0a4910b9","topicId":"6159aa627c790f6c0a4910ab","verse":"Hosea 9:14","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28009014_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28009014-1\">14&nbsp;</b>&nbsp;&nbsp;Give them, O LORD—</span><br><span id=\"p28009014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will you give?</span><br><span id=\"p28009014_01-17\" class=\"line\">&nbsp;&nbsp;Give them a miscarrying womb</span><br><span id=\"p28009014_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dry breasts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Give them, O LORD: what wilt thou give? give them a miscarrying womb and dry breasts.  ","niv":"<sup><strong>14</strong></sup> Give them, O LORD - what will you give them? Give them wombs that miscarry and breasts that are dry."},{"_id":"6159aa677c790f6c0a4910ba","topicId":"6159aa627c790f6c0a4910ab","verse":"Ezekiel 9:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26009006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26009006-1\">6&nbsp;</b>Kill old men outright, young men and maidens, little children and women, but touch no one on whom is the mark. And begin at my sanctuary.” So they began with the elders who were before the house.</p>\n</div>","kjv":"<strong>6</strong> Slay utterly old and young, both maids, and little children, and women: but come not near any man upon whom is the mark; and begin at my sanctuary. Then they began at the ancient men which were  before the house.  ","niv":"<sup><strong>6</strong></sup> Slaughter old men, young men and maidens, women and children, but do not touch anyone who has the mark. Begin at my sanctuary.\" So they began with the elders who were in front of the temple."},{"_id":"6159aa677c790f6c0a4910bb","topicId":"6159aa627c790f6c0a4910ab","verse":"Lamentations 2:20","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25002020_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25002020-1\">20&nbsp;</b>&nbsp;&nbsp;Look, O LORD, and see!</span><br><span id=\"p25002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;With whom have you dealt thus?</span><br><span id=\"p25002020_01-19\" class=\"line\">&nbsp;&nbsp;Should women eat the fruit of their womb,</span><br><span id=\"p25002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the children of their tender care?</span><br><span id=\"p25002020_01-19\" class=\"line\">&nbsp;&nbsp;Should priest and prophet be killed</span><br><span id=\"p25002020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sanctuary of the Lord?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Behold, O LORD, and consider to whom thou hast done this. Shall the women eat their fruit, and children of a span long? shall the priest and the prophet be slain in the sanctuary of the Lord?  ","niv":"<sup><strong>20</strong></sup> \"Look, O LORD, and consider: Whom have you ever treated like this? Should women eat their offspring, the children they have cared for? Should priest and prophet be killed in the sanctuary of the Lord?"},{"_id":"6159aa677c790f6c0a4910bc","topicId":"6159aa627c790f6c0a4910ab","verse":"Isaiah 53:4-6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23053004_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053004-1\">4&nbsp;</b>&nbsp;&nbsp;Surely he has borne our griefs</span><br><span id=\"p23053004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and carried our sorrows;</span><br><span id=\"p23053004_01-20\" class=\"line\">&nbsp;&nbsp;yet we esteemed him stricken,</span><br><span id=\"p23053004_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;smitten by God, and afflicted.</span><br><span id=\"p23053005_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053005-1\">5&nbsp;</b>&nbsp;&nbsp;But he was pierced for our transgressions;</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was crushed for our iniquities;</span><br><span id=\"p23053005_01-20\" class=\"line\">&nbsp;&nbsp;upon him was the chastisement that brought us peace,</span><br><span id=\"p23053005_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with his wounds we are healed.</span><br><span id=\"p23053006_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23053006-1\">6&nbsp;</b>&nbsp;&nbsp;All we like sheep have gone astray;</span><br><span id=\"p23053006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we have turned—every one—to his own way;</span><br><span id=\"p23053006_01-20\" class=\"line\">&nbsp;&nbsp;and the LORD has laid on him</span><br><span id=\"p23053006_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the iniquity of us all.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Surely he hath borne our griefs, and carried our sorrows: yet we did esteem him stricken, smitten of God, and afflicted.  <strong>5</strong> But he was wounded for our transgressions, he was  bruised for our iniquities: the chastisement of our peace was  upon him; and with his stripes we are healed.  <strong>6</strong> All we like sheep have gone astray; we have turned every one to his own way; and the LORD hath laid on him the iniquity of us all.  ","niv":"<sup><strong>4</strong></sup> Surely he took up our infirmities and carried our sorrows, yet we considered him stricken by God, smitten by him, and afflicted. <sup><strong>5</strong></sup> But he was pierced for our transgressions, he was crushed for our iniquities; the punishment that brought us peace was upon him, and by his wounds we are healed. <sup><strong>6</strong></sup> We all, like sheep, have gone astray, each of us has turned to his own way; and the LORD has laid on him the iniquity of us all. "},{"_id":"6159aa687c790f6c0a4910bd","topicId":"6159aa627c790f6c0a4910ab","verse":"Isaiah 51:11","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23051011_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23051011-1\">11&nbsp;</b>&nbsp;&nbsp;And the ransomed of the LORD shall return</span><br><span id=\"p23051011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and come to Zion with singing;</span><br><span id=\"p23051011_01-21\" class=\"line\">&nbsp;&nbsp;everlasting joy shall be upon their heads;</span><br><span id=\"p23051011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall obtain gladness and joy,</span><br><span id=\"p23051011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sorrow and sighing shall flee away.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Therefore the redeemed of the LORD shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.  ","niv":"<sup><strong>11</strong></sup> The ransomed of the LORD will return. They will enter Zion with singing; everlasting joy will crown their heads. Gladness and joy will overtake them, and sorrow and sighing will flee away."},{"_id":"6159aa687c790f6c0a4910be","topicId":"6159aa627c790f6c0a4910ab","verse":"Isaiah 13:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013018-1\">18&nbsp;</b>&nbsp;&nbsp;Their bows will slaughter the young men;</span><br><span id=\"p23013018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they will have no mercy on the fruit of the womb;</span><br><span id=\"p23013018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their eyes will not pity children.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Their bows also shall dash the young men to pieces; and they shall have no pity on the fruit of the womb; their eye shall not spare children.  ","niv":"<sup><strong>18</strong></sup> Their bows will strike down the young men; they will have no mercy on infants nor will they look with compassion on children."},{"_id":"6159aa687c790f6c0a4910bf","topicId":"6159aa627c790f6c0a4910ab","verse":"Isaiah 13:16","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013016_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013016-1\">16&nbsp;</b>&nbsp;&nbsp;Their infants will be dashed in pieces</span><br><span id=\"p23013016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before their eyes;</span><br><span id=\"p23013016_01-23\" class=\"line\">&nbsp;&nbsp;their houses will be plundered</span><br><span id=\"p23013016_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their wives ravished.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Their children also shall be dashed to pieces before their eyes; their houses shall be spoiled, and their wives ravished.  ","niv":"<sup><strong>16</strong></sup> Their infants will be dashed to pieces before their eyes; their houses will be looted and their wives ravished."},{"_id":"6159aa697c790f6c0a4910c0","topicId":"6159aa627c790f6c0a4910ab","verse":"Psalm 137:9","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19137009_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19137009-1\">9&nbsp;</b>&nbsp;&nbsp;Blessed shall he be who takes your little ones</span><br><span id=\"p19137009_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dashes them against the rock!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Happy shall he be, that taketh and dasheth thy little ones against the stones.  ","niv":"<sup><strong>9</strong></sup> he who seizes your infants and dashes them against the rocks."},{"_id":"6159aa697c790f6c0a4910c1","topicId":"6159aa627c790f6c0a4910ab","verse":"Psalm 51:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  ","niv":"<sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me."},{"_id":"6159aa697c790f6c0a4910c2","topicId":"6159aa627c790f6c0a4910ab","verse":"2 Kings 15:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p12015016_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v12015016-1\">16&nbsp;</b>At that time Menahem sacked Tiphsah and all who were in it and its territory from Tirzah on, because they did not open it to him. Therefore he sacked it, and he ripped open all the women in it who were pregnant.</p>\n</div>","kjv":"<strong>16</strong> Then Menahem smote Tiphsah, and all that were therein, and the coasts thereof from Tirzah: because they opened not to him, therefore he smote it; and all the women therein that were with child he ripped up.  ","niv":"<sup><strong>16</strong></sup> At that time Menahem, starting out from Tirzah, attacked Tiphsah and everyone in the city and its vicinity, because they refused to open their gates. He sacked Tiphsah and ripped open all the pregnant women."},{"_id":"6159aa697c790f6c0a4910c3","topicId":"6159aa627c790f6c0a4910ab","verse":"2 Kings 8:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p12008012_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v12008012-1\">12&nbsp;</b>And Hazael said, “Why does my lord weep?” He answered, “Because I know the evil that you will do to the people of Israel. You will set on fire their fortresses, and you will kill their young men with the sword and dash in pieces their little ones and rip open their pregnant women.”</p>\n</div>","kjv":"<strong>12</strong> And Hazael said, Why weepeth my lord? And he answered, Because I know the evil that thou wilt do unto the children of Israel: their strong holds wilt thou set on fire, and their young men wilt thou slay with the sword, and wilt dash their children, and rip up their women with child.  ","niv":"<sup><strong>12</strong></sup> \"Why is my lord weeping?\" asked Hazael. \"Because I know the harm you will do to the Israelites,\" he answered. \"You will set fire to their fortified places, kill their young men with the sword, dash their little children to the ground, and rip open their pregnant women.\""},{"_id":"6159aa6a7c790f6c0a4910c4","topicId":"6159aa627c790f6c0a4910ab","verse":"1 Samuel 15:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p09015003_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v09015003-1\">3&nbsp;</b>Now go and strike Amalek and devote to destruction all that they have. Do not spare them, but kill both man and woman, child and infant, ox and sheep, camel and donkey.’”</p>\n\n</div>","kjv":"<strong>3</strong> Now go and smite Amalek, and utterly destroy all that they have, and spare them not; but slay both man and woman, infant and suckling, ox and sheep, camel and ass.  ","niv":"<sup><strong>3</strong></sup> Now go, attack the Amalekites and totally destroy everything that belongs to them. Do not spare them; put to death men and women, children and infants, cattle and sheep, camels and donkeys.'\""}]}