{"_id":"6159ab107c790f6c0a49112d","slug":"blasphemy-against-the-holy-ghost","name":"Blasphemy Against The Holy Ghost","verses":[{"_id":"6159ab107c790f6c0a49112e","topicId":"6159ab107c790f6c0a49112d","verse":"Matthew 12:31-32","votes":34,"__v":0,"esv":"<div>\n<p id=\"p40012031_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012031-1\">31&nbsp;</b><span class=\"woc\">Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n</div>","kjv":"<strong>31</strong>           Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy  Ghost shall not be forgiven unto men.  <strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  ","niv":"<sup><strong>31</strong></sup> And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven. <sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come. "},{"_id":"6159ab107c790f6c0a49112f","topicId":"6159ab107c790f6c0a49112d","verse":"Luke 12:10","votes":20,"__v":0,"esv":"<div>\n<p id=\"p42012010_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span></p>\n</div>","kjv":"<strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  ","niv":"<sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven."},{"_id":"6159ab107c790f6c0a491130","topicId":"6159ab107c790f6c0a49112d","verse":"Titus 2:3-5","votes":14,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"6159ab117c790f6c0a491131","topicId":"6159ab107c790f6c0a49112d","verse":"1 Corinthians 6:6-10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46006006_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006006-1\">6&nbsp;</b>but brother goes to law against brother, and that before unbelievers? <b class=\"verse-num\" id=\"v46006007-1\">7&nbsp;</b>To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded? <b class=\"verse-num\" id=\"v46006008-1\">8&nbsp;</b>But you yourselves wrong and defraud—even your own brothers!</p>\n<p id=\"p46006008_01-5\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>6</strong> But brother goeth to law with brother, and that before the unbelievers.  <strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  <strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  <strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>6</strong></sup> But instead, one brother goes to law against another--and this in front of unbelievers! <sup><strong>7</strong></sup> The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated? <sup><strong>8</strong></sup> Instead, you yourselves cheat and do wrong, and you do this to your brothers. <sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"6159ab117c790f6c0a491132","topicId":"6159ab107c790f6c0a49112d","verse":"Mark 3:29","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41003029_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41003029-1\">29&nbsp;</b><span class=\"woc\">but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”</span>—</p>\n</div>","kjv":"<strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  ","niv":"<sup><strong>29</strong></sup> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of an eternal sin.\""},{"_id":"6159ab117c790f6c0a491133","topicId":"6159ab107c790f6c0a49112d","verse":"Acts 7:51","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44007051_01-7\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you.</p>\n</div>","kjv":"<strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  ","niv":"<sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit!"},{"_id":"6159ab127c790f6c0a491134","topicId":"6159ab107c790f6c0a49112d","verse":"James 2:6-7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p59002006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n</div>","kjv":"<strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  ","niv":"<sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? "},{"_id":"6159ab127c790f6c0a491135","topicId":"6159ab107c790f6c0a49112d","verse":"Romans 8:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-9\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ."},{"_id":"6159ab127c790f6c0a491136","topicId":"6159ab107c790f6c0a49112d","verse":"Matthew 12:32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40012032_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n</div>","kjv":"<strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  ","niv":"<sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come."},{"_id":"6159ab127c790f6c0a491137","topicId":"6159ab107c790f6c0a49112d","verse":"Mark 3:30","votes":5,"__v":0,"esv":"<div>\n<p id=\"p41003030_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003030-1\">30&nbsp;</b>for they were saying, “He has an unclean spirit.”</p>\n</div>","kjv":"<strong>30</strong> Because they said, He hath an unclean spirit.  ","niv":"<sup><strong>30</strong></sup> He said this because they were saying, \"He has an evil spirit.\""},{"_id":"6159ab137c790f6c0a491138","topicId":"6159ab107c790f6c0a49112d","verse":"Ephesians 1:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49001013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001013-1\">13&nbsp;</b>In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit,</p>\n</div>","kjv":"<strong>13</strong> In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,  ","niv":"<sup><strong>13</strong></sup> And you also were included in Christ when you heard the word of truth, the gospel of your salvation. Having believed, you were marked in him with a seal, the promised Holy Spirit,"},{"_id":"6159ab137c790f6c0a491139","topicId":"6159ab107c790f6c0a49112d","verse":"John 6:63","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43006063_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006063-1\">63&nbsp;</b><span class=\"woc\">It is the Spirit who gives life; the flesh is no help at all. The words that I have spoken to you are spirit and life.</span></p>\n</div>","kjv":"<strong>63</strong> It is the spirit that quickeneth; the flesh profiteth nothing: the words that I speak unto you, they are spirit, and they are life.  ","niv":"<sup><strong>63</strong></sup> The Spirit gives life; the flesh counts for nothing. The words I have spoken to you are spirit and they are life."},{"_id":"6159ab137c790f6c0a49113a","topicId":"6159ab107c790f6c0a49112d","verse":"John 5:39","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43005039_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005039-1\">39&nbsp;</b><span class=\"woc\">You search the Scriptures because you think that in them you have eternal life; and it is they that bear witness about me,</span></p>\n</div>","kjv":"<strong>39</strong>           Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.  ","niv":"<sup><strong>39</strong></sup> You diligently study the Scriptures because you think that by them you possess eternal life. These are the Scriptures that testify about me,"},{"_id":"6159ab147c790f6c0a49113b","topicId":"6159ab107c790f6c0a49112d","verse":"John 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God."},{"_id":"6159ab147c790f6c0a49113c","topicId":"6159ab107c790f6c0a49112d","verse":"Mark 3:28-29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41003028_01-16\"><b class=\"verse-num woc\" id=\"v41003028-1\">28&nbsp;</b><span class=\"woc\">“Truly, I say to you, all sins will be forgiven the children of man, and whatever blasphemies they utter,</span> <b class=\"verse-num woc\" id=\"v41003029-1\">29&nbsp;</b><span class=\"woc\">but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”</span>—</p>\n</div>","kjv":"<strong>28</strong> Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:  <strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  ","niv":"<sup><strong>28</strong></sup> I tell you the truth, all the sins and blasphemies of men will be forgiven them. <sup><strong>29</strong></sup> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of an eternal sin.\" "},{"_id":"6159ab147c790f6c0a49113d","topicId":"6159ab107c790f6c0a49112d","verse":"Mark 3:28-30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41003028_01-17\"><b class=\"verse-num woc\" id=\"v41003028-1\">28&nbsp;</b><span class=\"woc\">“Truly, I say to you, all sins will be forgiven the children of man, and whatever blasphemies they utter,</span> <b class=\"verse-num woc\" id=\"v41003029-1\">29&nbsp;</b><span class=\"woc\">but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”</span>—<b class=\"verse-num\" id=\"v41003030-1\">30&nbsp;</b>for they were saying, “He has an unclean spirit.”</p>\n</div>","kjv":"<strong>28</strong> Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:  <strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  <strong>30</strong> Because they said, He hath an unclean spirit.  ","niv":"<sup><strong>28</strong></sup> I tell you the truth, all the sins and blasphemies of men will be forgiven them. <sup><strong>29</strong></sup> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of an eternal sin.\" <sup><strong>30</strong></sup> He said this because they were saying, \"He has an evil spirit.\" "},{"_id":"6159ab157c790f6c0a49113e","topicId":"6159ab107c790f6c0a49112d","verse":"1 John 5:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"6159ab157c790f6c0a49113f","topicId":"6159ab107c790f6c0a49112d","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"6159ab157c790f6c0a491140","topicId":"6159ab107c790f6c0a49112d","verse":"1 Corinthians 14:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-21\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-21\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-21\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-21\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-21\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-21\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"6159ab157c790f6c0a491141","topicId":"6159ab107c790f6c0a49112d","verse":"John 17:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43017017_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43017017-1\">17&nbsp;</b><span class=\"woc\">Sanctify them in the truth; your word is truth.</span></p>\n\n</div>","kjv":"<strong>17</strong> Sanctify them through thy truth: thy word is truth.  ","niv":"<sup><strong>17</strong></sup> Sanctify them by the truth; your word is truth."},{"_id":"6159ab167c790f6c0a491142","topicId":"6159ab107c790f6c0a49112d","verse":"John 16:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016013_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016013-1\">13&nbsp;</b><span class=\"woc\">When the Spirit of truth comes, he will guide you into all the truth, for he will not speak on his own authority, but whatever he hears he will speak, and he will declare to you the things that are to come.</span></p>\n</div>","kjv":"<strong>13</strong> Howbeit when he, the Spirit of truth, is come, he will guide you into all truth: for he shall not speak of himself; but whatsoever he shall hear, that shall he speak: and he will shew you things to come.  ","niv":"<sup><strong>13</strong></sup> But when he, the Spirit of truth, comes, he will guide you into all truth. He will not speak on his own; he will speak only what he hears, and he will tell you what is yet to come."},{"_id":"6159ab167c790f6c0a491143","topicId":"6159ab107c790f6c0a49112d","verse":"Titus 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56002013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002013-1\">13&nbsp;</b>waiting for our blessed hope, the appearing of the glory of our great God and Savior Jesus Christ,</p>\n</div>","kjv":"<strong>13</strong> Looking for that blessed hope, and the glorious appearing of the great God and our Saviour Jesus Christ;  ","niv":"<sup><strong>13</strong></sup> while we wait for the blessed hope--the glorious appearing of our great God and Savior, Jesus Christ,"},{"_id":"6159ab177c790f6c0a491144","topicId":"6159ab107c790f6c0a49112d","verse":"2 Peter 1:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"6159ab177c790f6c0a491146","topicId":"6159ab107c790f6c0a49112d","verse":"Matthew 12:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40012031_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012031-1\">31&nbsp;</b><span class=\"woc\">Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.</span></p>\n</div>","kjv":"<strong>31</strong>           Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy  Ghost shall not be forgiven unto men.  ","niv":"<sup><strong>31</strong></sup> And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven."},{"_id":"6159ab177c790f6c0a491145","topicId":"6159ab107c790f6c0a49112d","verse":"Ephesians 4:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."}]}