{"_id":"6159aace7c790f6c0a4910f9","slug":"blaspheming-the-holy-spirit","name":"Blaspheming The Holy Spirit","verses":[{"_id":"6159aace7c790f6c0a4910fa","topicId":"6159aace7c790f6c0a4910f9","verse":"Matthew 12:31-32","votes":22,"__v":0,"esv":"<div>\n<p id=\"p40012031_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012031-1\">31&nbsp;</b><span class=\"woc\">Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n</div>","kjv":"<strong>31</strong>           Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy  Ghost shall not be forgiven unto men.  <strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  ","niv":"<sup><strong>31</strong></sup> And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven. <sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come. ","modified":"2022-12-09T19:22:37.653Z"},{"_id":"6159aacf7c790f6c0a4910fb","topicId":"6159aace7c790f6c0a4910f9","verse":"Mark 3:28-30","votes":16,"__v":0,"esv":"<div>\n<p id=\"p41003028_01-2\"><b class=\"verse-num woc\" id=\"v41003028-1\">28&nbsp;</b><span class=\"woc\">“Truly, I say to you, all sins will be forgiven the children of man, and whatever blasphemies they utter,</span> <b class=\"verse-num woc\" id=\"v41003029-1\">29&nbsp;</b><span class=\"woc\">but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”</span>—<b class=\"verse-num\" id=\"v41003030-1\">30&nbsp;</b>for they were saying, “He has an unclean spirit.”</p>\n</div>","kjv":"<strong>28</strong> Verily I say unto you, All sins shall be forgiven unto the sons of men, and blasphemies wherewith soever they shall blaspheme:  <strong>29</strong> But he that shall blaspheme against the Holy Ghost hath never forgiveness, but is in danger of eternal damnation:  <strong>30</strong> Because they said, He hath an unclean spirit.  ","niv":"<sup><strong>28</strong></sup> I tell you the truth, all the sins and blasphemies of men will be forgiven them. <sup><strong>29</strong></sup> But whoever blasphemes against the Holy Spirit will never be forgiven; he is guilty of an eternal sin.\" <sup><strong>30</strong></sup> He said this because they were saying, \"He has an evil spirit.\" ","modified":"2022-11-13T16:02:25.481Z"},{"_id":"6159aacf7c790f6c0a4910fc","topicId":"6159aace7c790f6c0a4910f9","verse":"1 Corinthians 6:6-10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46006006_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006006-1\">6&nbsp;</b>but brother goes to law against brother, and that before unbelievers? <b class=\"verse-num\" id=\"v46006007-1\">7&nbsp;</b>To have lawsuits at all with one another is already a defeat for you. Why not rather suffer wrong? Why not rather be defrauded? <b class=\"verse-num\" id=\"v46006008-1\">8&nbsp;</b>But you yourselves wrong and defraud—even your own brothers!</p>\n<p id=\"p46006008_01-4\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>6</strong> But brother goeth to law with brother, and that before the unbelievers.  <strong>7</strong> Now therefore there is utterly a fault among you, because ye go to law one with another. Why do ye not rather take wrong? why do ye not rather suffer yourselves to be defrauded?  <strong>8</strong> Nay, ye do wrong, and defraud, and that your brethren.  <strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>6</strong></sup> But instead, one brother goes to law against another--and this in front of unbelievers! <sup><strong>7</strong></sup> The very fact that you have lawsuits among you means you have been completely defeated already. Why not rather be wronged? Why not rather be cheated? <sup><strong>8</strong></sup> Instead, you yourselves cheat and do wrong, and you do this to your brothers. <sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. ","modified":"2022-09-09T18:01:39.436Z"},{"_id":"6159aacf7c790f6c0a4910fd","topicId":"6159aace7c790f6c0a4910f9","verse":"Acts 7:51","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44007051_01-5\"><b class=\"verse-num\" id=\"v44007051-1\">51&nbsp;</b>“You stiff-necked people, uncircumcised in heart and ears, you always resist the Holy Spirit. As your fathers did, so do you.</p>\n</div>","kjv":"<strong>51</strong> Ye stiffnecked and uncircumcised in heart and ears, ye do always resist the Holy Ghost: as your fathers did, so do ye.  ","niv":"<sup><strong>51</strong></sup> \"You stiff-necked people, with uncircumcised hearts and ears! You are just like your fathers: You always resist the Holy Spirit!","modified":"2022-11-17T09:48:53.945Z"},{"_id":"6159aacf7c790f6c0a4910fe","topicId":"6159aace7c790f6c0a4910f9","verse":"James 2:6-7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59002006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n</div>","kjv":"<strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  ","niv":"<sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? ","modified":"2022-09-09T18:01:48.275Z"},{"_id":"6159aad07c790f6c0a4910ff","topicId":"6159aace7c790f6c0a4910f9","verse":"Titus 2:3-5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. ","modified":"2022-09-09T18:01:54.019Z"},{"_id":"6159aad07c790f6c0a491100","topicId":"6159aace7c790f6c0a4910f9","verse":"Hebrews 6:4-6","votes":10,"__v":0,"esv":"<div>\n<p id=\"p58006004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt.</p>\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. ","modified":"2023-10-13T21:39:11.160Z"},{"_id":"6159aad07c790f6c0a491101","topicId":"6159aace7c790f6c0a4910f9","verse":"Matthew 12:32","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40012032_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n</div>","kjv":"<strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  ","niv":"<sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.","modified":"2022-06-21T00:57:37.232Z"},{"_id":"6159aad17c790f6c0a491102","topicId":"6159aace7c790f6c0a4910f9","verse":"1 Corinthians 12:1-31","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-11\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-11\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-11\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-11\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-11\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-11\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. ","modified":"2022-08-07T20:09:48.774Z"},{"_id":"6159aad17c790f6c0a491103","topicId":"6159aace7c790f6c0a4910f9","verse":"Acts 2:38","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"6159aad17c790f6c0a491104","topicId":"6159aace7c790f6c0a4910f9","verse":"Colossians 3:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51003008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.</p>\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."},{"_id":"6159aad17c790f6c0a491105","topicId":"6159aace7c790f6c0a4910f9","verse":"Ephesians 4:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption.","modified":"2022-07-28T23:57:08.810Z"},{"_id":"6159aad27c790f6c0a491106","topicId":"6159aace7c790f6c0a4910f9","verse":"1 Corinthians 12:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46012008_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit,</p>\n</div>","kjv":"<strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  ","niv":"<sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit,"},{"_id":"6159aad27c790f6c0a491107","topicId":"6159aace7c790f6c0a4910f9","verse":"Acts 2:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n</div>","kjv":"<strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  ","niv":"<sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them.","modified":"2022-07-02T16:46:10.426Z"},{"_id":"6159aad27c790f6c0a491108","topicId":"6159aace7c790f6c0a4910f9","verse":"Luke 12:10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42012010_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span></p>\n</div>","kjv":"<strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  ","niv":"<sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven."},{"_id":"6159aad37c790f6c0a491109","topicId":"6159aace7c790f6c0a4910f9","verse":"Proverbs 4:20","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004020_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004020-1\">20&nbsp;</b>&nbsp;&nbsp;My son, be attentive to my words;</span><br><span id=\"p20004020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incline your ear to my sayings.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> My son, attend to my words; incline thine ear unto my sayings.  ","niv":"<sup><strong>20</strong></sup> My son, pay attention to what I say; listen closely to my words."},{"_id":"6159aad37c790f6c0a49110a","topicId":"6159aace7c790f6c0a4910f9","verse":"1 John 2:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62002002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world.</p>\n</div>","kjv":"<strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  ","niv":"<sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world."},{"_id":"6159aad37c790f6c0a49110b","topicId":"6159aace7c790f6c0a4910f9","verse":"James 2:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court?</p>\n</div>","kjv":"<strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  ","niv":"<sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court?"},{"_id":"6159aad47c790f6c0a49110c","topicId":"6159aace7c790f6c0a4910f9","verse":"Titus 2:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56002011_01-22\"><b class=\"verse-num\" id=\"v56002011-1\">11&nbsp;</b>For the grace of God has appeared, bringing salvation for all people,</p>\n</div>","kjv":"<strong>11</strong> For the grace of God that bringeth salvation hath appeared to all men,  ","niv":"<sup><strong>11</strong></sup> For the grace of God that brings salvation has appeared to all men."},{"_id":"6159aad47c790f6c0a49110d","topicId":"6159aace7c790f6c0a4910f9","verse":"2 Timothy 2:15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"6159aad47c790f6c0a49110e","topicId":"6159aace7c790f6c0a4910f9","verse":"Romans 10:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. <b class=\"verse-num\" id=\"v45010010-1\">10&nbsp;</b>For with the heart one believes and is justified, and with the mouth one confesses and is saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  <strong>10</strong> For with the heart man believeth unto righteousness; and with the mouth confession is made unto salvation.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved. <sup><strong>10</strong></sup> For it is with your heart that you believe and are justified, and it is with your mouth that you confess and are saved. "},{"_id":"6159aad47c790f6c0a49110f","topicId":"6159aace7c790f6c0a4910f9","verse":"Romans 8:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"_id":"6159aad57c790f6c0a491110","topicId":"6159aace7c790f6c0a4910f9","verse":"Acts 1:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"6159aad57c790f6c0a491111","topicId":"6159aace7c790f6c0a4910f9","verse":"John 20:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43020022_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020022-1\">22&nbsp;</b>And when he had said this, he breathed on them and said to them, <span class=\"woc\">“Receive the Holy Spirit.</span></p>\n</div>","kjv":"<strong>22</strong> And when he had said this, he breathed on them, and saith unto them, Receive ye the Holy Ghost:  ","niv":"<sup><strong>22</strong></sup> And with that he breathed on them and said, \"Receive the Holy Spirit."},{"_id":"6159aad57c790f6c0a491112","topicId":"6159aace7c790f6c0a4910f9","verse":"John 15:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015026_01-28\"><b class=\"verse-num woc\" id=\"v43015026-1\">26&nbsp;</b><span class=\"woc\">“But when the Helper comes, whom I will send to you from the Father, the Spirit of truth, who proceeds from the Father, he will bear witness about me.</span></p>\n</div>","kjv":"<strong>26</strong> But when the Comforter is come, whom I will send unto you from the Father, even the Spirit of truth, which proceedeth from the Father, he shall testify of me:  ","niv":"<sup><strong>26</strong></sup> \"When the Counselor comes, whom I will send to you from the Father, the Spirit of truth who goes out from the Father, he will testify about me.","modified":"2022-05-30T12:52:49.609Z"}]}