{"_id":"6159ab5e7c790f6c0a491167","slug":"blindness","name":"Blindness","verses":[{"_id":"6159ab5f7c790f6c0a491168","topicId":"6159ab5e7c790f6c0a491167","verse":"1 John 2:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p62002011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n</div>","kjv":"<strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  ","niv":"<sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him.","modified":"2022-10-07T13:16:16.789Z"},{"_id":"6159ab5f7c790f6c0a491169","topicId":"6159ab5e7c790f6c0a491167","verse":"Ephesians 5:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49005008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light</p>\n</div>","kjv":"<strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  ","niv":"<sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light"},{"_id":"6159ab5f7c790f6c0a49116a","topicId":"6159ab5e7c790f6c0a491167","verse":"Matthew 15:14","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40015014_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015014-1\">14&nbsp;</b><span class=\"woc\">Let them alone; they are blind guides. And if the blind lead the blind, both will fall into a pit.”</span></p>\n\n</div>","kjv":"<strong>14</strong> Let them alone: they be blind leaders of the blind. And if the blind lead the blind, both shall fall into the ditch.  ","niv":"<sup><strong>14</strong></sup> Leave them; they are blind guides. If a blind man leads a blind man, both will fall into a pit.\"","modified":"2023-07-06T17:41:20.800Z"},{"_id":"6159ab607c790f6c0a49116b","topicId":"6159ab5e7c790f6c0a491167","verse":"Matthew 13:13-16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40013013_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40013013-1\">13&nbsp;</b><span class=\"woc\">This is why I speak to them in parables, because seeing they do not see, and hearing they do not hear, nor do they understand.</span> <b class=\"verse-num woc\" id=\"v40013014-1\">14&nbsp;</b><span class=\"woc\">Indeed, in their case the prophecy of Isaiah is fulfilled that says:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40013014_01-4\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘“You will indeed hear but never understand,</span><br><span id=\"p40013014_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and you will indeed see but never perceive.”</span></span><br><span id=\"p40013015_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40013015-1\">15&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">For this people’s heart has grown dull,</span><br><span id=\"p40013015_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and with their ears they can barely hear,</span><br><span id=\"p40013015_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and their eyes they have closed,</span><br><span id=\"p40013015_01-4\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;lest they should see with their eyes</span><br><span id=\"p40013015_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears</span><br><span id=\"p40013015_01-4\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;and understand with their heart</span><br><span id=\"p40013015_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;and turn, and I would heal them.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></span></span></p><p id=\"p40013015_01-4\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40013016-1\">16&nbsp;</b><span class=\"woc\">But blessed are your eyes, for they see, and your ears, for they hear.</span></p>\n</div>","kjv":"<strong>13</strong> Therefore speak I to them in parables: because they seeing see not; and hearing they hear not, neither do they understand.  <strong>14</strong> And in them is fulfilled the prophecy of Esaias, which saith, By hearing ye shall hear, and shall not understand; and seeing ye shall see, and shall not perceive:  <strong>15</strong> For this people’s heart is waxed gross, and their ears are dull of hearing, and their eyes they have closed; lest at any time they should see with their eyes, and hear with their ears, and should understand with their  heart, and should be converted, and I should heal them.  <strong>16</strong> But blessed are your eyes, for they see: and your ears, for they hear.  ","niv":"<sup><strong>13</strong></sup> This is why I speak to them in parables: \"Though seeing, they do not see; though hearing, they do not hear or understand. <sup><strong>14</strong></sup> In them is fulfilled the prophecy of Isaiah: \"'You will be ever hearing but never understanding; you will be ever seeing but never perceiving. <sup><strong>15</strong></sup> For this people's heart has become calloused; they hardly hear with their ears, and they have closed their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts and turn, and I would heal them.' <sup><strong>16</strong></sup> But blessed are your eyes because they see, and your ears because they hear. ","modified":"2023-06-01T21:32:13.749Z"},{"_id":"6159ab607c790f6c0a49116c","topicId":"6159ab5e7c790f6c0a491167","verse":"John 1:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43001005_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n</div>","kjv":"<strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  ","niv":"<sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it."},{"_id":"6159ab607c790f6c0a49116d","topicId":"6159ab5e7c790f6c0a491167","verse":"Luke 18:35-38","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42018035_06-6\"><b class=\"verse-num\" id=\"v42018035-1\">35&nbsp;</b>As he drew near to Jericho, a blind man was sitting by the roadside begging. <b class=\"verse-num\" id=\"v42018036-1\">36&nbsp;</b>And hearing a crowd going by, he inquired what this meant. <b class=\"verse-num\" id=\"v42018037-1\">37&nbsp;</b>They told him, “Jesus of Nazareth is passing by.” <b class=\"verse-num\" id=\"v42018038-1\">38&nbsp;</b>And he cried out, “Jesus, Son of David, have mercy on me!”</p>\n</div>","kjv":"<strong>35</strong> And it came to pass, that as he was come nigh unto Jericho, a certain blind man sat by the way side begging:  <strong>36</strong> And hearing the multitude pass by, he asked what it meant.  <strong>37</strong> And they told him, that Jesus of Nazareth passeth by.  <strong>38</strong> And he cried, saying, Jesus, thou Son of David, have mercy on me.  ","niv":"<sup><strong>35</strong></sup> As Jesus approached Jericho, a blind man was sitting by the roadside begging. <sup><strong>36</strong></sup> When he heard the crowd going by, he asked what was happening. <sup><strong>37</strong></sup> They told him, \"Jesus of Nazareth is passing by.\" <sup><strong>38</strong></sup> He called out, \"Jesus, Son of David, have mercy on me!\" ","modified":"2023-05-18T17:52:20.499Z"},{"_id":"6159ab617c790f6c0a49116e","topicId":"6159ab5e7c790f6c0a491167","verse":"Luke 12:48","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42012048_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked."},{"_id":"6159ab617c790f6c0a49116f","topicId":"6159ab5e7c790f6c0a491167","verse":"Revelation 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66003017_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003017-1\">17&nbsp;</b><span class=\"woc\">For you say, I am rich, I have prospered, and I need nothing, not realizing that you are wretched, pitiable, poor, blind, and naked.</span></p>\n</div>","kjv":"<strong>17</strong> Because thou sayest, I am rich, and increased with goods, and have need of nothing; and knowest not that thou art wretched, and miserable, and poor, and blind, and naked:  ","niv":"<sup><strong>17</strong></sup> You say, 'I am rich; I have acquired wealth and do not need a thing.' But you do not realize that you are wretched, pitiful, poor, blind and naked.","modified":"2023-01-26T19:01:24.480Z"},{"_id":"6159ab617c790f6c0a491170","topicId":"6159ab5e7c790f6c0a491167","verse":"2 Corinthians 4:4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God.","modified":"2023-01-30T17:32:26.674Z"},{"_id":"6159ab617c790f6c0a491171","topicId":"6159ab5e7c790f6c0a491167","verse":"Matthew 12:22","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40012022_06-10\"><b class=\"verse-num\" id=\"v40012022-1\">22&nbsp;</b>Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw.</p>\n</div>","kjv":"<strong>22</strong> Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.  ","niv":"<sup><strong>22</strong></sup> Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see."},{"_id":"6159ab627c790f6c0a491172","topicId":"6159ab5e7c790f6c0a491167","verse":"Acts 26:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44026018_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44026018-1\">18&nbsp;</b><span class=\"woc\">to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’</span></p>\n</div>","kjv":"<strong>18</strong> To open their eyes, and to turn them  from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.  ","niv":"<sup><strong>18</strong></sup> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.'"},{"_id":"6159ab627c790f6c0a491173","topicId":"6159ab5e7c790f6c0a491167","verse":"John 12:38-41","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43012038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43012038-1\">38&nbsp;</b>so that the word spoken by the prophet Isaiah might be fulfilled:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012038_01-12\" class=\"line\">&nbsp;&nbsp;“Lord, who has believed what he heard from us,</span><br><span id=\"p43012038_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to whom has the arm of the Lord been revealed?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012038_01-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012039-1\">39&nbsp;</b>Therefore they could not believe. For again Isaiah said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p43012040_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v43012040-1\">40&nbsp;</b>&nbsp;&nbsp;“He has blinded their eyes</span><br><span id=\"p43012040_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hardened their heart,</span><br><span id=\"p43012040_01-12\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p43012040_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and understand with their heart, and turn,</span><br><span id=\"p43012040_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I would heal them.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p43012040_01-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v43012041-1\">41&nbsp;</b>Isaiah said these things because he saw his glory and spoke of him.</p>\n</div>","kjv":"<strong>38</strong> That the saying of Esaias the prophet might be fulfilled, which he spake, Lord, who hath believed our report? and to whom hath the arm of the Lord been revealed?  <strong>39</strong> Therefore they could not believe, because that Esaias said again,  <strong>40</strong> He hath blinded their eyes, and hardened their heart; that they should not see with their eyes, nor understand with their heart, and be converted, and I should heal them.  <strong>41</strong> These things said Esaias, when he saw his glory, and spake of him.  ","niv":"<sup><strong>38</strong></sup> This was to fulfill the word of Isaiah the prophet: \"Lord, who has believed our message and to whom has the arm of the Lord been revealed?\" <sup><strong>39</strong></sup> For this reason they could not believe, because, as Isaiah says elsewhere: <sup><strong>40</strong></sup> \"He has blinded their eyes and deadened their hearts, so they can neither see with their eyes, nor understand with their hearts, nor turn--and I would heal them.\" <sup><strong>41</strong></sup> Isaiah said this because he saw Jesus' glory and spoke about him. ","modified":"2023-04-20T18:00:36.483Z"},{"_id":"6159ab627c790f6c0a491174","topicId":"6159ab5e7c790f6c0a491167","verse":"1 John 1:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001006_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001006-1\">6&nbsp;</b>If we say we have fellowship with him while we walk in darkness, we lie and do not practice the truth.</p>\n</div>","kjv":"<strong>6</strong> If we say that we have fellowship with him, and walk in darkness, we lie, and do not the truth:  ","niv":"<sup><strong>6</strong></sup> If we claim to have fellowship with him yet walk in the darkness, we lie and do not live by the truth.","modified":"2023-05-22T03:51:25.825Z"},{"_id":"6159ab637c790f6c0a491175","topicId":"6159ab5e7c790f6c0a491167","verse":"Ephesians 4:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004018_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart.</p>\n</div>","kjv":"<strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  ","niv":"<sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts.","modified":"2022-08-27T15:23:20.684Z"},{"_id":"6159ab637c790f6c0a491176","topicId":"6159ab5e7c790f6c0a491167","verse":"2 Corinthians 3:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47003015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47003015-1\">15&nbsp;</b>Yes, to this day whenever Moses is read a veil lies over their hearts.</p>\n</div>","kjv":"<strong>15</strong> But even unto this day, when Moses is read, the vail is upon their heart.  ","niv":"<sup><strong>15</strong></sup> Even to this day when Moses is read, a veil covers their hearts."},{"_id":"6159ab637c790f6c0a491177","topicId":"6159ab5e7c790f6c0a491167","verse":"1 Corinthians 2:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-17\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"6159ab647c790f6c0a491178","topicId":"6159ab5e7c790f6c0a491167","verse":"1 John 1:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us."},{"_id":"6159ab647c790f6c0a491179","topicId":"6159ab5e7c790f6c0a491167","verse":"Titus 1:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56001016_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good."},{"_id":"6159ab647c790f6c0a49117a","topicId":"6159ab5e7c790f6c0a491167","verse":"John 9:1-7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. "},{"_id":"6159ab647c790f6c0a49117b","topicId":"6159ab5e7c790f6c0a491167","verse":"2 Kings 6:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12006017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v12006017-1\">17&nbsp;</b>Then Elisha prayed and said, “O LORD, please open his eyes that he may see.” So the LORD opened the eyes of the young man, and he saw, and behold, the mountain was full of horses and chariots of fire all around Elisha.</p>\n</div>","kjv":"<strong>17</strong> And Elisha prayed, and said, LORD, I pray thee, open his eyes, that he may see. And the LORD opened the eyes of the young man; and he saw: and, behold, the mountain was full of horses and chariots of fire round about Elisha.  ","niv":"<sup><strong>17</strong></sup> And Elisha prayed, \"O LORD, open his eyes so he may see.\" Then the LORD opened the servant's eyes, and he looked and saw the hills full of horses and chariots of fire all around Elisha.","modified":"2023-02-01T18:06:25.375Z"},{"_id":"6159ab657c790f6c0a49117c","topicId":"6159ab5e7c790f6c0a491167","verse":"1 Peter 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-23\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"6159ab657c790f6c0a49117d","topicId":"6159ab5e7c790f6c0a491167","verse":"2 Corinthians 4:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47004006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004006-1\">6&nbsp;</b>For God, who said, “Let light shine out of darkness,” has shone in our hearts to give the light of the knowledge of the glory of God in the face of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> For God, who commanded the light to shine out of darkness, hath shined in our hearts, to give the light of the knowledge of the glory of God in the face of Jesus Christ.  ","niv":"<sup><strong>6</strong></sup> For God, who said, \"Let light shine out of darkness,\" made his light shine in our hearts to give us the light of the knowledge of the glory of God in the face of Christ."},{"_id":"6159ab657c790f6c0a49117e","topicId":"6159ab5e7c790f6c0a491167","verse":"2 Corinthians 4:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47004003_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004003-1\">3&nbsp;</b>And even if our gospel is veiled, it is veiled to those who are perishing.</p>\n</div>","kjv":"<strong>3</strong> But if our gospel be hid, it is hid to them that are lost:  ","niv":"<sup><strong>3</strong></sup> And even if our gospel is veiled, it is veiled to those who are perishing."},{"_id":"6159ab667c790f6c0a49117f","topicId":"6159ab5e7c790f6c0a491167","verse":"Mark 8:22-25","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p41008022_08-26\"><b class=\"verse-num\" id=\"v41008022-1\">22&nbsp;</b>And they came to Bethsaida. And some people brought to him a blind man and begged him to touch him. <b class=\"verse-num\" id=\"v41008023-1\">23&nbsp;</b>And he took the blind man by the hand and led him out of the village, and when he had spit on his eyes and laid his hands on him, he asked him, <span class=\"woc\">“Do you see anything?”</span> <b class=\"verse-num\" id=\"v41008024-1\">24&nbsp;</b>And he looked up and said, “I see people, but they look like trees, walking.” <b class=\"verse-num\" id=\"v41008025-1\">25&nbsp;</b>Then Jesus laid his hands on his eyes again; and he opened his eyes, his sight was restored, and he saw everything clearly.</p>\n\n</div>","kjv":"<strong>22</strong>           And he cometh to Bethsaida; and they bring a blind man unto him, and besought him to touch him.  <strong>23</strong> And he took the blind man by the hand, and led him out of the town; and when he had spit on his eyes, and put his hands upon him, he asked him if he saw ought.  <strong>24</strong> And he looked up, and said, I see men as trees, walking.  <strong>25</strong> After that he put his hands again upon his eyes, and made him look up: and he was restored, and saw every man clearly.  ","niv":"<sup><strong>22</strong></sup> They came to Bethsaida, and some people brought a blind man and begged Jesus to touch him. <sup><strong>23</strong></sup> He took the blind man by the hand and led him outside the village. When he had spit on the man's eyes and put his hands on him, Jesus asked, \"Do you see anything?\" <sup><strong>24</strong></sup> He looked up and said, \"I see people; they look like trees walking around.\" <sup><strong>25</strong></sup> Once more Jesus put his hands on the man's eyes. Then his eyes were opened, his sight was restored, and he saw everything clearly. "},{"_id":"6159ab667c790f6c0a491180","topicId":"6159ab5e7c790f6c0a491167","verse":"1 Thessalonians 4:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52004004_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004004-1\">4&nbsp;</b>that each one of you know how to control his own body in holiness and honor,</p>\n\n</div>","kjv":"<strong>4</strong> That every one of you should know how to possess his vessel in sanctification and honour;  ","niv":"<sup><strong>4</strong></sup> that each of you should learn to control his own body in a way that is holy and honorable,"}]}