{"_id":"6159ab857c790f6c0a491181","slug":"blogging","name":"Blogging","verses":[{"_id":"6159ab857c790f6c0a491182","topicId":"6159ab857c790f6c0a491181","verse":"James 3:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p59003001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59003001-1\">3:1&nbsp;</b>Not many of you should become teachers, my brothers, for you know that we who teach will be judged with greater strictness.</p>\n</div>","kjv":"<strong>1</strong> My brethren, be not many masters, knowing that we shall receive the greater condemnation.  ","niv":"<sup><strong>1</strong></sup> Not many of you should presume to be teachers, my brothers, because you know that we who teach will be judged more strictly."},{"_id":"6159ab857c790f6c0a491183","topicId":"6159ab857c790f6c0a491181","verse":"James 3:10-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003010-1\">10&nbsp;</b>From the same mouth come blessing and cursing. My brothers, these things ought not to be so. <b class=\"verse-num\" id=\"v59003011-1\">11&nbsp;</b>Does a spring pour forth from the same opening both fresh and salt water?</p>\n\n</div>","kjv":"<strong>10</strong> Out of the same mouth proceedeth blessing and cursing. My brethren, these things ought not so to be.  <strong>11</strong> Doth a fountain send forth at the same place sweet water  and bitter?  ","niv":"<sup><strong>10</strong></sup> Out of the same mouth come praise and cursing. My brothers, this should not be. <sup><strong>11</strong></sup> Can both fresh water and salt water flow from the same spring? "},{"_id":"6159ab867c790f6c0a491184","topicId":"6159ab857c790f6c0a491181","verse":"James 3:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003006-1\">6&nbsp;</b>And the tongue is a fire, a world of unrighteousness. The tongue is set among our members, staining the whole body, setting on fire the entire course of life, and set on fire by hell.</p>\n\n</div>","kjv":"<strong>6</strong> And the tongue is a fire, a world of iniquity: so is the tongue among our members, that it defileth the whole body, and setteth on fire the course of nature; and it is set on fire of hell.  ","niv":"<sup><strong>6</strong></sup> The tongue also is a fire, a world of evil among the parts of the body. It corrupts the whole person, sets the whole course of his life on fire, and is itself set on fire by hell."},{"_id":"6159ab867c790f6c0a491185","topicId":"6159ab857c790f6c0a491181","verse":"Proverbs 10:19","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010019_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010019-1\">19&nbsp;</b>&nbsp;&nbsp;When words are many, transgression is not lacking,</span><br><span id=\"p20010019_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever restrains his lips is prudent.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> In the multitude of words there wanteth not sin: but he that refraineth his lips is wise.  ","niv":"<sup><strong>19</strong></sup> When words are many, sin is not absent, but he who holds his tongue is wise."},{"_id":"6159ab867c790f6c0a491186","topicId":"6159ab857c790f6c0a491181","verse":"Genesis 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-5\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-5\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-5\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-5\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-5\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-5\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-5\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-5\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-5\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"6159ab877c790f6c0a491187","topicId":"6159ab857c790f6c0a491181","verse":"Acts 2:1-47","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-6\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-6\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-6\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-6\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-6\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-6\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-6\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-6\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-6\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-6\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-6\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-6\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. "},{"_id":"6159ab877c790f6c0a491188","topicId":"6159ab857c790f6c0a491181","verse":"Matthew 5:1-48","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-7\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-7\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-7\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-7\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-7\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-7\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-7\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-7\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-7\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-7\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-7\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-7\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-7\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-7\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-7\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-7\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-7\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-7\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-7\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"6159ab877c790f6c0a491189","topicId":"6159ab857c790f6c0a491181","verse":"Psalm 119:1-176","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19119001_09-8\" class=\"psalm-acrostic-title\">Aleph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119001_09-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19119001-1\">119:1&nbsp;</b>&nbsp;&nbsp; Blessed are those whose way is blameless,</span><br><span id=\"p19119001_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walk in the law of the LORD!</span><br><span id=\"p19119002_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119002-1\">2&nbsp;</b>&nbsp;&nbsp;Blessed are those who keep his testimonies,</span><br><span id=\"p19119002_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who seek him with their whole heart,</span><br><span id=\"p19119003_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119003-1\">3&nbsp;</b>&nbsp;&nbsp;who also do no wrong,</span><br><span id=\"p19119003_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but walk in his ways!</span><br><span id=\"p19119004_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119004-1\">4&nbsp;</b>&nbsp;&nbsp;You have commanded your precepts</span><br><span id=\"p19119004_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to be kept diligently.</span><br><span id=\"p19119005_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119005-1\">5&nbsp;</b>&nbsp;&nbsp;Oh that my ways may be steadfast</span><br><span id=\"p19119005_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in keeping your statutes!</span><br><span id=\"p19119006_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119006-1\">6&nbsp;</b>&nbsp;&nbsp;Then I shall not be put to shame,</span><br><span id=\"p19119006_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;having my eyes fixed on all your commandments.</span><br><span id=\"p19119007_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119007-1\">7&nbsp;</b>&nbsp;&nbsp;I will praise you with an upright heart,</span><br><span id=\"p19119007_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I learn your righteous rules.</span><br><span id=\"p19119008_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119008-1\">8&nbsp;</b>&nbsp;&nbsp;I will keep your statutes;</span><br><span id=\"p19119008_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not utterly forsake me!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119008_09-8\" class=\"psalm-acrostic-title\">Beth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119009_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119009-1\">9&nbsp;</b>&nbsp;&nbsp;How can a young man keep his way pure?</span><br><span id=\"p19119009_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;By guarding it according to your word.</span><br><span id=\"p19119010_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119010-1\">10&nbsp;</b>&nbsp;&nbsp;With my whole heart I seek you;</span><br><span id=\"p19119010_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not wander from your commandments!</span><br><span id=\"p19119011_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119011-1\">11&nbsp;</b>&nbsp;&nbsp;I have stored up your word in my heart,</span><br><span id=\"p19119011_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might not sin against you.</span><br><span id=\"p19119012_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119012-1\">12&nbsp;</b>&nbsp;&nbsp;Blessed are you, O LORD;</span><br><span id=\"p19119012_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119013_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119013-1\">13&nbsp;</b>&nbsp;&nbsp;With my lips I declare</span><br><span id=\"p19119013_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the rules of your mouth.</span><br><span id=\"p19119014_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119014-1\">14&nbsp;</b>&nbsp;&nbsp;In the way of your testimonies I delight</span><br><span id=\"p19119014_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as much as in all riches.</span><br><span id=\"p19119015_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119015-1\">15&nbsp;</b>&nbsp;&nbsp;I will meditate on your precepts</span><br><span id=\"p19119015_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fix my eyes on your ways.</span><br><span id=\"p19119016_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119016-1\">16&nbsp;</b>&nbsp;&nbsp;I will delight in your statutes;</span><br><span id=\"p19119016_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not forget your word.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119016_09-8\" class=\"psalm-acrostic-title\">Gimel</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119017_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119017-1\">17&nbsp;</b>&nbsp;&nbsp;Deal bountifully with your servant,</span><br><span id=\"p19119017_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may live and keep your word.</span><br><span id=\"p19119018_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119018-1\">18&nbsp;</b>&nbsp;&nbsp;Open my eyes, that I may behold</span><br><span id=\"p19119018_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wondrous things out of your law.</span><br><span id=\"p19119019_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119019-1\">19&nbsp;</b>&nbsp;&nbsp;I am a sojourner on the earth;</span><br><span id=\"p19119019_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hide not your commandments from me!</span><br><span id=\"p19119020_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119020-1\">20&nbsp;</b>&nbsp;&nbsp;My soul is consumed with longing</span><br><span id=\"p19119020_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules at all times.</span><br><span id=\"p19119021_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119021-1\">21&nbsp;</b>&nbsp;&nbsp;You rebuke the insolent, accursed ones,</span><br><span id=\"p19119021_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who wander from your commandments.</span><br><span id=\"p19119022_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119022-1\">22&nbsp;</b>&nbsp;&nbsp;Take away from me scorn and contempt,</span><br><span id=\"p19119022_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have kept your testimonies.</span><br><span id=\"p19119023_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119023-1\">23&nbsp;</b>&nbsp;&nbsp;Even though princes sit plotting against me,</span><br><span id=\"p19119023_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your servant will meditate on your statutes.</span><br><span id=\"p19119024_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119024-1\">24&nbsp;</b>&nbsp;&nbsp;Your testimonies are my delight;</span><br><span id=\"p19119024_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are my counselors.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119024_09-8\" class=\"psalm-acrostic-title\">Daleth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119025_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119025-1\">25&nbsp;</b>&nbsp;&nbsp;My soul clings to the dust;</span><br><span id=\"p19119025_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your word!</span><br><span id=\"p19119026_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119026-1\">26&nbsp;</b>&nbsp;&nbsp;When I told of my ways, you answered me;</span><br><span id=\"p19119026_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span id=\"p19119027_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119027-1\">27&nbsp;</b>&nbsp;&nbsp;Make me understand the way of your precepts,</span><br><span id=\"p19119027_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your wondrous works.</span><br><span id=\"p19119028_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119028-1\">28&nbsp;</b>&nbsp;&nbsp;My soul melts away for sorrow;</span><br><span id=\"p19119028_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strengthen me according to your word!</span><br><span id=\"p19119029_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119029-1\">29&nbsp;</b>&nbsp;&nbsp;Put false ways far from me</span><br><span id=\"p19119029_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and graciously teach me your law!</span><br><span id=\"p19119030_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119030-1\">30&nbsp;</b>&nbsp;&nbsp;I have chosen the way of faithfulness;</span><br><span id=\"p19119030_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I set your rules before me.</span><br><span id=\"p19119031_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119031-1\">31&nbsp;</b>&nbsp;&nbsp;I cling to your testimonies, O LORD;</span><br><span id=\"p19119031_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me not be put to shame!</span><br><span id=\"p19119032_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119032-1\">32&nbsp;</b>&nbsp;&nbsp;I will run in the way of your commandments</span><br><span id=\"p19119032_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you enlarge my heart!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119032_09-8\" class=\"psalm-acrostic-title\">He</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119033_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119033-1\">33&nbsp;</b>&nbsp;&nbsp;Teach me, O LORD, the way of your statutes;</span><br><span id=\"p19119033_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will keep it to the end.</span><br><span id=\"p19119034_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119034-1\">34&nbsp;</b>&nbsp;&nbsp;Give me understanding, that I may keep your law</span><br><span id=\"p19119034_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and observe it with my whole heart.</span><br><span id=\"p19119035_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119035-1\">35&nbsp;</b>&nbsp;&nbsp;Lead me in the path of your commandments,</span><br><span id=\"p19119035_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I delight in it.</span><br><span id=\"p19119036_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119036-1\">36&nbsp;</b>&nbsp;&nbsp;Incline my heart to your testimonies,</span><br><span id=\"p19119036_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and not to selfish gain!</span><br><span id=\"p19119037_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119037-1\">37&nbsp;</b>&nbsp;&nbsp;Turn my eyes from looking at worthless things;</span><br><span id=\"p19119037_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give me life in your ways.</span><br><span id=\"p19119038_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119038-1\">38&nbsp;</b>&nbsp;&nbsp;Confirm to your servant your promise,</span><br><span id=\"p19119038_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you may be feared.</span><br><span id=\"p19119039_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119039-1\">39&nbsp;</b>&nbsp;&nbsp;Turn away the reproach that I dread,</span><br><span id=\"p19119039_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your rules are good.</span><br><span id=\"p19119040_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119040-1\">40&nbsp;</b>&nbsp;&nbsp;Behold, I long for your precepts;</span><br><span id=\"p19119040_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness give me life!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119040_09-8\" class=\"psalm-acrostic-title\">Waw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119041_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119041-1\">41&nbsp;</b>&nbsp;&nbsp;Let your steadfast love come to me, O LORD,</span><br><span id=\"p19119041_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your salvation according to your promise;</span><br><span id=\"p19119042_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119042-1\">42&nbsp;</b>&nbsp;&nbsp;then shall I have an answer for him who taunts me,</span><br><span id=\"p19119042_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I trust in your word.</span><br><span id=\"p19119043_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119043-1\">43&nbsp;</b>&nbsp;&nbsp;And take not the word of truth utterly out of my mouth,</span><br><span id=\"p19119043_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my hope is in your rules.</span><br><span id=\"p19119044_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119044-1\">44&nbsp;</b>&nbsp;&nbsp;I will keep your law continually,</span><br><span id=\"p19119044_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever,</span><br><span id=\"p19119045_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119045-1\">45&nbsp;</b>&nbsp;&nbsp;and I shall walk in a wide place,</span><br><span id=\"p19119045_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119046_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119046-1\">46&nbsp;</b>&nbsp;&nbsp;I will also speak of your testimonies before kings</span><br><span id=\"p19119046_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall not be put to shame,</span><br><span id=\"p19119047_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119047-1\">47&nbsp;</b>&nbsp;&nbsp;for I find my delight in your commandments,</span><br><span id=\"p19119047_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which I love.</span><br><span id=\"p19119048_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119048-1\">48&nbsp;</b>&nbsp;&nbsp;I will lift up my hands toward your commandments, which I love,</span><br><span id=\"p19119048_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will meditate on your statutes.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119048_09-8\" class=\"psalm-acrostic-title\">Zayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119049_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119049-1\">49&nbsp;</b>&nbsp;&nbsp;Remember your word to your servant,</span><br><span id=\"p19119049_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in which you have made me hope.</span><br><span id=\"p19119050_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119050-1\">50&nbsp;</b>&nbsp;&nbsp;This is my comfort in my affliction,</span><br><span id=\"p19119050_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that your promise gives me life.</span><br><span id=\"p19119051_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119051-1\">51&nbsp;</b>&nbsp;&nbsp;The insolent utterly deride me,</span><br><span id=\"p19119051_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not turn away from your law.</span><br><span id=\"p19119052_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119052-1\">52&nbsp;</b>&nbsp;&nbsp;When I think of your rules from of old,</span><br><span id=\"p19119052_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I take comfort, O LORD.</span><br><span id=\"p19119053_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119053-1\">53&nbsp;</b>&nbsp;&nbsp;Hot indignation seizes me because of the wicked,</span><br><span id=\"p19119053_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who forsake your law.</span><br><span id=\"p19119054_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119054-1\">54&nbsp;</b>&nbsp;&nbsp;Your statutes have been my songs</span><br><span id=\"p19119054_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of my sojourning.</span><br><span id=\"p19119055_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119055-1\">55&nbsp;</b>&nbsp;&nbsp;I remember your name in the night, O LORD,</span><br><span id=\"p19119055_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and keep your law.</span><br><span id=\"p19119056_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119056-1\">56&nbsp;</b>&nbsp;&nbsp;This blessing has fallen to me,</span><br><span id=\"p19119056_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I have kept your precepts.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119056_09-8\" class=\"psalm-acrostic-title\">Heth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119057_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119057-1\">57&nbsp;</b>&nbsp;&nbsp;The LORD is my portion;</span><br><span id=\"p19119057_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I promise to keep your words.</span><br><span id=\"p19119058_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119058-1\">58&nbsp;</b>&nbsp;&nbsp;I entreat your favor with all my heart;</span><br><span id=\"p19119058_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be gracious to me according to your promise.</span><br><span id=\"p19119059_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119059-1\">59&nbsp;</b>&nbsp;&nbsp;When I think on my ways,</span><br><span id=\"p19119059_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I turn my feet to your testimonies;</span><br><span id=\"p19119060_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119060-1\">60&nbsp;</b>&nbsp;&nbsp;I hasten and do not delay</span><br><span id=\"p19119060_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your commandments.</span><br><span id=\"p19119061_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119061-1\">61&nbsp;</b>&nbsp;&nbsp;Though the cords of the wicked ensnare me,</span><br><span id=\"p19119061_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I do not forget your law.</span><br><span id=\"p19119062_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119062-1\">62&nbsp;</b>&nbsp;&nbsp;At midnight I rise to praise you,</span><br><span id=\"p19119062_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your righteous rules.</span><br><span id=\"p19119063_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119063-1\">63&nbsp;</b>&nbsp;&nbsp;I am a companion of all who fear you,</span><br><span id=\"p19119063_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of those who keep your precepts.</span><br><span id=\"p19119064_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119064-1\">64&nbsp;</b>&nbsp;&nbsp;The earth, O LORD, is full of your steadfast love;</span><br><span id=\"p19119064_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119064_09-8\" class=\"psalm-acrostic-title\">Teth</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119065_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119065-1\">65&nbsp;</b>&nbsp;&nbsp;You have dealt well with your servant,</span><br><span id=\"p19119065_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your word.</span><br><span id=\"p19119066_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119066-1\">66&nbsp;</b>&nbsp;&nbsp;Teach me good judgment and knowledge,</span><br><span id=\"p19119066_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I believe in your commandments.</span><br><span id=\"p19119067_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119067-1\">67&nbsp;</b>&nbsp;&nbsp;Before I was afflicted I went astray,</span><br><span id=\"p19119067_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now I keep your word.</span><br><span id=\"p19119068_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119068-1\">68&nbsp;</b>&nbsp;&nbsp;You are good and do good;</span><br><span id=\"p19119068_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;teach me your statutes.</span><br><span id=\"p19119069_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119069-1\">69&nbsp;</b>&nbsp;&nbsp;The insolent smear me with lies,</span><br><span id=\"p19119069_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with my whole heart I keep your precepts;</span><br><span id=\"p19119070_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119070-1\">70&nbsp;</b>&nbsp;&nbsp;their heart is unfeeling like fat,</span><br><span id=\"p19119070_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I delight in your law.</span><br><span id=\"p19119071_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119071-1\">71&nbsp;</b>&nbsp;&nbsp;It is good for me that I was afflicted,</span><br><span id=\"p19119071_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might learn your statutes.</span><br><span id=\"p19119072_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119072-1\">72&nbsp;</b>&nbsp;&nbsp;The law of your mouth is better to me</span><br><span id=\"p19119072_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than thousands of gold and silver pieces.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119072_09-8\" class=\"psalm-acrostic-title\">Yodh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119073_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119073-1\">73&nbsp;</b>&nbsp;&nbsp;Your hands have made and fashioned me;</span><br><span id=\"p19119073_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may learn your commandments.</span><br><span id=\"p19119074_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119074-1\">74&nbsp;</b>&nbsp;&nbsp;Those who fear you shall see me and rejoice,</span><br><span id=\"p19119074_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I have hoped in your word.</span><br><span id=\"p19119075_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119075-1\">75&nbsp;</b>&nbsp;&nbsp;I know, O LORD, that your rules are righteous,</span><br><span id=\"p19119075_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and that in faithfulness you have afflicted me.</span><br><span id=\"p19119076_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119076-1\">76&nbsp;</b>&nbsp;&nbsp;Let your steadfast love comfort me</span><br><span id=\"p19119076_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your promise to your servant.</span><br><span id=\"p19119077_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119077-1\">77&nbsp;</b>&nbsp;&nbsp;Let your mercy come to me, that I may live;</span><br><span id=\"p19119077_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law is my delight.</span><br><span id=\"p19119078_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119078-1\">78&nbsp;</b>&nbsp;&nbsp;Let the insolent be put to shame,</span><br><span id=\"p19119078_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they have wronged me with falsehood;</span><br><span id=\"p19119078_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as for me, I will meditate on your precepts.</span><br><span id=\"p19119079_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119079-1\">79&nbsp;</b>&nbsp;&nbsp;Let those who fear you turn to me,</span><br><span id=\"p19119079_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may know your testimonies.</span><br><span id=\"p19119080_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119080-1\">80&nbsp;</b>&nbsp;&nbsp;May my heart be blameless in your statutes,</span><br><span id=\"p19119080_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may not be put to shame!</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119080_09-8\" class=\"psalm-acrostic-title\">Kaph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119081_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119081-1\">81&nbsp;</b>&nbsp;&nbsp;My soul longs for your salvation;</span><br><span id=\"p19119081_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119082_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119082-1\">82&nbsp;</b>&nbsp;&nbsp;My eyes long for your promise;</span><br><span id=\"p19119082_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I ask, “When will you comfort me?”</span><br><span id=\"p19119083_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119083-1\">83&nbsp;</b>&nbsp;&nbsp;For I have become like a wineskin in the smoke,</span><br><span id=\"p19119083_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I have not forgotten your statutes.</span><br><span id=\"p19119084_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119084-1\">84&nbsp;</b>&nbsp;&nbsp;How long must your servant endure?</span><br><span id=\"p19119084_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;When will you judge those who persecute me?</span><br><span id=\"p19119085_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119085-1\">85&nbsp;</b>&nbsp;&nbsp;The insolent have dug pitfalls for me;</span><br><span id=\"p19119085_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they do not live according to your law.</span><br><span id=\"p19119086_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119086-1\">86&nbsp;</b>&nbsp;&nbsp;All your commandments are sure;</span><br><span id=\"p19119086_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they persecute me with falsehood; help me!</span><br><span id=\"p19119087_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119087-1\">87&nbsp;</b>&nbsp;&nbsp;They have almost made an end of me on earth,</span><br><span id=\"p19119087_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I have not forsaken your precepts.</span><br><span id=\"p19119088_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119088-1\">88&nbsp;</b>&nbsp;&nbsp;In your steadfast love give me life,</span><br><span id=\"p19119088_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the testimonies of your mouth.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119088_09-8\" class=\"psalm-acrostic-title\">Lamedh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119089_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119089-1\">89&nbsp;</b>&nbsp;&nbsp;Forever, O LORD, your word</span><br><span id=\"p19119089_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is firmly fixed in the heavens.</span><br><span id=\"p19119090_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119090-1\">90&nbsp;</b>&nbsp;&nbsp;Your faithfulness endures to all generations;</span><br><span id=\"p19119090_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have established the earth, and it stands fast.</span><br><span id=\"p19119091_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119091-1\">91&nbsp;</b>&nbsp;&nbsp;By your appointment they stand this day,</span><br><span id=\"p19119091_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all things are your servants.</span><br><span id=\"p19119092_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119092-1\">92&nbsp;</b>&nbsp;&nbsp;If your law had not been my delight,</span><br><span id=\"p19119092_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would have perished in my affliction.</span><br><span id=\"p19119093_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119093-1\">93&nbsp;</b>&nbsp;&nbsp;I will never forget your precepts,</span><br><span id=\"p19119093_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for by them you have given me life.</span><br><span id=\"p19119094_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119094-1\">94&nbsp;</b>&nbsp;&nbsp;I am yours; save me,</span><br><span id=\"p19119094_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br><span id=\"p19119095_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119095-1\">95&nbsp;</b>&nbsp;&nbsp;The wicked lie in wait to destroy me,</span><br><span id=\"p19119095_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I consider your testimonies.</span><br><span id=\"p19119096_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119096-1\">96&nbsp;</b>&nbsp;&nbsp;I have seen a limit to all perfection,</span><br><span id=\"p19119096_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandment is exceedingly broad.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119096_09-8\" class=\"psalm-acrostic-title\">Mem</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119097_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119097-1\">97&nbsp;</b>&nbsp;&nbsp;Oh how I love your law!</span><br><span id=\"p19119097_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is my meditation all the day.</span><br><span id=\"p19119098_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119098-1\">98&nbsp;</b>&nbsp;&nbsp;Your commandment makes me wiser than my enemies,</span><br><span id=\"p19119098_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it is ever with me.</span><br><span id=\"p19119099_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119099-1\">99&nbsp;</b>&nbsp;&nbsp;I have more understanding than all my teachers,</span><br><span id=\"p19119099_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your testimonies are my meditation.</span><br><span id=\"p19119100_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119100-1\">100&nbsp;</b>&nbsp;&nbsp;I understand more than the aged,</span><br><span id=\"p19119100_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I keep your precepts.</span><br><span id=\"p19119101_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119101-1\">101&nbsp;</b>&nbsp;&nbsp;I hold back my feet from every evil way,</span><br><span id=\"p19119101_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in order to keep your word.</span><br><span id=\"p19119102_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119102-1\">102&nbsp;</b>&nbsp;&nbsp;I do not turn aside from your rules,</span><br><span id=\"p19119102_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have taught me.</span><br><span id=\"p19119103_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119103-1\">103&nbsp;</b>&nbsp;&nbsp;How sweet are your words to my taste,</span><br><span id=\"p19119103_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweeter than honey to my mouth!</span><br><span id=\"p19119104_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119104-1\">104&nbsp;</b>&nbsp;&nbsp;Through your precepts I get understanding;</span><br><span id=\"p19119104_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119104_09-8\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br><span id=\"p19119106_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119106-1\">106&nbsp;</b>&nbsp;&nbsp;I have sworn an oath and confirmed it,</span><br><span id=\"p19119106_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to keep your righteous rules.</span><br><span id=\"p19119107_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119107-1\">107&nbsp;</b>&nbsp;&nbsp;I am severely afflicted;</span><br><span id=\"p19119107_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life, O LORD, according to your word!</span><br><span id=\"p19119108_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119108-1\">108&nbsp;</b>&nbsp;&nbsp;Accept my freewill offerings of praise, O LORD,</span><br><span id=\"p19119108_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your rules.</span><br><span id=\"p19119109_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119109-1\">109&nbsp;</b>&nbsp;&nbsp;I hold my life in my hand continually,</span><br><span id=\"p19119109_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not forget your law.</span><br><span id=\"p19119110_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119110-1\">110&nbsp;</b>&nbsp;&nbsp;The wicked have laid a snare for me,</span><br><span id=\"p19119110_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not stray from your precepts.</span><br><span id=\"p19119111_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119111-1\">111&nbsp;</b>&nbsp;&nbsp;Your testimonies are my heritage forever,</span><br><span id=\"p19119111_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they are the joy of my heart.</span><br><span id=\"p19119112_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119112-1\">112&nbsp;</b>&nbsp;&nbsp;I incline my heart to perform your statutes</span><br><span id=\"p19119112_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever, to the end.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119112_09-8\" class=\"psalm-acrostic-title\">Samekh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119113_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119113-1\">113&nbsp;</b>&nbsp;&nbsp;I hate the double-minded,</span><br><span id=\"p19119113_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119114_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119114-1\">114&nbsp;</b>&nbsp;&nbsp;You are my hiding place and my shield;</span><br><span id=\"p19119114_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your word.</span><br><span id=\"p19119115_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119115-1\">115&nbsp;</b>&nbsp;&nbsp;Depart from me, you evildoers,</span><br><span id=\"p19119115_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep the commandments of my God.</span><br><span id=\"p19119116_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119116-1\">116&nbsp;</b>&nbsp;&nbsp;Uphold me according to your promise, that I may live,</span><br><span id=\"p19119116_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let me not be put to shame in my hope!</span><br><span id=\"p19119117_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119117-1\">117&nbsp;</b>&nbsp;&nbsp;Hold me up, that I may be safe</span><br><span id=\"p19119117_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have regard for your statutes continually!</span><br><span id=\"p19119118_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119118-1\">118&nbsp;</b>&nbsp;&nbsp;You spurn all who go astray from your statutes,</span><br><span id=\"p19119118_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their cunning is in vain.</span><br><span id=\"p19119119_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119119-1\">119&nbsp;</b>&nbsp;&nbsp;All the wicked of the earth you discard like dross,</span><br><span id=\"p19119119_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore I love your testimonies.</span><br><span id=\"p19119120_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119120-1\">120&nbsp;</b>&nbsp;&nbsp;My flesh trembles for fear of you,</span><br><span id=\"p19119120_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I am afraid of your judgments.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119120_09-8\" class=\"psalm-acrostic-title\">Ayin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119121_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119121-1\">121&nbsp;</b>&nbsp;&nbsp;I have done what is just and right;</span><br><span id=\"p19119121_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not leave me to my oppressors.</span><br><span id=\"p19119122_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119122-1\">122&nbsp;</b>&nbsp;&nbsp;Give your servant a pledge of good;</span><br><span id=\"p19119122_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not the insolent oppress me.</span><br><span id=\"p19119123_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119123-1\">123&nbsp;</b>&nbsp;&nbsp;My eyes long for your salvation</span><br><span id=\"p19119123_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the fulfillment of your righteous promise.</span><br><span id=\"p19119124_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119124-1\">124&nbsp;</b>&nbsp;&nbsp;Deal with your servant according to your steadfast love,</span><br><span id=\"p19119124_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119125_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119125-1\">125&nbsp;</b>&nbsp;&nbsp;I am your servant; give me understanding,</span><br><span id=\"p19119125_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may know your testimonies!</span><br><span id=\"p19119126_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119126-1\">126&nbsp;</b>&nbsp;&nbsp;It is time for the LORD to act,</span><br><span id=\"p19119126_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your law has been broken.</span><br><span id=\"p19119127_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119127-1\">127&nbsp;</b>&nbsp;&nbsp;Therefore I love your commandments</span><br><span id=\"p19119127_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;above gold, above fine gold.</span><br><span id=\"p19119128_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119128-1\">128&nbsp;</b>&nbsp;&nbsp;Therefore I consider all your precepts to be right;</span><br><span id=\"p19119128_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hate every false way.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119128_09-8\" class=\"psalm-acrostic-title\">Pe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119129_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119129-1\">129&nbsp;</b>&nbsp;&nbsp;Your testimonies are wonderful;</span><br><span id=\"p19119129_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore my soul keeps them.</span><br><span id=\"p19119130_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119130-1\">130&nbsp;</b>&nbsp;&nbsp;The unfolding of your words gives light;</span><br><span id=\"p19119130_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it imparts understanding to the simple.</span><br><span id=\"p19119131_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119131-1\">131&nbsp;</b>&nbsp;&nbsp;I open my mouth and pant,</span><br><span id=\"p19119131_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because I long for your commandments.</span><br><span id=\"p19119132_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119132-1\">132&nbsp;</b>&nbsp;&nbsp;Turn to me and be gracious to me,</span><br><span id=\"p19119132_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as is your way with those who love your name.</span><br><span id=\"p19119133_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119133-1\">133&nbsp;</b>&nbsp;&nbsp;Keep steady my steps according to your promise,</span><br><span id=\"p19119133_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let no iniquity get dominion over me.</span><br><span id=\"p19119134_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119134-1\">134&nbsp;</b>&nbsp;&nbsp;Redeem me from man’s oppression,</span><br><span id=\"p19119134_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may keep your precepts.</span><br><span id=\"p19119135_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119135-1\">135&nbsp;</b>&nbsp;&nbsp;Make your face shine upon your servant,</span><br><span id=\"p19119135_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and teach me your statutes.</span><br><span id=\"p19119136_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119136-1\">136&nbsp;</b>&nbsp;&nbsp;My eyes shed streams of tears,</span><br><span id=\"p19119136_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because people do not keep your law.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119136_09-8\" class=\"psalm-acrostic-title\">Tsadhe</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119137_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119137-1\">137&nbsp;</b>&nbsp;&nbsp;Righteous are you, O LORD,</span><br><span id=\"p19119137_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and right are your rules.</span><br><span id=\"p19119138_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119138-1\">138&nbsp;</b>&nbsp;&nbsp;You have appointed your testimonies in righteousness</span><br><span id=\"p19119138_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in all faithfulness.</span><br><span id=\"p19119139_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119139-1\">139&nbsp;</b>&nbsp;&nbsp;My zeal consumes me,</span><br><span id=\"p19119139_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because my foes forget your words.</span><br><span id=\"p19119140_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119140-1\">140&nbsp;</b>&nbsp;&nbsp;Your promise is well tried,</span><br><span id=\"p19119140_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your servant loves it.</span><br><span id=\"p19119141_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119141-1\">141&nbsp;</b>&nbsp;&nbsp;I am small and despised,</span><br><span id=\"p19119141_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I do not forget your precepts.</span><br><span id=\"p19119142_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119142-1\">142&nbsp;</b>&nbsp;&nbsp;Your righteousness is righteous forever,</span><br><span id=\"p19119142_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is true.</span><br><span id=\"p19119143_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119143-1\">143&nbsp;</b>&nbsp;&nbsp;Trouble and anguish have found me out,</span><br><span id=\"p19119143_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your commandments are my delight.</span><br><span id=\"p19119144_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119144-1\">144&nbsp;</b>&nbsp;&nbsp;Your testimonies are righteous forever;</span><br><span id=\"p19119144_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding that I may live.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119144_09-8\" class=\"psalm-acrostic-title\">Qoph</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119145_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119145-1\">145&nbsp;</b>&nbsp;&nbsp;With my whole heart I cry; answer me, O LORD!</span><br><span id=\"p19119145_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will keep your statutes.</span><br><span id=\"p19119146_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119146-1\">146&nbsp;</b>&nbsp;&nbsp;I call to you; save me,</span><br><span id=\"p19119146_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may observe your testimonies.</span><br><span id=\"p19119147_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119147-1\">147&nbsp;</b>&nbsp;&nbsp;I rise before dawn and cry for help;</span><br><span id=\"p19119147_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I hope in your words.</span><br><span id=\"p19119148_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119148-1\">148&nbsp;</b>&nbsp;&nbsp;My eyes are awake before the watches of the night,</span><br><span id=\"p19119148_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may meditate on your promise.</span><br><span id=\"p19119149_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119149-1\">149&nbsp;</b>&nbsp;&nbsp;Hear my voice according to your steadfast love;</span><br><span id=\"p19119149_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, according to your justice give me life.</span><br><span id=\"p19119150_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119150-1\">150&nbsp;</b>&nbsp;&nbsp;They draw near who persecute me with evil purpose;</span><br><span id=\"p19119150_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are far from your law.</span><br><span id=\"p19119151_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119151-1\">151&nbsp;</b>&nbsp;&nbsp;But you are near, O LORD,</span><br><span id=\"p19119151_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all your commandments are true.</span><br><span id=\"p19119152_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119152-1\">152&nbsp;</b>&nbsp;&nbsp;Long have I known from your testimonies</span><br><span id=\"p19119152_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have founded them forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119152_09-8\" class=\"psalm-acrostic-title\">Resh</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119153_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119153-1\">153&nbsp;</b>&nbsp;&nbsp;Look on my affliction and deliver me,</span><br><span id=\"p19119153_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your law.</span><br><span id=\"p19119154_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119154-1\">154&nbsp;</b>&nbsp;&nbsp;Plead my cause and redeem me;</span><br><span id=\"p19119154_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your promise!</span><br><span id=\"p19119155_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119155-1\">155&nbsp;</b>&nbsp;&nbsp;Salvation is far from the wicked,</span><br><span id=\"p19119155_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they do not seek your statutes.</span><br><span id=\"p19119156_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119156-1\">156&nbsp;</b>&nbsp;&nbsp;Great is your mercy, O LORD;</span><br><span id=\"p19119156_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me life according to your rules.</span><br><span id=\"p19119157_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119157-1\">157&nbsp;</b>&nbsp;&nbsp;Many are my persecutors and my adversaries,</span><br><span id=\"p19119157_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I do not swerve from your testimonies.</span><br><span id=\"p19119158_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119158-1\">158&nbsp;</b>&nbsp;&nbsp;I look at the faithless with disgust,</span><br><span id=\"p19119158_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because they do not keep your commands.</span><br><span id=\"p19119159_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119159-1\">159&nbsp;</b>&nbsp;&nbsp;Consider how I love your precepts!</span><br><span id=\"p19119159_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give me life according to your steadfast love.</span><br><span id=\"p19119160_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119160-1\">160&nbsp;</b>&nbsp;&nbsp;The sum of your word is truth,</span><br><span id=\"p19119160_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every one of your righteous rules endures forever.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119160_09-8\" class=\"psalm-acrostic-title\">Sin and Shin</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119161_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119161-1\">161&nbsp;</b>&nbsp;&nbsp;Princes persecute me without cause,</span><br><span id=\"p19119161_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but my heart stands in awe of your words.</span><br><span id=\"p19119162_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119162-1\">162&nbsp;</b>&nbsp;&nbsp;I rejoice at your word</span><br><span id=\"p19119162_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like one who finds great spoil.</span><br><span id=\"p19119163_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119163-1\">163&nbsp;</b>&nbsp;&nbsp;I hate and abhor falsehood,</span><br><span id=\"p19119163_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I love your law.</span><br><span id=\"p19119164_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119164-1\">164&nbsp;</b>&nbsp;&nbsp;Seven times a day I praise you</span><br><span id=\"p19119164_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for your righteous rules.</span><br><span id=\"p19119165_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119165-1\">165&nbsp;</b>&nbsp;&nbsp;Great peace have those who love your law;</span><br><span id=\"p19119165_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nothing can make them stumble.</span><br><span id=\"p19119166_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119166-1\">166&nbsp;</b>&nbsp;&nbsp;I hope for your salvation, O LORD,</span><br><span id=\"p19119166_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I do your commandments.</span><br><span id=\"p19119167_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119167-1\">167&nbsp;</b>&nbsp;&nbsp;My soul keeps your testimonies;</span><br><span id=\"p19119167_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I love them exceedingly.</span><br><span id=\"p19119168_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119168-1\">168&nbsp;</b>&nbsp;&nbsp;I keep your precepts and testimonies,</span><br><span id=\"p19119168_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all my ways are before you.</span><br><span class=\"end-line-group\"></span>\n</p><h4 id=\"p19119168_09-8\" class=\"psalm-acrostic-title\">Taw</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119169_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119169-1\">169&nbsp;</b>&nbsp;&nbsp;Let my cry come before you, O LORD;</span><br><span id=\"p19119169_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me understanding according to your word!</span><br><span id=\"p19119170_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119170-1\">170&nbsp;</b>&nbsp;&nbsp;Let my plea come before you;</span><br><span id=\"p19119170_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deliver me according to your word.</span><br><span id=\"p19119171_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119171-1\">171&nbsp;</b>&nbsp;&nbsp;My lips will pour forth praise,</span><br><span id=\"p19119171_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you teach me your statutes.</span><br><span id=\"p19119172_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119172-1\">172&nbsp;</b>&nbsp;&nbsp;My tongue will sing of your word,</span><br><span id=\"p19119172_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all your commandments are right.</span><br><span id=\"p19119173_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119173-1\">173&nbsp;</b>&nbsp;&nbsp;Let your hand be ready to help me,</span><br><span id=\"p19119173_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have chosen your precepts.</span><br><span id=\"p19119174_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119174-1\">174&nbsp;</b>&nbsp;&nbsp;I long for your salvation, O LORD,</span><br><span id=\"p19119174_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your law is my delight.</span><br><span id=\"p19119175_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119175-1\">175&nbsp;</b>&nbsp;&nbsp;Let my soul live and praise you,</span><br><span id=\"p19119175_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let your rules help me.</span><br><span id=\"p19119176_09-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119176-1\">176&nbsp;</b>&nbsp;&nbsp;I have gone astray like a lost sheep; seek your servant,</span><br><span id=\"p19119176_09-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I do not forget your commandments.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed are the undefiled in the way, who walk in the law of the LORD.  <strong>2</strong> Blessed are they that keep his testimonies, and that  seek him with the whole heart.  <strong>3</strong> They also do no iniquity: they walk in his ways.  <strong>4</strong> Thou hast commanded us to keep thy precepts diligently.  <strong>5</strong> O that my ways were directed to keep thy statutes!  <strong>6</strong> Then shall I not be ashamed, when I have respect unto all thy commandments.  <strong>7</strong> I will praise thee with uprightness of heart, when I shall have learned thy righteous judgments.  <strong>8</strong> I will keep thy statutes: O forsake me not utterly.  <strong>9</strong> Wherewithal shall a young man cleanse his way? by taking heed thereto  according to thy word.  <strong>10</strong> With my whole heart have I sought thee: O let me not wander from thy commandments.  <strong>11</strong> Thy word have I hid in mine heart, that I might not sin against thee.  <strong>12</strong> Blessed art thou, O LORD: teach me thy statutes.  <strong>13</strong> With my lips have I declared all the judgments of thy mouth.  <strong>14</strong> I have rejoiced in the way of thy testimonies, as much as  in all riches.  <strong>15</strong> I will meditate in thy precepts, and have respect unto thy ways.  <strong>16</strong> I will delight myself in thy statutes: I will not forget thy word.  <strong>17</strong> Deal bountifully with thy servant, that I may live, and keep thy word.  <strong>18</strong> Open thou mine eyes, that I may behold wondrous things out of thy law.  <strong>19</strong> I am a stranger in the earth: hide not thy commandments from me.  <strong>20</strong> My soul breaketh for the longing that it hath unto thy judgments at all times.  <strong>21</strong> Thou hast rebuked the proud that are cursed, which do err from thy commandments.  <strong>22</strong> Remove from me reproach and contempt; for I have kept thy testimonies.  <strong>23</strong> Princes also did sit and speak against me: but  thy servant did meditate in thy statutes.  <strong>24</strong> Thy testimonies also are my delight and my counsellors.  <strong>25</strong> My soul cleaveth unto the dust: quicken thou me according to thy word.  <strong>26</strong> I have declared my ways, and thou heardest me: teach me thy statutes.  <strong>27</strong> Make me to understand the way of thy precepts: so shall I talk of thy wondrous works.  <strong>28</strong> My soul melteth for heaviness: strengthen thou me according unto thy word.  <strong>29</strong> Remove from me the way of lying: and grant me thy law graciously.  <strong>30</strong> I have chosen the way of truth: thy judgments have I laid before me. <strong>31</strong> I have stuck unto thy testimonies: O LORD, put me not to shame.  <strong>32</strong> I will run the way of thy commandments, when thou shalt enlarge my heart.  <strong>33</strong> Teach me, O LORD, the way of thy statutes; and I shall keep it unto the end.  <strong>34</strong> Give me understanding, and I shall keep thy law; yea, I shall observe it with my whole heart.  <strong>35</strong> Make me to go in the path of thy commandments; for therein do I delight.  <strong>36</strong> Incline my heart unto thy testimonies, and not to covetousness.  <strong>37</strong> Turn away mine eyes from beholding vanity; and quicken thou me in thy way.  <strong>38</strong> Stablish thy word unto thy servant, who is devoted to thy fear.  <strong>39</strong> Turn away my reproach which I fear: for thy judgments are  good.  <strong>40</strong> Behold, I have longed after thy precepts: quicken me in thy righteousness.  <strong>41</strong> Let thy mercies come also unto me, O LORD, even thy salvation, according to thy word.  <strong>42</strong> So shall I have wherewith to answer him that reproacheth me: for I trust in thy word.  <strong>43</strong> And take not the word of truth utterly out of my mouth; for I have hoped in thy judgments.  <strong>44</strong> So shall I keep thy law continually for ever and ever.  <strong>45</strong> And I will walk at liberty: for I seek thy precepts.  <strong>46</strong> I will speak of thy testimonies also before kings, and will not be ashamed.  <strong>47</strong> And I will delight myself in thy commandments, which I have loved.  <strong>48</strong> My hands also will I lift up unto thy commandments, which I have loved; and I will meditate in thy statutes.  <strong>49</strong> Remember the word unto thy servant, upon which thou hast caused me to hope.  <strong>50</strong> This is my comfort in my affliction: for thy word hath quickened me.  <strong>51</strong> The proud have had me greatly in derision: yet have I not declined from thy law.  <strong>52</strong> I remembered thy judgments of old, O LORD; and have comforted myself.  <strong>53</strong> Horror hath taken hold upon me because of the wicked that forsake thy law.  <strong>54</strong> Thy statutes have been my songs in the house of my pilgrimage.  <strong>55</strong> I have remembered thy name, O LORD, in the night, and have kept thy law.  <strong>56</strong> This I had, because I kept thy precepts.  <strong>57</strong>             Thou art my portion, O LORD: I have said that I would keep thy words.  <strong>58</strong> I intreated thy favour with my whole heart: be merciful unto me according to thy word.  <strong>59</strong> I thought on my ways, and turned my feet unto thy testimonies.  <strong>60</strong> I made haste, and delayed not to keep thy commandments.  <strong>61</strong> The bands of the wicked have robbed me: but I have not forgotten thy law.  <strong>62</strong> At midnight I will rise to give thanks unto thee because of thy righteous judgments.  <strong>63</strong> I am a companion of all them that fear thee, and of them that keep thy precepts.  <strong>64</strong> The earth, O LORD, is full of thy mercy: teach me thy statutes.  <strong>65</strong> Thou hast dealt well with thy servant, O LORD, according unto thy word.  <strong>66</strong> Teach me good judgment and knowledge: for I have believed thy commandments.  <strong>67</strong> Before I was afflicted I went astray: but now have I kept thy word.  <strong>68</strong> Thou art good, and doest good; teach me thy statutes.  <strong>69</strong> The proud have forged a lie against me: but I will keep thy precepts with my whole heart.  <strong>70</strong> Their heart is as fat as grease; but I delight in thy law.  <strong>71</strong>             It is good for me that I have been afflicted; that I might learn thy statutes.  <strong>72</strong> The law of thy mouth is better unto me than thousands of gold and silver.  <strong>73</strong> Thy hands have made me and fashioned me: give me understanding, that I may learn thy commandments.  <strong>74</strong> They that fear thee will be glad when they see me; because I have hoped in thy word.  <strong>75</strong> I know, O LORD, that thy judgments are right, and that thou in faithfulness hast afflicted me.  <strong>76</strong> Let, I pray thee, thy merciful kindness be for my comfort, according to thy word unto thy servant.  <strong>77</strong> Let thy tender mercies come unto me, that I may live: for thy law is my delight.  <strong>78</strong> Let the proud be ashamed; for they dealt perversely with me without a cause: but I will meditate in thy precepts.  <strong>79</strong> Let those that fear thee turn unto me, and those that have known thy testimonies.  <strong>80</strong> Let my heart be sound in thy statutes; that I be not ashamed.  <strong>81</strong> My soul fainteth for thy salvation: but I hope in thy word.  <strong>82</strong> Mine eyes fail for thy word, saying, When wilt thou comfort me?  <strong>83</strong> For I am become like a bottle in the smoke; yet do I not forget thy statutes.  <strong>84</strong> How many are the days of thy servant? when wilt thou execute judgment on them that persecute me?  <strong>85</strong> The proud have digged pits for me, which are not after thy law.  <strong>86</strong> All thy commandments are faithful: they persecute me wrongfully; help thou me.  <strong>87</strong> They had almost consumed me upon earth; but I forsook not thy precepts.  <strong>88</strong> Quicken me after thy lovingkindness; so shall I keep the testimony of thy mouth.  <strong>89</strong> For ever, O LORD, thy word is settled in heaven.  <strong>90</strong> Thy faithfulness is unto all generations: thou hast established the earth, and it abideth.  <strong>91</strong> They continue this day according to thine ordinances: for all are thy servants.  <strong>92</strong> Unless thy law had been my delights, I should then have perished in mine affliction.  <strong>93</strong> I will never forget thy precepts: for with them thou hast quickened me.  <strong>94</strong> I am thine, save me; for I have sought thy precepts.  <strong>95</strong> The wicked have waited for me to destroy me: but I will consider thy testimonies.  <strong>96</strong> I have seen an end of all perfection: but thy commandment is exceeding broad.  <strong>97</strong> O how love I thy law! it is my meditation all the day.  <strong>98</strong> Thou through thy commandments hast made me wiser than mine enemies: for they are ever with me.  <strong>99</strong> I have more understanding than all my teachers: for thy testimonies are my meditation.  <strong>100</strong> I understand more than the ancients, because I keep thy precepts.  <strong>101</strong> I have refrained my feet from every evil way, that I might keep thy word.  <strong>102</strong> I have not departed from thy judgments: for thou hast taught me.  <strong>103</strong> How sweet are thy words unto my taste! yea, sweeter than honey to my mouth!  <strong>104</strong> Through thy precepts I get understanding: therefore I hate every false way.  <strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  <strong>106</strong> I have sworn, and I will perform it, that I will keep thy righteous judgments.  <strong>107</strong> I am afflicted very much: quicken me, O LORD, according unto thy word.  <strong>108</strong> Accept, I beseech thee, the freewill offerings of my mouth, O LORD, and teach me thy judgments.  <strong>109</strong> My soul is continually in my hand: yet do I not forget thy law.  <strong>110</strong> The wicked have laid a snare for me: yet I erred not from thy precepts.  <strong>111</strong> Thy testimonies have I taken as an heritage for ever: for they are the rejoicing of my heart.  <strong>112</strong> I have inclined mine heart to perform thy statutes alway, even unto the end.  <strong>113</strong> I hate vain thoughts: but thy law do I love.  <strong>114</strong> Thou art my hiding place and my shield: I hope in thy word.  <strong>115</strong> Depart from me, ye evildoers: for I will keep the commandments of my God.  <strong>116</strong> Uphold me according unto thy word, that I may live: and let me not be ashamed of my hope.  <strong>117</strong> Hold thou me up, and I shall be safe: and I will have respect unto thy statutes continually.  <strong>118</strong> Thou hast trodden down all them that err from thy statutes: for their deceit is falsehood.  <strong>119</strong> Thou puttest away all the wicked of the earth like dross: therefore I love thy testimonies.  <strong>120</strong> My flesh trembleth for fear of thee; and I am afraid of thy judgments.  <strong>121</strong> I have done judgment and justice: leave me not to mine oppressors.  <strong>122</strong> Be surety for thy servant for good: let not the proud oppress me.  <strong>123</strong> Mine eyes fail for thy salvation, and for the word of thy righteousness.  <strong>124</strong> Deal with thy servant according unto thy mercy, and teach me thy statutes.  <strong>125</strong> I am thy servant; give me understanding, that I may know thy testimonies.  <strong>126</strong>             It is time for thee, LORD, to work: for  they have made void thy law.  <strong>127</strong> Therefore I love thy commandments above gold; yea, above fine gold.  <strong>128</strong> Therefore I esteem all thy precepts concerning  all things to be right; and I hate every false way.  <strong>129</strong> Thy testimonies are wonderful: therefore doth my soul keep them.  <strong>130</strong> The entrance of thy words giveth light; it giveth understanding unto the simple.  <strong>131</strong> I opened my mouth, and panted: for I longed for thy commandments.  <strong>132</strong> Look thou upon me, and be merciful unto me, as thou usest to do unto those that love thy name.  <strong>133</strong> Order my steps in thy word: and let not any iniquity have dominion over me.  <strong>134</strong> Deliver me from the oppression of man: so will I keep thy precepts.  <strong>135</strong> Make thy face to shine upon thy servant; and teach me thy statutes.  <strong>136</strong> Rivers of waters run down mine eyes, because they keep not thy law.  <strong>137</strong> Righteous art thou, O LORD, and upright are thy judgments.  <strong>138</strong> Thy testimonies that thou hast commanded are righteous and very faithful.  <strong>139</strong> My zeal hath consumed me, because mine enemies have forgotten thy words.  <strong>140</strong> Thy word is very pure: therefore thy servant loveth it.  <strong>141</strong> I am small and despised: yet do not I forget thy precepts.  <strong>142</strong> Thy righteousness is an everlasting righteousness, and thy law is the truth.  <strong>143</strong> Trouble and anguish have taken hold on me: yet thy commandments are my delights.  <strong>144</strong> The righteousness of thy testimonies is everlasting: give me understanding, and I shall live.  <strong>145</strong> I cried with my whole heart; hear me, O LORD: I will keep thy statutes.  <strong>146</strong> I cried unto thee; save me, and I shall keep thy testimonies.  <strong>147</strong> I prevented the dawning of the morning, and cried: I hoped in thy word.  <strong>148</strong> Mine eyes prevent the night watches, that I might meditate in thy word.  <strong>149</strong> Hear my voice according unto thy lovingkindness: O LORD, quicken me according to thy judgment.  <strong>150</strong> They draw nigh that follow after mischief: they are far from thy law.  <strong>151</strong> Thou art near, O LORD; and all thy commandments are  truth.  <strong>152</strong> Concerning thy testimonies, I have known of old that thou hast founded them for ever.  <strong>153</strong> Consider mine affliction, and deliver me: for I do not forget thy law.  <strong>154</strong> Plead my cause, and deliver me: quicken me according to thy word.  <strong>155</strong> Salvation is far from the wicked: for they seek not thy statutes.  <strong>156</strong> Great are thy tender mercies, O LORD: quicken me according to thy judgments.  <strong>157</strong> Many are my persecutors and mine enemies; yet  do I not decline from thy testimonies.  <strong>158</strong> I beheld the transgressors, and was grieved; because they kept not thy word.  <strong>159</strong> Consider how I love thy precepts: quicken me, O LORD, according to thy lovingkindness.  <strong>160</strong> Thy word is true from the beginning: and every one of thy righteous judgments endureth for ever.  <strong>161</strong> Princes have persecuted me without a cause: but my heart standeth in awe of thy word.  <strong>162</strong> I rejoice at thy word, as one that findeth great spoil.  <strong>163</strong> I hate and abhor lying: but thy law do I love.  <strong>164</strong> Seven times a day do I praise thee because of thy righteous judgments.  <strong>165</strong> Great peace have they which love thy law: and nothing shall offend them.  <strong>166</strong> LORD, I have hoped for thy salvation, and done thy commandments.  <strong>167</strong> My soul hath kept thy testimonies; and I love them exceedingly.  <strong>168</strong> I have kept thy precepts and thy testimonies: for all my ways are before thee.  <strong>169</strong> Let my cry come near before thee, O LORD: give me understanding according to thy word.  <strong>170</strong> Let my supplication come before thee: deliver me according to thy word.  <strong>171</strong> My lips shall utter praise, when thou hast taught me thy statutes.  <strong>172</strong> My tongue shall speak of thy word: for all thy commandments are  righteousness.  <strong>173</strong> Let thine hand help me; for I have chosen thy precepts.  <strong>174</strong> I have longed for thy salvation, O LORD; and thy law is  my delight.  <strong>175</strong> Let my soul live, and it shall praise thee; and let thy judgments help me.  <strong>176</strong> I have gone astray like a lost sheep; seek thy servant; for I do not forget thy commandments.  ","niv":"<sup><strong>1</strong></sup> Blessed are they whose ways are blameless, who walk according to the law of the LORD. <sup><strong>2</strong></sup> Blessed are they who keep his statutes and seek him with all their heart. <sup><strong>3</strong></sup> They do nothing wrong; they walk in his ways. <sup><strong>4</strong></sup> You have laid down precepts that are to be fully obeyed. <sup><strong>5</strong></sup> Oh, that my ways were steadfast in obeying your decrees! <sup><strong>6</strong></sup> Then I would not be put to shame when I consider all your commands. <sup><strong>7</strong></sup> I will praise you with an upright heart as I learn your righteous laws. <sup><strong>8</strong></sup> I will obey your decrees; do not utterly forsake me. <sup><strong>9</strong></sup> How can a young man keep his way pure? By living according to your word. <sup><strong>10</strong></sup> I seek you with all my heart; do not let me stray from your commands. <sup><strong>11</strong></sup> I have hidden your word in my heart that I might not sin against you. <sup><strong>12</strong></sup> Praise be to you, O LORD; teach me your decrees. <sup><strong>13</strong></sup> With my lips I recount all the laws that come from your mouth. <sup><strong>14</strong></sup> I rejoice in following your statutes as one rejoices in great riches. <sup><strong>15</strong></sup> I meditate on your precepts and consider your ways. <sup><strong>16</strong></sup> I delight in your decrees; I will not neglect your word. <sup><strong>17</strong></sup> Do good to your servant, and I will live; I will obey your word. <sup><strong>18</strong></sup> Open my eyes that I may see wonderful things in your law. <sup><strong>19</strong></sup> I am a stranger on earth; do not hide your commands from me. <sup><strong>20</strong></sup> My soul is consumed with longing for your laws at all times. <sup><strong>21</strong></sup> You rebuke the arrogant, who are cursed and who stray from your commands. <sup><strong>22</strong></sup> Remove from me scorn and contempt, for I keep your statutes. <sup><strong>23</strong></sup> Though rulers sit together and slander me, your servant will meditate on your decrees. <sup><strong>24</strong></sup> Your statutes are my delight; they are my counselors. <sup><strong>25</strong></sup> I am laid low in the dust; preserve my life according to your word. <sup><strong>26</strong></sup> I recounted my ways and you answered me; teach me your decrees. <sup><strong>27</strong></sup> Let me understand the teaching of your precepts; then I will meditate on your wonders. <sup><strong>28</strong></sup> My soul is weary with sorrow; strengthen me according to your word. <sup><strong>29</strong></sup> Keep me from deceitful ways; be gracious to me through your law. <sup><strong>30</strong></sup> I have chosen the way of truth; I have set my heart on your laws. <sup><strong>31</strong></sup> I hold fast to your statutes, O LORD; do not let me be put to shame. <sup><strong>32</strong></sup> I run in the path of your commands, for you have set my heart free. <sup><strong>33</strong></sup> Teach me, O LORD, to follow your decrees; then I will keep them to the end. <sup><strong>34</strong></sup> Give me understanding, and I will keep your law and obey it with all my heart. <sup><strong>35</strong></sup> Direct me in the path of your commands, for there I find delight. <sup><strong>36</strong></sup> Turn my heart toward your statutes and not toward selfish gain. <sup><strong>37</strong></sup> Turn my eyes away from worthless things; preserve my life according to your word. <sup><strong>38</strong></sup> Fulfill your promise to your servant, so that you may be feared. <sup><strong>39</strong></sup> Take away the disgrace I dread, for your laws are good. <sup><strong>40</strong></sup> How I long for your precepts! Preserve my life in your righteousness. <sup><strong>41</strong></sup> May your unfailing love come to me, O LORD, your salvation according to your promise; <sup><strong>42</strong></sup> then I will answer the one who taunts me, for I trust in your word. <sup><strong>43</strong></sup> Do not snatch the word of truth from my mouth, for I have put my hope in your laws. <sup><strong>44</strong></sup> I will always obey your law, for ever and ever. <sup><strong>45</strong></sup> I will walk about in freedom, for I have sought out your precepts. <sup><strong>46</strong></sup> I will speak of your statutes before kings and will not be put to shame, <sup><strong>47</strong></sup> for I delight in your commands because I love them. <sup><strong>48</strong></sup> I lift up my hands to your commands, which I love, and I meditate on your decrees. <sup><strong>49</strong></sup> Remember your word to your servant, for you have given me hope. <sup><strong>50</strong></sup> My comfort in my suffering is this: Your promise preserves my life. <sup><strong>51</strong></sup> The arrogant mock me without restraint, but I do not turn from your law. <sup><strong>52</strong></sup> I remember your ancient laws, O LORD, and I find comfort in them. <sup><strong>53</strong></sup> Indignation grips me because of the wicked, who have forsaken your law. <sup><strong>54</strong></sup> Your decrees are the theme of my song wherever I lodge. <sup><strong>55</strong></sup> In the night I remember your name, O LORD, and I will keep your law. <sup><strong>56</strong></sup> This has been my practice: I obey your precepts. <sup><strong>57</strong></sup> You are my portion, O LORD; I have promised to obey your words. <sup><strong>58</strong></sup> I have sought your face with all my heart; be gracious to me according to your promise. <sup><strong>59</strong></sup> I have considered my ways and have turned my steps to your statutes. <sup><strong>60</strong></sup> I will hasten and not delay to obey your commands. <sup><strong>61</strong></sup> Though the wicked bind me with ropes, I will not forget your law. <sup><strong>62</strong></sup> At midnight I rise to give you thanks for your righteous laws. <sup><strong>63</strong></sup> I am a friend to all who fear you, to all who follow your precepts. <sup><strong>64</strong></sup> The earth is filled with your love, O LORD; teach me your decrees. <sup><strong>65</strong></sup> Do good to your servant according to your word, O LORD. <sup><strong>66</strong></sup> Teach me knowledge and good judgment, for I believe in your commands. <sup><strong>67</strong></sup> Before I was afflicted I went astray, but now I obey your word. <sup><strong>68</strong></sup> You are good, and what you do is good; teach me your decrees. <sup><strong>69</strong></sup> Though the arrogant have smeared me with lies, I keep your precepts with all my heart. <sup><strong>70</strong></sup> Their hearts are callous and unfeeling, but I delight in your law. <sup><strong>71</strong></sup> It was good for me to be afflicted so that I might learn your decrees. <sup><strong>72</strong></sup> The law from your mouth is more precious to me than thousands of pieces of silver and gold. <sup><strong>73</strong></sup> Your hands made me and formed me; give me understanding to learn your commands. <sup><strong>74</strong></sup> May those who fear you rejoice when they see me, for I have put my hope in your word. <sup><strong>75</strong></sup> I know, O LORD, that your laws are righteous, and in faithfulness you have afflicted me. <sup><strong>76</strong></sup> May your unfailing love be my comfort, according to your promise to your servant. <sup><strong>77</strong></sup> Let your compassion come to me that I may live, for your law is my delight. <sup><strong>78</strong></sup> May the arrogant be put to shame for wronging me without cause; but I will meditate on your precepts. <sup><strong>79</strong></sup> May those who fear you turn to me, those who understand your statutes. <sup><strong>80</strong></sup> May my heart be blameless toward your decrees, that I may not be put to shame. <sup><strong>81</strong></sup> My soul faints with longing for your salvation, but I have put my hope in your word. <sup><strong>82</strong></sup> My eyes fail, looking for your promise; I say, \"When will you comfort me?\" <sup><strong>83</strong></sup> Though I am like a wineskin in the smoke, I do not forget your decrees. <sup><strong>84</strong></sup> How long must your servant wait? When will you punish my persecutors? <sup><strong>85</strong></sup> The arrogant dig pitfalls for me, contrary to your law. <sup><strong>86</strong></sup> All your commands are trustworthy; help me, for men persecute me without cause. <sup><strong>87</strong></sup> They almost wiped me from the earth, but I have not forsaken your precepts. <sup><strong>88</strong></sup> Preserve my life according to your love, and I will obey the statutes of your mouth. <sup><strong>89</strong></sup> Your word, O LORD, is eternal; it stands firm in the heavens. <sup><strong>90</strong></sup> Your faithfulness continues through all generations; you established the earth, and it endures. <sup><strong>91</strong></sup> Your laws endure to this day, for all things serve you. <sup><strong>92</strong></sup> If your law had not been my delight, I would have perished in my affliction. <sup><strong>93</strong></sup> I will never forget your precepts, for by them you have preserved my life. <sup><strong>94</strong></sup> Save me, for I am yours; I have sought out your precepts. <sup><strong>95</strong></sup> The wicked are waiting to destroy me, but I will ponder your statutes. <sup><strong>96</strong></sup> To all perfection I see a limit; but your commands are boundless. <sup><strong>97</strong></sup> Oh, how I love your law! I meditate on it all day long. <sup><strong>98</strong></sup> Your commands make me wiser than my enemies, for they are ever with me. <sup><strong>99</strong></sup> I have more insight than all my teachers, for I meditate on your statutes. <sup><strong>100</strong></sup> I have more understanding than the elders, for I obey your precepts. <sup><strong>101</strong></sup> I have kept my feet from every evil path so that I might obey your word. <sup><strong>102</strong></sup> I have not departed from your laws, for you yourself have taught me. <sup><strong>103</strong></sup> How sweet are your words to my taste, sweeter than honey to my mouth! <sup><strong>104</strong></sup> I gain understanding from your precepts; therefore I hate every wrong path. <sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path. <sup><strong>106</strong></sup> I have taken an oath and confirmed it, that I will follow your righteous laws. <sup><strong>107</strong></sup> I have suffered much; preserve my life, O LORD, according to your word. <sup><strong>108</strong></sup> Accept, O LORD, the willing praise of my mouth, and teach me your laws. <sup><strong>109</strong></sup> Though I constantly take my life in my hands, I will not forget your law. <sup><strong>110</strong></sup> The wicked have set a snare for me, but I have not strayed from your precepts. <sup><strong>111</strong></sup> Your statutes are my heritage forever; they are the joy of my heart. <sup><strong>112</strong></sup> My heart is set on keeping your decrees to the very end. <sup><strong>113</strong></sup> I hate double-minded men, but I love your law. <sup><strong>114</strong></sup> You are my refuge and my shield; I have put my hope in your word. <sup><strong>115</strong></sup> Away from me, you evildoers, that I may keep the commands of my God! <sup><strong>116</strong></sup> Sustain me according to your promise, and I will live; do not let my hopes be dashed. <sup><strong>117</strong></sup> Uphold me, and I will be delivered; I will always have regard for your decrees. <sup><strong>118</strong></sup> You reject all who stray from your decrees, for their deceitfulness is in vain. <sup><strong>119</strong></sup> All the wicked of the earth you discard like dross; therefore I love your statutes. <sup><strong>120</strong></sup> My flesh trembles in fear of you; I stand in awe of your laws. <sup><strong>121</strong></sup> I have done what is righteous and just; do not leave me to my oppressors. <sup><strong>122</strong></sup> Ensure your servant's well-being; let not the arrogant oppress me. <sup><strong>123</strong></sup> My eyes fail, looking for your salvation, looking for your righteous promise. <sup><strong>124</strong></sup> Deal with your servant according to your love and teach me your decrees. <sup><strong>125</strong></sup> I am your servant; give me discernment that I may understand your statutes. <sup><strong>126</strong></sup> It is time for you to act, O LORD; your law is being broken. <sup><strong>127</strong></sup> Because I love your commands more than gold, more than pure gold, <sup><strong>128</strong></sup> and because I consider all your precepts right, I hate every wrong path. <sup><strong>129</strong></sup> Your statutes are wonderful; therefore I obey them. <sup><strong>130</strong></sup> The unfolding of your words gives light; it gives understanding to the simple. <sup><strong>131</strong></sup> I open my mouth and pant, longing for your commands. <sup><strong>132</strong></sup> Turn to me and have mercy on me, as you always do to those who love your name. <sup><strong>133</strong></sup> Direct my footsteps according to your word; let no sin rule over me. <sup><strong>134</strong></sup> Redeem me from the oppression of men, that I may obey your precepts. <sup><strong>135</strong></sup> Make your face shine upon your servant and teach me your decrees. <sup><strong>136</strong></sup> Streams of tears flow from my eyes, for your law is not obeyed. <sup><strong>137</strong></sup> Righteous are you, O LORD, and your laws are right. <sup><strong>138</strong></sup> The statutes you have laid down are righteous; they are fully trustworthy. <sup><strong>139</strong></sup> My zeal wears me out, for my enemies ignore your words. <sup><strong>140</strong></sup> Your promises have been thoroughly tested, and your servant loves them. <sup><strong>141</strong></sup> Though I am lowly and despised, I do not forget your precepts. <sup><strong>142</strong></sup> Your righteousness is everlasting and your law is true. <sup><strong>143</strong></sup> Trouble and distress have come upon me, but your commands are my delight. <sup><strong>144</strong></sup> Your statutes are forever right; give me understanding that I may live. <sup><strong>145</strong></sup> I call with all my heart; answer me, O LORD, and I will obey your decrees. <sup><strong>146</strong></sup> I call out to you; save me and I will keep your statutes. <sup><strong>147</strong></sup> I rise before dawn and cry for help; I have put my hope in your word. <sup><strong>148</strong></sup> My eyes stay open through the watches of the night, that I may meditate on your promises. <sup><strong>149</strong></sup> Hear my voice in accordance with your love; preserve my life, O LORD, according to your laws. <sup><strong>150</strong></sup> Those who devise wicked schemes are near, but they are far from your law. <sup><strong>151</strong></sup> Yet you are near, O LORD, and all your commands are true. <sup><strong>152</strong></sup> Long ago I learned from your statutes that you established them to last forever. <sup><strong>153</strong></sup> Look upon my suffering and deliver me, for I have not forgotten your law. <sup><strong>154</strong></sup> Defend my cause and redeem me; preserve my life according to your promise. <sup><strong>155</strong></sup> Salvation is far from the wicked, for they do not seek out your decrees. <sup><strong>156</strong></sup> Your compassion is great, O LORD; preserve my life according to your laws. <sup><strong>157</strong></sup> Many are the foes who persecute me, but I have not turned from your statutes. <sup><strong>158</strong></sup> I look on the faithless with loathing, for they do not obey your word. <sup><strong>159</strong></sup> See how I love your precepts; preserve my life, O LORD, according to your love. <sup><strong>160</strong></sup> All your words are true; all your righteous laws are eternal. <sup><strong>161</strong></sup> Rulers persecute me without cause, but my heart trembles at your word. <sup><strong>162</strong></sup> I rejoice in your promise like one who finds great spoil. <sup><strong>163</strong></sup> I hate and abhor falsehood but I love your law. <sup><strong>164</strong></sup> Seven times a day I praise you for your righteous laws. <sup><strong>165</strong></sup> Great peace have they who love your law, and nothing can make them stumble. <sup><strong>166</strong></sup> I wait for your salvation, O LORD, and I follow your commands. <sup><strong>167</strong></sup> I obey your statutes, for I love them greatly. <sup><strong>168</strong></sup> I obey your precepts and your statutes, for all my ways are known to you. <sup><strong>169</strong></sup> May my cry come before you, O LORD; give me understanding according to your word. <sup><strong>170</strong></sup> May my supplication come before you; deliver me according to your promise. <sup><strong>171</strong></sup> May my lips overflow with praise, for you teach me your decrees. <sup><strong>172</strong></sup> May my tongue sing of your word, for all your commands are righteous. <sup><strong>173</strong></sup> May your hand be ready to help me, for I have chosen your precepts. <sup><strong>174</strong></sup> I long for your salvation, O LORD, and your law is my delight. <sup><strong>175</strong></sup> Let me live that I may praise you, and may your laws sustain me. <sup><strong>176</strong></sup> I have strayed like a lost sheep. Seek your servant, for I have not forgotten your commands. "},{"_id":"6159ab877c790f6c0a49118a","topicId":"6159ab857c790f6c0a491181","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"6159ab887c790f6c0a49118b","topicId":"6159ab857c790f6c0a491181","verse":"Isaiah 9:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p23009001_08-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23009001-1\">9:1&nbsp;</b> But there will be no gloom for her who was in anguish. In the former time he brought into contempt the land of Zebulun and the land of Naphtali, but in the latter time he has made glorious the way of the sea, the land beyond the Jordan, Galilee of the nations.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009002_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009002-1\">2&nbsp;</b>&nbsp;&nbsp; The people who walked in darkness</span><br><span id=\"p23009002_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;have seen a great light;</span><br><span id=\"p23009002_08-10\" class=\"line\">&nbsp;&nbsp;those who dwelt in a land of deep darkness,</span><br><span id=\"p23009002_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on them has light shone.</span><br><span id=\"p23009003_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009003-1\">3&nbsp;</b>&nbsp;&nbsp;You have multiplied the nation;</span><br><span id=\"p23009003_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have increased its joy;</span><br><span id=\"p23009003_08-10\" class=\"line\">&nbsp;&nbsp;they rejoice before you</span><br><span id=\"p23009003_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as with joy at the harvest,</span><br><span id=\"p23009003_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as they are glad when they divide the spoil.</span><br><span id=\"p23009004_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009004-1\">4&nbsp;</b>&nbsp;&nbsp;For the yoke of his burden,</span><br><span id=\"p23009004_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the staff for his shoulder,</span><br><span id=\"p23009004_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the rod of his oppressor,</span><br><span id=\"p23009004_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have broken as on the day of Midian.</span><br><span id=\"p23009005_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009005-1\">5&nbsp;</b>&nbsp;&nbsp;For every boot of the tramping warrior in battle tumult</span><br><span id=\"p23009005_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every garment rolled in blood</span><br><span id=\"p23009005_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be burned as fuel for the fire.</span><br><span id=\"p23009006_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_08-10\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_08-10\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br><span id=\"p23009007_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_08-10\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_08-10\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_08-10\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009008_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009008-1\">8&nbsp;</b>&nbsp;&nbsp;The Lord has sent a word against Jacob,</span><br><span id=\"p23009008_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it will fall on Israel;</span><br><span id=\"p23009009_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009009-1\">9&nbsp;</b>&nbsp;&nbsp;and all the people will know,</span><br><span id=\"p23009009_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Ephraim and the inhabitants of Samaria,</span><br><span id=\"p23009009_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who say in pride and in arrogance of heart:</span><br><span id=\"p23009010_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009010-1\">10&nbsp;</b>&nbsp;&nbsp;“The bricks have fallen,</span><br><span id=\"p23009010_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we will build with dressed stones;</span><br><span id=\"p23009010_13-10\" class=\"line\">&nbsp;&nbsp;the sycamores have been cut down,</span><br><span id=\"p23009010_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we will put cedars in their place.”</span><br><span id=\"p23009011_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009011-1\">11&nbsp;</b>&nbsp;&nbsp;But the LORD raises the adversaries of Rezin against him,</span><br><span id=\"p23009011_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and stirs up his enemies.</span><br><span id=\"p23009012_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009012-1\">12&nbsp;</b>&nbsp;&nbsp;The Syrians on the east and the Philistines on the west</span><br><span id=\"p23009012_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;devour Israel with open mouth.</span><br><span id=\"p23009012_13-10\" class=\"line\">&nbsp;&nbsp;For all this his anger has not turned away,</span><br><span id=\"p23009012_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hand is stretched out still.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23009013_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009013-1\">13&nbsp;</b>&nbsp;&nbsp;The people did not turn to him who struck them,</span><br><span id=\"p23009013_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor inquire of the LORD of hosts.</span><br><span id=\"p23009014_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009014-1\">14&nbsp;</b>&nbsp;&nbsp;So the LORD cut off from Israel head and tail,</span><br><span id=\"p23009014_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;palm branch and reed in one day—</span><br><span id=\"p23009015_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009015-1\">15&nbsp;</b>&nbsp;&nbsp;the elder and honored man is the head,</span><br><span id=\"p23009015_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the prophet who teaches lies is the tail;</span><br><span id=\"p23009016_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009016-1\">16&nbsp;</b>&nbsp;&nbsp;for those who guide this people have been leading them astray,</span><br><span id=\"p23009016_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who are guided by them are swallowed up.</span><br><span id=\"p23009017_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009017-1\">17&nbsp;</b>&nbsp;&nbsp;Therefore the Lord does not rejoice over their young men,</span><br><span id=\"p23009017_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and has no compassion on their fatherless and widows;</span><br><span id=\"p23009017_13-10\" class=\"line\">&nbsp;&nbsp;for everyone is godless and an evildoer,</span><br><span id=\"p23009017_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every mouth speaks folly.</span><br><span id=\"p23009017_13-10\" class=\"line\">&nbsp;&nbsp;For all this his anger has not turned away,</span><br><span id=\"p23009017_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hand is stretched out still.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23009018_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009018-1\">18&nbsp;</b>&nbsp;&nbsp;For wickedness burns like a fire;</span><br><span id=\"p23009018_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it consumes briers and thorns;</span><br><span id=\"p23009018_13-10\" class=\"line\">&nbsp;&nbsp;it kindles the thickets of the forest,</span><br><span id=\"p23009018_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they roll upward in a column of smoke.</span><br><span id=\"p23009019_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009019-1\">19&nbsp;</b>&nbsp;&nbsp;Through the wrath of the LORD of hosts</span><br><span id=\"p23009019_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the land is scorched,</span><br><span id=\"p23009019_13-10\" class=\"line\">&nbsp;&nbsp;and the people are like fuel for the fire;</span><br><span id=\"p23009019_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no one spares another.</span><br><span id=\"p23009020_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009020-1\">20&nbsp;</b>&nbsp;&nbsp;They slice meat on the right, but are still hungry,</span><br><span id=\"p23009020_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they devour on the left, but are not satisfied;</span><br><span id=\"p23009020_13-10\" class=\"line\">&nbsp;&nbsp;each devours the flesh of his own arm,</span><br><span id=\"p23009021_13-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009021-1\">21&nbsp;</b>&nbsp;&nbsp;Manasseh devours Ephraim, and Ephraim devours Manasseh;</span><br><span id=\"p23009021_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;together they are against Judah.</span><br><span id=\"p23009021_13-10\" class=\"line\">&nbsp;&nbsp;For all this his anger has not turned away,</span><br><span id=\"p23009021_13-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hand is stretched out still.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Nevertheless the dimness shall not be such as was in her vexation, when at the first he lightly afflicted the land of Zebulun and the land of Naphtali, and afterward did more grievously afflict her by the way of the sea, beyond Jordan, in Galilee of the nations.  <strong>2</strong> The people that walked in darkness have seen a great light: they that dwell in the land of the shadow of death, upon them hath the light shined.  <strong>3</strong> Thou hast multiplied the nation, and not increased the joy: they joy before thee according to the joy in harvest, and as men rejoice when they divide the spoil.  <strong>4</strong> For thou hast broken the yoke of his burden, and the staff of his shoulder, the rod of his oppressor, as in the day of Midian.  <strong>5</strong> For every battle of the warrior is with confused noise, and garments rolled in blood; but this shall be with burning and  fuel of fire.  <strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  <strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  <strong>8</strong> The Lord sent a word into Jacob, and it hath lighted upon Israel.  <strong>9</strong> And all the people shall know, even Ephraim and the inhabitant of Samaria, that say in the pride and stoutness of heart,  <strong>10</strong> The bricks are fallen down, but we will build with hewn stones: the sycomores are cut down, but we will change them into cedars.  <strong>11</strong> Therefore the LORD shall set up the adversaries of Rezin against him, and join his enemies together;  <strong>12</strong> The Syrians before, and the Philistines behind; and they shall devour Israel with open mouth. For all this his anger is not turned away, but his hand is stretched out still.  <strong>13</strong> For the people turneth not unto him that smiteth them, neither do they seek the LORD of hosts.  <strong>14</strong> Therefore the LORD will cut off from Israel head and tail, branch and rush, in one day.  <strong>15</strong> The ancient and honourable, he is the head; and the prophet that teacheth lies, he is the tail.  <strong>16</strong> For the leaders of this people cause them to err; and they that are led of them are destroyed.  <strong>17</strong> Therefore the Lord shall have no joy in their young men, neither shall have mercy on their fatherless and widows: for every one is an hypocrite and an evildoer, and every mouth speaketh folly. For all this his anger is not turned away, but his hand is stretched out still.  <strong>18</strong> For wickedness burneth as the fire: it shall devour the briers and thorns, and shall kindle in the thickets of the forest, and they shall mount up like the lifting up of smoke.  <strong>19</strong> Through the wrath of the LORD of hosts is the land darkened, and the people shall be as the fuel of the fire: no man shall spare his brother.  <strong>20</strong> And he shall snatch on the right hand, and be hungry; and he shall eat on the left hand, and they shall not be satisfied: they shall eat every man the flesh of his own arm:  <strong>21</strong> Manasseh, Ephraim; and Ephraim, Manasseh: and they together shall be against Judah. For all this his anger is not turned away, but his hand is stretched out still.  ","niv":"<sup><strong>1</strong></sup> Nevertheless, there will be no more gloom for those who were in distress. In the past he humbled the land of Zebulun and the land of Naphtali, but in the future he will honor Galilee of the Gentiles, by the way of the sea, along the Jordan- <sup><strong>2</strong></sup> The people walking in darkness have seen a great light; on those living in the land of the shadow of death a light has dawned. <sup><strong>3</strong></sup> You have enlarged the nation and increased their joy; they rejoice before you as people rejoice at the harvest, as men rejoice when dividing the plunder. <sup><strong>4</strong></sup> For as in the day of Midian's defeat, you have shattered the yoke that burdens them, the bar across their shoulders, the rod of their oppressor. <sup><strong>5</strong></sup> Every warrior's boot used in battle and every garment rolled in blood will be destined for burning, will be fuel for the fire. <sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. <sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this. <sup><strong>8</strong></sup> The Lord has sent a message against Jacob; it will fall on Israel. <sup><strong>9</strong></sup> All the people will know it- Ephraim and the inhabitants of Samaria- who say with pride and arrogance of heart, <sup><strong>10</strong></sup> \"The bricks have fallen down, but we will rebuild with dressed stone; the fig trees have been felled, but we will replace them with cedars.\" <sup><strong>11</strong></sup> But the LORD has strengthened Rezin's foes against them and has spurred their enemies on. <sup><strong>12</strong></sup> Arameans from the east and Philistines from the west have devoured Israel with open mouth. Yet for all this, his anger is not turned away, his hand is still upraised. <sup><strong>13</strong></sup> But the people have not returned to him who struck them, nor have they sought the LORD Almighty. <sup><strong>14</strong></sup> So the LORD will cut off from Israel both head and tail, both palm branch and reed in a single day; <sup><strong>15</strong></sup> the elders and prominent men are the head, the prophets who teach lies are the tail. <sup><strong>16</strong></sup> Those who guide this people mislead them, and those who are guided are led astray. <sup><strong>17</strong></sup> Therefore the Lord will take no pleasure in the young men, nor will he pity the fatherless and widows, for everyone is ungodly and wicked, every mouth speaks vileness. Yet for all this, his anger is not turned away, his hand is still upraised. <sup><strong>18</strong></sup> Surely wickedness burns like a fire; it consumes briers and thorns, it sets the forest thickets ablaze, so that it rolls upward in a column of smoke. <sup><strong>19</strong></sup> By the wrath of the LORD Almighty the land will be scorched and the people will be fuel for the fire; no one will spare his brother. <sup><strong>20</strong></sup> On the right they will devour, but still be hungry; on the left they will eat, but not be satisfied. Each will feed on the flesh of his own offspring: <sup><strong>21</strong></sup> Manasseh will feed on Ephraim, and Ephraim on Manasseh; together they will turn against Judah. Yet for all this, his anger is not turned away, his hand is still upraised. "},{"_id":"6159ab887c790f6c0a49118c","topicId":"6159ab857c790f6c0a491181","verse":"Psalm 110:1-7","votes":1,"__v":0,"esv":"<div>\n\n<h4 id=\"p19110001_06-11\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19110001_06-11\" class=\"line\"><b class=\"chapter-num\" id=\"v19110001-1\">110:1&nbsp;</b>&nbsp;&nbsp;The LORD says to my Lord:</span><br><span id=\"p19110001_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p19110001_06-11\" class=\"line\">&nbsp;&nbsp;until I make your enemies your footstool.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19110002_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110002-1\">2&nbsp;</b>&nbsp;&nbsp;The LORD sends forth from Zion</span><br><span id=\"p19110002_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your mighty scepter.</span><br><span id=\"p19110002_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Rule in the midst of your enemies!</span><br><span id=\"p19110003_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110003-1\">3&nbsp;</b>&nbsp;&nbsp;Your people will offer themselves freely</span><br><span id=\"p19110003_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of your power,</span><br><span id=\"p19110003_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in holy garments;</span><br><span id=\"p19110003_06-11\" class=\"line\">&nbsp;&nbsp;from the womb of the morning,</span><br><span id=\"p19110003_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the dew of your youth will be yours.</span><br><span id=\"p19110004_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD has sworn</span><br><span id=\"p19110004_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not change his mind,</span><br><span id=\"p19110004_06-11\" class=\"line\">&nbsp;&nbsp;“You are a priest forever</span><br><span id=\"p19110004_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19110005_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110005-1\">5&nbsp;</b>&nbsp;&nbsp;The Lord is at your right hand;</span><br><span id=\"p19110005_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will shatter kings on the day of his wrath.</span><br><span id=\"p19110006_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110006-1\">6&nbsp;</b>&nbsp;&nbsp;He will execute judgment among the nations,</span><br><span id=\"p19110006_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;filling them with corpses;</span><br><span id=\"p19110006_06-11\" class=\"line\">&nbsp;&nbsp;he will shatter chiefs</span><br><span id=\"p19110006_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over the wide earth.</span><br><span id=\"p19110007_06-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19110007-1\">7&nbsp;</b>&nbsp;&nbsp;He will drink from the brook by the way;</span><br><span id=\"p19110007_06-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore he will lift up his head.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD said unto my Lord, Sit thou at my right hand, until I make thine enemies thy footstool.  <strong>2</strong> The LORD shall send the rod of thy strength out of Zion: rule thou in the midst of thine enemies.  <strong>3</strong> Thy people shall be willing in the day of thy power, in the beauties of holiness from the womb of the morning: thou hast the dew of thy youth.  <strong>4</strong> The LORD hath sworn, and will not repent, Thou art a priest for ever after the order of Melchizedek.  <strong>5</strong> The Lord at thy right hand shall strike through kings in the day of his wrath.  <strong>6</strong> He shall judge among the heathen, he shall fill the places  with the dead bodies; he shall wound the heads over many countries.  <strong>7</strong> He shall drink of the brook in the way: therefore shall he lift up the head.  ","niv":"<sup><strong>1</strong></sup> The LORD says to my Lord: \"Sit at my right hand until I make your enemies a footstool for your feet.\" <sup><strong>2</strong></sup> The LORD will extend your mighty scepter from Zion; you will rule in the midst of your enemies. <sup><strong>3</strong></sup> Your troops will be willing on your day of battle. Arrayed in holy majesty, from the womb of the dawn you will receive the dew of your youth. <sup><strong>4</strong></sup> The LORD has sworn and will not change his mind: \"You are a priest forever, in the order of Melchizedek.\" <sup><strong>5</strong></sup> The Lord is at your right hand; he will crush kings on the day of his wrath. <sup><strong>6</strong></sup> He will judge the nations, heaping up the dead and crushing the rulers of the whole earth. <sup><strong>7</strong></sup> He will drink from a brook beside the way; therefore he will lift up his head. "},{"_id":"6159ab887c790f6c0a49118d","topicId":"6159ab857c790f6c0a491181","verse":"Leviticus 11:1-47","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p03011001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03011001-1\">11:1&nbsp;</b>And the LORD spoke to Moses and Aaron, saying to them, <b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth. <b class=\"verse-num\" id=\"v03011003-1\">3&nbsp;</b>Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v03011004-1\">4&nbsp;</b>Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011005-1\">5&nbsp;</b>And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011006-1\">6&nbsp;</b>And the hare, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011007-1\">7&nbsp;</b>And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. <b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n<p id=\"p03011008_05-12\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n<p id=\"p03011012_05-12\"><b class=\"verse-num\" id=\"v03011013-1\">13&nbsp;</b>“And these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v03011014-1\">14&nbsp;</b>the kite, the falcon of any kind, <b class=\"verse-num\" id=\"v03011015-1\">15&nbsp;</b>every raven of any kind, <b class=\"verse-num\" id=\"v03011016-1\">16&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind, <b class=\"verse-num\" id=\"v03011017-1\">17&nbsp;</b>the little owl, the cormorant, the short-eared owl, <b class=\"verse-num\" id=\"v03011018-1\">18&nbsp;</b>the barn owl, the tawny owl, the carrion vulture, <b class=\"verse-num\" id=\"v03011019-1\">19&nbsp;</b>the stork, the heron of any kind, the hoopoe, and the bat.</p>\n<p id=\"p03011019_05-12\"><b class=\"verse-num\" id=\"v03011020-1\">20&nbsp;</b>“All winged insects that go on all fours are detestable to you. <b class=\"verse-num\" id=\"v03011021-1\">21&nbsp;</b>Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground. <b class=\"verse-num\" id=\"v03011022-1\">22&nbsp;</b>Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind. <b class=\"verse-num\" id=\"v03011023-1\">23&nbsp;</b>But all other winged insects that have four feet are detestable to you.</p>\n<p id=\"p03011023_05-12\"><b class=\"verse-num\" id=\"v03011024-1\">24&nbsp;</b>“And by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011025-1\">25&nbsp;</b>and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. <b class=\"verse-num\" id=\"v03011026-1\">26&nbsp;</b>Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean. <b class=\"verse-num\" id=\"v03011027-1\">27&nbsp;</b>And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011028-1\">28&nbsp;</b>and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.</p>\n<p id=\"p03011028_05-12\"><b class=\"verse-num\" id=\"v03011029-1\">29&nbsp;</b>“And these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind, <b class=\"verse-num\" id=\"v03011030-1\">30&nbsp;</b>the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon. <b class=\"verse-num\" id=\"v03011031-1\">31&nbsp;</b>These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening. <b class=\"verse-num\" id=\"v03011032-1\">32&nbsp;</b>And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean. <b class=\"verse-num\" id=\"v03011033-1\">33&nbsp;</b>And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it. <b class=\"verse-num\" id=\"v03011034-1\">34&nbsp;</b>Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean. <b class=\"verse-num\" id=\"v03011035-1\">35&nbsp;</b>And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you. <b class=\"verse-num\" id=\"v03011036-1\">36&nbsp;</b>Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean. <b class=\"verse-num\" id=\"v03011037-1\">37&nbsp;</b>And if any part of their carcass falls upon any seed grain that is to be sown, it is clean, <b class=\"verse-num\" id=\"v03011038-1\">38&nbsp;</b>but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.</p>\n<p id=\"p03011038_05-12\"><b class=\"verse-num\" id=\"v03011039-1\">39&nbsp;</b>“And if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011040-1\">40&nbsp;</b>and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening.</p>\n<p id=\"p03011040_05-12\"><b class=\"verse-num\" id=\"v03011041-1\">41&nbsp;</b>“Every swarming thing that swarms on the ground is detestable; it shall not be eaten. <b class=\"verse-num\" id=\"v03011042-1\">42&nbsp;</b>Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable. <b class=\"verse-num\" id=\"v03011043-1\">43&nbsp;</b>You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them. <b class=\"verse-num\" id=\"v03011044-1\">44&nbsp;</b>For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. <b class=\"verse-num\" id=\"v03011045-1\">45&nbsp;</b>For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”</p>\n<p id=\"p03011045_05-12\"><b class=\"verse-num\" id=\"v03011046-1\">46&nbsp;</b>This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground, <b class=\"verse-num\" id=\"v03011047-1\">47&nbsp;</b>to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and to Aaron, saying unto them,  <strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  <strong>3</strong> Whatsoever parteth the hoof, and is clovenfooted, and cheweth the cud, among the beasts, that shall ye eat.  <strong>4</strong> Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>5</strong> And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>6</strong> And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>7</strong> And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.  <strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  <strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  <strong>13</strong> And these are they which ye shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the ossifrage, and the ospray,  <strong>14</strong> And the vulture, and the kite after his kind;  <strong>15</strong> Every raven after his kind;  <strong>16</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>17</strong> And the little owl, and the cormorant, and the great owl,  <strong>18</strong> And the swan, and the pelican, and the gier eagle,  <strong>19</strong> And the stork, the heron after her kind, and the lapwing, and the bat.  <strong>20</strong> All fowls that creep, going upon all four, shall be  an abomination unto you.  <strong>21</strong> Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth;  <strong>22</strong> Even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.  <strong>23</strong> But all other flying creeping things, which have four feet, shall be an abomination unto you.  <strong>24</strong> And for these ye shall be unclean: whosoever toucheth the carcase of them shall be unclean until the even.  <strong>25</strong> And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.  <strong>26</strong> The carcases of every beast which divideth the hoof, and is not clovenfooted, nor cheweth the cud, are unclean unto you: every one that toucheth them shall be unclean.  <strong>27</strong> And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.  <strong>28</strong> And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.  <strong>29</strong> These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,  <strong>30</strong> And the ferret, and the chameleon, and the lizard, and the snail, and the mole.  <strong>31</strong> These are unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.  <strong>32</strong> And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed.  <strong>33</strong> And every earthen vessel, whereinto any of them falleth, whatsoever is in it shall be unclean; and ye shall break it.  <strong>34</strong> Of all meat which may be eaten, that on which such  water cometh shall be unclean: and all drink that may be drunk in every such vessel shall be unclean.  <strong>35</strong> And every thing whereupon any part of their carcase falleth shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean, and shall be unclean unto you.  <strong>36</strong> Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which toucheth their carcase shall be unclean.  <strong>37</strong> And if any part of their carcase fall upon any sowing seed which is to be sown, it shall be clean.  <strong>38</strong> But if any water be put upon the seed, and any part  of their carcase fall thereon, it shall be unclean unto you.  <strong>39</strong> And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even.  <strong>40</strong> And he that eateth of the carcase of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even.  <strong>41</strong> And every creeping thing that creepeth upon the earth shall be  an abomination; it shall not be eaten.  <strong>42</strong> Whatsoever goeth upon the belly, and whatsoever goeth upon all  four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.  <strong>43</strong> Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.  <strong>44</strong> For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.  <strong>45</strong> For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.  <strong>46</strong> This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:  <strong>47</strong> To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron, <sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat: <sup><strong>3</strong></sup> You may eat any animal that has a split hoof completely divided and that chews the cud. <sup><strong>4</strong></sup> \"'There are some that only chew the cud or only have a split hoof, but you must not eat them. The camel, though it chews the cud, does not have a split hoof; it is ceremonially unclean for you. <sup><strong>5</strong></sup> The coney, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>6</strong></sup> The rabbit, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>7</strong></sup> And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you. <sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you. <sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. <sup><strong>13</strong></sup> \"'These are the birds you are to detest and not eat because they are detestable: the eagle, the vulture, the black vulture, <sup><strong>14</strong></sup> the red kite, any kind of black kite, <sup><strong>15</strong></sup> any kind of raven, <sup><strong>16</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>17</strong></sup> the little owl, the cormorant, the great owl, <sup><strong>18</strong></sup> the white owl, the desert owl, the osprey, <sup><strong>19</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>20</strong></sup> \"'All flying insects that walk on all fours are to be detestable to you. <sup><strong>21</strong></sup> There are, however, some winged creatures that walk on all fours that you may eat: those that have jointed legs for hopping on the ground. <sup><strong>22</strong></sup> Of these you may eat any kind of locust, katydid, cricket or grasshopper. <sup><strong>23</strong></sup> But all other winged creatures that have four legs you are to detest. <sup><strong>24</strong></sup> \"'You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening. <sup><strong>25</strong></sup> Whoever picks up one of their carcasses must wash his clothes, and he will be unclean till evening. <sup><strong>26</strong></sup> \"'Every animal that has a split hoof not completely divided or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean. <sup><strong>27</strong></sup> Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening. <sup><strong>28</strong></sup> Anyone who picks up their carcasses must wash his clothes, and he will be unclean till evening. They are unclean for you. <sup><strong>29</strong></sup> \"'Of the animals that move about on the ground, these are unclean for you: the weasel, the rat, any kind of great lizard, <sup><strong>30</strong></sup> the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. <sup><strong>31</strong></sup> Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening. <sup><strong>32</strong></sup> When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean. <sup><strong>33</strong></sup> If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot. <sup><strong>34</strong></sup> Any food that could be eaten but has water on it from such a pot is unclean, and any liquid that could be drunk from it is unclean. <sup><strong>35</strong></sup> Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean. <sup><strong>36</strong></sup> A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean. <sup><strong>37</strong></sup> If a carcass falls on any seeds that are to be planted, they remain clean. <sup><strong>38</strong></sup> But if water has been put on the seed and a carcass falls on it, it is unclean for you. <sup><strong>39</strong></sup> \"'If an animal that you are allowed to eat dies, anyone who touches the carcass will be unclean till evening. <sup><strong>40</strong></sup> Anyone who eats some of the carcass must wash his clothes, and he will be unclean till evening. Anyone who picks up the carcass must wash his clothes, and he will be unclean till evening. <sup><strong>41</strong></sup> \"'Every creature that moves about on the ground is detestable; it is not to be eaten. <sup><strong>42</strong></sup> You are not to eat any creature that moves about on the ground, whether it moves on its belly or walks on all fours or on many feet; it is detestable. <sup><strong>43</strong></sup> Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them. <sup><strong>44</strong></sup> I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves about on the ground. <sup><strong>45</strong></sup> I am the LORD who brought you up out of Egypt to be your God; therefore be holy, because I am holy. <sup><strong>46</strong></sup> \"'These are the regulations concerning animals, birds, every living thing that moves in the water and every creature that moves about on the ground. <sup><strong>47</strong></sup> You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.'\" "},{"_id":"6159ab897c790f6c0a49118e","topicId":"6159ab857c790f6c0a491181","verse":"Luke 2:1-52","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42002001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42002001-1\">2:1&nbsp;</b>In those days a decree went out from Caesar Augustus that all the world should be registered. <b class=\"verse-num\" id=\"v42002002-1\">2&nbsp;</b>This was the first registration when Quirinius was governor of Syria. <b class=\"verse-num\" id=\"v42002003-1\">3&nbsp;</b>And all went to be registered, each to his own town. <b class=\"verse-num\" id=\"v42002004-1\">4&nbsp;</b>And Joseph also went up from Galilee, from the town of Nazareth, to Judea, to the city of David, which is called Bethlehem, because he was of the house and lineage of David, <b class=\"verse-num\" id=\"v42002005-1\">5&nbsp;</b>to be registered with Mary, his betrothed, who was with child. <b class=\"verse-num\" id=\"v42002006-1\">6&nbsp;</b>And while they were there, the time came for her to give birth. <b class=\"verse-num\" id=\"v42002007-1\">7&nbsp;</b>And she gave birth to her firstborn son and wrapped him in swaddling cloths and laid him in a manger, because there was no place for them in the inn.</p>\n\n<p id=\"p42002007_11-13\"><b class=\"verse-num\" id=\"v42002008-1\">8&nbsp;</b>And in the same region there were shepherds out in the field, keeping watch over their flock by night. <b class=\"verse-num\" id=\"v42002009-1\">9&nbsp;</b>And an angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were filled with great fear. <b class=\"verse-num\" id=\"v42002010-1\">10&nbsp;</b>And the angel said to them, “Fear not, for behold, I bring you good news of great joy that will be for all the people. <b class=\"verse-num\" id=\"v42002011-1\">11&nbsp;</b>For unto you is born this day in the city of David a Savior, who is Christ the Lord. <b class=\"verse-num\" id=\"v42002012-1\">12&nbsp;</b>And this will be a sign for you: you will find a baby wrapped in swaddling cloths and lying in a manger.” <b class=\"verse-num\" id=\"v42002013-1\">13&nbsp;</b>And suddenly there was with the angel a multitude of the heavenly host praising God and saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002014_11-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002014-1\">14&nbsp;</b>&nbsp;&nbsp;“Glory to God in the highest,</span><br><span id=\"p42002014_11-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on earth peace among those with whom he is pleased!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002014_11-13\"><b class=\"verse-num\" id=\"v42002015-1\">15&nbsp;</b>When the angels went away from them into heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has happened, which the Lord has made known to us.” <b class=\"verse-num\" id=\"v42002016-1\">16&nbsp;</b>And they went with haste and found Mary and Joseph, and the baby lying in a manger. <b class=\"verse-num\" id=\"v42002017-1\">17&nbsp;</b>And when they saw it, they made known the saying that had been told them concerning this child. <b class=\"verse-num\" id=\"v42002018-1\">18&nbsp;</b>And all who heard it wondered at what the shepherds told them. <b class=\"verse-num\" id=\"v42002019-1\">19&nbsp;</b>But Mary treasured up all these things, pondering them in her heart. <b class=\"verse-num\" id=\"v42002020-1\">20&nbsp;</b>And the shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told them.</p>\n<p id=\"p42002020_11-13\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n\n<p id=\"p42002021_16-13\"><b class=\"verse-num\" id=\"v42002022-1\">22&nbsp;</b>And when the time came for their purification according to the Law of Moses, they brought him up to Jerusalem to present him to the Lord <b class=\"verse-num\" id=\"v42002023-1\">23&nbsp;</b>(as it is written in the Law of the Lord, “Every male who first opens the womb shall be called holy to the Lord”) <b class=\"verse-num\" id=\"v42002024-1\">24&nbsp;</b>and to offer a sacrifice according to what is said in the Law of the Lord, “a pair of turtledoves, or two young pigeons.” <b class=\"verse-num\" id=\"v42002025-1\">25&nbsp;</b>Now there was a man in Jerusalem, whose name was Simeon, and this man was righteous and devout, waiting for the consolation of Israel, and the Holy Spirit was upon him. <b class=\"verse-num\" id=\"v42002026-1\">26&nbsp;</b>And it had been revealed to him by the Holy Spirit that he would not see death before he had seen the Lord’s Christ. <b class=\"verse-num\" id=\"v42002027-1\">27&nbsp;</b>And he came in the Spirit into the temple, and when the parents brought in the child Jesus, to do for him according to the custom of the Law, <b class=\"verse-num\" id=\"v42002028-1\">28&nbsp;</b>he took him up in his arms and blessed God and said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42002029_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002029-1\">29&nbsp;</b>&nbsp;&nbsp;“Lord, now you are letting your servant depart in peace,</span><br><span id=\"p42002029_16-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your word;</span><br><span id=\"p42002030_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002030-1\">30&nbsp;</b>&nbsp;&nbsp;for my eyes have seen your salvation</span><br><span id=\"p42002031_16-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v42002031-1\">31&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;that you have prepared in the presence of all peoples,</span><br><span id=\"p42002032_16-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v42002032-1\">32&nbsp;</b>&nbsp;&nbsp;a light for revelation to the Gentiles,</span><br><span id=\"p42002032_16-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for glory to your people Israel.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p42002032_16-13\"><b class=\"verse-num\" id=\"v42002033-1\">33&nbsp;</b>And his father and his mother marveled at what was said about him. <b class=\"verse-num\" id=\"v42002034-1\">34&nbsp;</b>And Simeon blessed them and said to Mary his mother, “Behold, this child is appointed for the fall and rising of many in Israel, and for a sign that is opposed <b class=\"verse-num\" id=\"v42002035-1\">35&nbsp;</b>(and a sword will pierce through your own soul also), so that thoughts from many hearts may be revealed.”</p>\n<p id=\"p42002035_16-13\"><b class=\"verse-num\" id=\"v42002036-1\">36&nbsp;</b>And there was a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was advanced in years, having lived with her husband seven years from when she was a virgin, <b class=\"verse-num\" id=\"v42002037-1\">37&nbsp;</b>and then as a widow until she was eighty-four. She did not depart from the temple, worshiping with fasting and prayer night and day. <b class=\"verse-num\" id=\"v42002038-1\">38&nbsp;</b>And coming up at that very hour she began to give thanks to God and to speak of him to all who were waiting for the redemption of Jerusalem.</p>\n\n<p id=\"p42002038_20-13\"><b class=\"verse-num\" id=\"v42002039-1\">39&nbsp;</b>And when they had performed everything according to the Law of the Lord, they returned into Galilee, to their own town of Nazareth. <b class=\"verse-num\" id=\"v42002040-1\">40&nbsp;</b>And the child grew and became strong, filled with wisdom. And the favor of God was upon him.</p>\n\n<p id=\"p42002040_26-13\"><b class=\"verse-num\" id=\"v42002041-1\">41&nbsp;</b>Now his parents went to Jerusalem every year at the Feast of the Passover. <b class=\"verse-num\" id=\"v42002042-1\">42&nbsp;</b>And when he was twelve years old, they went up according to custom. <b class=\"verse-num\" id=\"v42002043-1\">43&nbsp;</b>And when the feast was ended, as they were returning, the boy Jesus stayed behind in Jerusalem. His parents did not know it, <b class=\"verse-num\" id=\"v42002044-1\">44&nbsp;</b>but supposing him to be in the group they went a day’s journey, but then they began to search for him among their relatives and acquaintances, <b class=\"verse-num\" id=\"v42002045-1\">45&nbsp;</b>and when they did not find him, they returned to Jerusalem, searching for him. <b class=\"verse-num\" id=\"v42002046-1\">46&nbsp;</b>After three days they found him in the temple, sitting among the teachers, listening to them and asking them questions. <b class=\"verse-num\" id=\"v42002047-1\">47&nbsp;</b>And all who heard him were amazed at his understanding and his answers. <b class=\"verse-num\" id=\"v42002048-1\">48&nbsp;</b>And when his parents saw him, they were astonished. And his mother said to him, “Son, why have you treated us so? Behold, your father and I have been searching for you in great distress.” <b class=\"verse-num\" id=\"v42002049-1\">49&nbsp;</b>And he said to them, <span class=\"woc\">“Why were you looking for me? Did you not know that I must be in my Father’s house?”</span> <b class=\"verse-num\" id=\"v42002050-1\">50&nbsp;</b>And they did not understand the saying that he spoke to them. <b class=\"verse-num\" id=\"v42002051-1\">51&nbsp;</b>And he went down with them and came to Nazareth and was submissive to them. And his mother treasured up all these things in her heart.</p>\n<p id=\"p42002051_26-13\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in those days, that there went out a decree from Caesar Augustus, that all the world should be taxed.  <strong>2</strong> (And this taxing was first made when Cyrenius was governor of Syria.)  <strong>3</strong> And all went to be taxed, every one into his own city.  <strong>4</strong> And Joseph also went up from Galilee, out of the city of Nazareth, into Judaea, unto the city of David, which is called Bethlehem; (because he was of the house and lineage of David:)  <strong>5</strong> To be taxed with Mary his espoused wife, being great with child.  <strong>6</strong> And so it was, that, while they were there, the days were accomplished that she should be delivered.  <strong>7</strong> And she brought forth her firstborn son, and wrapped him in swaddling clothes, and laid him in a manger; because there was no room for them in the inn.  <strong>8</strong> And there were in the same country shepherds abiding in the field, keeping watch over their flock by night.  <strong>9</strong> And, lo, the angel of the Lord came upon them, and the glory of the Lord shone round about them: and they were sore afraid.  <strong>10</strong> And the angel said unto them, Fear not: for, behold, I bring you good tidings of great joy, which shall be to all people.  <strong>11</strong> For unto you is born this day in the city of David a Saviour, which is Christ the Lord.  <strong>12</strong> And this shall be a sign unto you; Ye shall find the babe wrapped in swaddling clothes, lying in a manger.  <strong>13</strong> And suddenly there was with the angel a multitude of the heavenly host praising God, and saying,  <strong>14</strong> Glory to God in the highest, and on earth peace, good will toward men.  <strong>15</strong> And it came to pass, as the angels were gone away from them into heaven, the shepherds said one to another, Let us now go even unto Bethlehem, and see this thing which is come to pass, which the Lord hath made known unto us.  <strong>16</strong> And they came with haste, and found Mary, and Joseph, and the babe lying in a manger.  <strong>17</strong> And when they had seen it, they made known abroad the saying which was told them concerning this child.  <strong>18</strong> And all they that heard it wondered at those things which were told them by the shepherds.  <strong>19</strong> But Mary kept all these things, and pondered them in her heart.  <strong>20</strong> And the shepherds returned, glorifying and praising God for all the things that they had heard and seen, as it was told unto them.  <strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  <strong>22</strong> And when the days of her purification according to the law of Moses were accomplished, they brought him to Jerusalem, to present him to the Lord;  <strong>23</strong> (As it is written in the law of the Lord, Every male that openeth the womb shall be called holy to the Lord;)  <strong>24</strong> And to offer a sacrifice according to that which is said in the law of the Lord, A pair of turtledoves, or two young pigeons.  <strong>25</strong> And, behold, there was a man in Jerusalem, whose name was  Simeon; and the same man was just and devout, waiting for the consolation of Israel: and the Holy Ghost was upon him.  <strong>26</strong> And it was revealed unto him by the Holy Ghost, that he should not see death, before he had seen the Lord’s Christ.  <strong>27</strong> And he came by the Spirit into the temple: and when the parents brought in the child Jesus, to do for him after the custom of the law,  <strong>28</strong> Then took he him up in his arms, and blessed God, and said,  <strong>29</strong> Lord, now lettest thou thy servant depart in peace, according to thy word:  <strong>30</strong> For mine eyes have seen thy salvation,  <strong>31</strong> Which thou hast prepared before the face of all people;  <strong>32</strong> A light to lighten the Gentiles, and the glory of thy people Israel.  <strong>33</strong> And Joseph and his mother marvelled at those things which were spoken of him.  <strong>34</strong> And Simeon blessed them, and said unto Mary his mother, Behold, this child is set for the fall and rising again of many in Israel; and for a sign which shall be spoken against;  <strong>35</strong> (Yea, a sword shall pierce through thy own soul also,) that the thoughts of many hearts may be revealed.  <strong>36</strong> And there was one Anna, a prophetess, the daughter of Phanuel, of the tribe of Aser: she was of a great age, and had lived with an husband seven years from her virginity;  <strong>37</strong> And she was a widow of about fourscore and four years, which departed not from the temple, but served God with fastings and prayers night and day.  <strong>38</strong> And she coming in that instant gave thanks likewise unto the Lord, and spake of him to all them that looked for redemption in Jerusalem.  <strong>39</strong> And when they had performed all things according to the law of the Lord, they returned into Galilee, to their own city Nazareth.  <strong>40</strong> And the child grew, and waxed strong in spirit, filled with wisdom: and the grace of God was upon him.  <strong>41</strong> Now his parents went to Jerusalem every year at the feast of the passover.  <strong>42</strong> And when he was twelve years old, they went up to Jerusalem after the custom of the feast.  <strong>43</strong> And when they had fulfilled the days, as they returned, the child Jesus tarried behind in Jerusalem; and Joseph and his mother knew not of it.  <strong>44</strong> But they, supposing him to have been in the company, went a day’s journey; and they sought him among their kinsfolk and acquaintance.  <strong>45</strong> And when they found him not, they turned back again to Jerusalem, seeking him.  <strong>46</strong> And it came to pass, that after three days they found him in the temple, sitting in the midst of the doctors, both hearing them, and asking them questions.  <strong>47</strong> And all that heard him were astonished at his understanding and answers.  <strong>48</strong> And when they saw him, they were amazed: and his mother said unto him, Son, why hast thou thus dealt with us? behold, thy father and I have sought thee sorrowing.  <strong>49</strong> And he said unto them, How is it that ye sought me? wist ye not that I must be about my Father’s business?  <strong>50</strong> And they understood not the saying which he spake unto them.  <strong>51</strong> And he went down with them, and came to Nazareth, and was subject unto them: but his mother kept all these sayings in her heart.  <strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>1</strong></sup> In those days Caesar Augustus issued a decree that a census should be taken of the entire Roman world. <sup><strong>2</strong></sup> (This was the first census that took place while Quirinius was governor of Syria.) <sup><strong>3</strong></sup> And everyone went to his own town to register. <sup><strong>4</strong></sup> So Joseph also went up from the town of Nazareth in Galilee to Judea, to Bethlehem the town of David, because he belonged to the house and line of David. <sup><strong>5</strong></sup> He went there to register with Mary, who was pledged to be married to him and was expecting a child. <sup><strong>6</strong></sup> While they were there, the time came for the baby to be born, <sup><strong>7</strong></sup> and she gave birth to her firstborn, a son. She wrapped him in cloths and placed him in a manger, because there was no room for them in the inn. <sup><strong>8</strong></sup> And there were shepherds living out in the fields nearby, keeping watch over their flocks at night. <sup><strong>9</strong></sup> An angel of the Lord appeared to them, and the glory of the Lord shone around them, and they were terrified. <sup><strong>10</strong></sup> But the angel said to them, \"Do not be afraid. I bring you good news of great joy that will be for all the people. <sup><strong>11</strong></sup> Today in the town of David a Savior has been born to you; he is Christ the Lord. <sup><strong>12</strong></sup> This will be a sign to you: You will find a baby wrapped in cloths and lying in a manger.\" <sup><strong>13</strong></sup> Suddenly a great company of the heavenly host appeared with the angel, praising God and saying, <sup><strong>14</strong></sup> \"Glory to God in the highest, and on earth peace to men on whom his favor rests.\" <sup><strong>15</strong></sup> When the angels had left them and gone into heaven, the shepherds said to one another, \"Let's go to Bethlehem and see this thing that has happened, which the Lord has told us about.\" <sup><strong>16</strong></sup> So they hurried off and found Mary and Joseph, and the baby, who was lying in the manger. <sup><strong>17</strong></sup> When they had seen him, they spread the word concerning what had been told them about this child, <sup><strong>18</strong></sup> and all who heard it were amazed at what the shepherds said to them. <sup><strong>19</strong></sup> But Mary treasured up all these things and pondered them in her heart. <sup><strong>20</strong></sup> The shepherds returned, glorifying and praising God for all the things they had heard and seen, which were just as they had been told. <sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived. <sup><strong>22</strong></sup> When the time of their purification according to the Law of Moses had been completed, Joseph and Mary took him to Jerusalem to present him to the Lord <sup><strong>23</strong></sup> (as it is written in the Law of the Lord, \"Every firstborn male is to be consecrated to the Lord\" ), <sup><strong>24</strong></sup> and to offer a sacrifice in keeping with what is said in the Law of the Lord: \"a pair of doves or two young pigeons.\" <sup><strong>25</strong></sup> Now there was a man in Jerusalem called Simeon, who was righteous and devout. He was waiting for the consolation of Israel, and the Holy Spirit was upon him. <sup><strong>26</strong></sup> It had been revealed to him by the Holy Spirit that he would not die before he had seen the Lord's Christ. <sup><strong>27</strong></sup> Moved by the Spirit, he went into the temple courts. When the parents brought in the child Jesus to do for him what the custom of the Law required, <sup><strong>28</strong></sup> Simeon took him in his arms and praised God, saying: <sup><strong>29</strong></sup> \"Sovereign Lord, as you have promised, you now dismiss your servant in peace. <sup><strong>30</strong></sup> For my eyes have seen your salvation, <sup><strong>31</strong></sup> which you have prepared in the sight of all people, <sup><strong>32</strong></sup> a light for revelation to the Gentiles and for glory to your people Israel.\" <sup><strong>33</strong></sup> The child's father and mother marveled at what was said about him. <sup><strong>34</strong></sup> Then Simeon blessed them and said to Mary, his mother: \"This child is destined to cause the falling and rising of many in Israel, and to be a sign that will be spoken against, <sup><strong>35</strong></sup> so that the thoughts of many hearts will be revealed. And a sword will pierce your own soul too.\" <sup><strong>36</strong></sup> There was also a prophetess, Anna, the daughter of Phanuel, of the tribe of Asher. She was very old; she had lived with her husband seven years after her marriage, <sup><strong>37</strong></sup> and then was a widow until she was eighty-four. She never left the temple but worshiped night and day, fasting and praying. <sup><strong>38</strong></sup> Coming up to them at that very moment, she gave thanks to God and spoke about the child to all who were looking forward to the redemption of Jerusalem. <sup><strong>39</strong></sup> When Joseph and Mary had done everything required by the Law of the Lord, they returned to Galilee to their own town of Nazareth. <sup><strong>40</strong></sup> And the child grew and became strong; he was filled with wisdom, and the grace of God was upon him. <sup><strong>41</strong></sup> Every year his parents went to Jerusalem for the Feast of the Passover. <sup><strong>42</strong></sup> When he was twelve years old, they went up to the Feast, according to the custom. <sup><strong>43</strong></sup> After the Feast was over, while his parents were returning home, the boy Jesus stayed behind in Jerusalem, but they were unaware of it. <sup><strong>44</strong></sup> Thinking he was in their company, they traveled on for a day. Then they began looking for him among their relatives and friends. <sup><strong>45</strong></sup> When they did not find him, they went back to Jerusalem to look for him. <sup><strong>46</strong></sup> After three days they found him in the temple courts, sitting among the teachers, listening to them and asking them questions. <sup><strong>47</strong></sup> Everyone who heard him was amazed at his understanding and his answers. <sup><strong>48</strong></sup> When his parents saw him, they were astonished. His mother said to him, \"Son, why have you treated us like this? Your father and I have been anxiously searching for you.\" <sup><strong>49</strong></sup> \"Why were you searching for me?\" he asked. \"Didn't you know I had to be in my Father's house?\" <sup><strong>50</strong></sup> But they did not understand what he was saying to them. <sup><strong>51</strong></sup> Then he went down to Nazareth with them and was obedient to them. But his mother treasured all these things in her heart. <sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men. "}]}