{"_id":"6159b1e67c790f6c0a491244","slug":"boast","name":"Boast","verses":[{"_id":"6159b1e67c790f6c0a491245","topicId":"6159b1e67c790f6c0a491244","verse":"Ephesians 2:8-9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"6159b1e67c790f6c0a491246","topicId":"6159b1e67c790f6c0a491244","verse":"Psalm 44:8","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19044008_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044008-1\">8&nbsp;</b>&nbsp;&nbsp;In God we have boasted continually,</span><br><span id=\"p19044008_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we will give thanks to your name forever. <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> In God we boast all the day long, and praise thy name for ever. Selah.  ","niv":"<sup><strong>8</strong></sup> In God we make our boast all day long, and we will praise your name forever. Selah"},{"_id":"6159b1e67c790f6c0a491247","topicId":"6159b1e67c790f6c0a491244","verse":"Psalm 34:2","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034002_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034002-1\">2&nbsp;</b>&nbsp;&nbsp;My soul makes its boast in the LORD;</span><br><span id=\"p19034002_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the humble hear and be glad.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad.  ","niv":"<sup><strong>2</strong></sup> My soul will boast in the LORD; let the afflicted hear and rejoice."},{"_id":"6159b1e77c790f6c0a491248","topicId":"6159b1e67c790f6c0a491244","verse":"2 Corinthians 12:5-9","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47012001_06-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47012001-1\">12:1&nbsp;</b>I must go on boasting. Though there is nothing to be gained by it, I will go on to visions and revelations of the Lord. <b class=\"verse-num\" id=\"v47012002-1\">2&nbsp;</b>I know a man in Christ who fourteen years ago was caught up to the third heaven—whether in the body or out of the body I do not know, God knows. <b class=\"verse-num\" id=\"v47012003-1\">3&nbsp;</b>And I know that this man was caught up into paradise—whether in the body or out of the body I do not know, God knows—<b class=\"verse-num\" id=\"v47012004-1\">4&nbsp;</b>and he heard things that cannot be told, which man may not utter. <b class=\"verse-num\" id=\"v47012005-1\">5&nbsp;</b>On behalf of this man I will boast, but on my own behalf I will not boast, except of my weaknesses—<b class=\"verse-num\" id=\"v47012006-1\">6&nbsp;</b>though if I should wish to boast, I would not be a fool, for I would be speaking the truth; but I refrain from it, so that no one may think more of me than he sees in me or hears from me. <b class=\"verse-num\" id=\"v47012007-1\">7&nbsp;</b>So to keep me from becoming conceited because of the surpassing greatness of the revelations, a thorn was given me in the flesh, a messenger of Satan to harass me, to keep me from becoming conceited. <b class=\"verse-num\" id=\"v47012008-1\">8&nbsp;</b>Three times I pleaded with the Lord about this, that it should leave me. <b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me. <b class=\"verse-num\" id=\"v47012010-1\">10&nbsp;</b>For the sake of Christ, then, I am content with weaknesses, insults, hardships, persecutions, and calamities. For when I am weak, then I am strong.</p>\n\n<p id=\"p47012010_11-6\"><b class=\"verse-num\" id=\"v47012011-1\">11&nbsp;</b>I have been a fool! You forced me to it, for I ought to have been commended by you. For I was not at all inferior to these super-apostles, even though I am nothing. <b class=\"verse-num\" id=\"v47012012-1\">12&nbsp;</b>The signs of a true apostle were performed among you with utmost patience, with signs and wonders and mighty works. <b class=\"verse-num\" id=\"v47012013-1\">13&nbsp;</b>For in what were you less favored than the rest of the churches, except that I myself did not burden you? Forgive me this wrong!</p>\n<p id=\"p47012013_11-6\"><b class=\"verse-num\" id=\"v47012014-1\">14&nbsp;</b>Here for the third time I am ready to come to you. And I will not be a burden, for I seek not what is yours but you. For children are not obligated to save up for their parents, but parents for their children. <b class=\"verse-num\" id=\"v47012015-1\">15&nbsp;</b>I will most gladly spend and be spent for your souls. If I love you more, am I to be loved less? <b class=\"verse-num\" id=\"v47012016-1\">16&nbsp;</b>But granting that I myself did not burden you, I was crafty, you say, and got the better of you by deceit. <b class=\"verse-num\" id=\"v47012017-1\">17&nbsp;</b>Did I take advantage of you through any of those whom I sent to you? <b class=\"verse-num\" id=\"v47012018-1\">18&nbsp;</b>I urged Titus to go, and sent the brother with him. Did Titus take advantage of you? Did we not act in the same spirit? Did we not take the same steps?</p>\n<p id=\"p47012018_11-6\"><b class=\"verse-num\" id=\"v47012019-1\">19&nbsp;</b>Have you been thinking all along that we have been defending ourselves to you? It is in the sight of God that we have been speaking in Christ, and all for your upbuilding, beloved. <b class=\"verse-num\" id=\"v47012020-1\">20&nbsp;</b>For I fear that perhaps when I come I may find you not as I wish, and that you may find me not as you wish—that perhaps there may be quarreling, jealousy, anger, hostility, slander, gossip, conceit, and disorder. <b class=\"verse-num\" id=\"v47012021-1\">21&nbsp;</b>I fear that when I come again my God may humble me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, sexual immorality, and sensuality that they have practiced.</p>\n\n</div>","kjv":"<strong>5</strong> Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.  <strong>6</strong> For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.  <strong>7</strong> And lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure.  <strong>8</strong> For this thing I besought the Lord thrice, that it might depart from me.  <strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>5</strong></sup> I will boast about a man like that, but I will not boast about myself, except about my weaknesses. <sup><strong>6</strong></sup> Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say. <sup><strong>7</strong></sup> To keep me from becoming conceited because of these surpassingly great revelations, there was given me a thorn in my flesh, a messenger of Satan, to torment me. <sup><strong>8</strong></sup> Three times I pleaded with the Lord to take it away from me. <sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me. "},{"_id":"6159b1e77c790f6c0a491249","topicId":"6159b1e67c790f6c0a491244","verse":"Jeremiah 9:23-24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24009023_01-5\"><b class=\"verse-num\" id=\"v24009023-1\">23&nbsp;</b>Thus says the LORD: “Let not the wise man boast in his wisdom, let not the mighty man boast in his might, let not the rich man boast in his riches, <b class=\"verse-num\" id=\"v24009024-1\">24&nbsp;</b>but let him who boasts boast in this, that he understands and knows me, that I am the LORD who practices steadfast love, justice, and righteousness in the earth. For in these things I delight, declares the LORD.”</p>\n</div>","kjv":"<strong>23</strong> Thus saith the LORD, Let not the wise man glory in his wisdom, neither let the mighty man glory in his might, let not the rich man glory in his riches:  <strong>24</strong> But let him that glorieth glory in this, that he understandeth and knoweth me, that I am the LORD which exercise lovingkindness, judgment, and righteousness, in the earth: for in these things  I delight, saith the LORD.  ","niv":"<sup><strong>23</strong></sup> This is what the LORD says: \"Let not the wise man boast of his wisdom or the strong man boast of his strength or the rich man boast of his riches, <sup><strong>24</strong></sup> but let him who boasts boast about this: that he understands and knows me, that I am the LORD, who exercises kindness, justice and righteousness on earth, for in these I delight,\" declares the LORD. "},{"_id":"6159b1e77c790f6c0a49124a","topicId":"6159b1e67c790f6c0a491244","verse":"2 Corinthians 12:1-21","votes":3,"__v":0,"kjv":"<strong>1</strong> It is not expedient for me doubtless to glory. I will come to visions and revelations of the Lord.  <strong>2</strong> I knew a man in Christ above fourteen years ago, (whether in the body, I cannot tell; or whether out of the body, I cannot tell: God knoweth;) such an one caught up to the third heaven.  <strong>3</strong> And I knew such a man, (whether in the body, or out of the body, I cannot tell: God knoweth;)  <strong>4</strong> How that he was caught up into paradise, and heard unspeakable words, which it is not lawful for a man to utter.  <strong>5</strong> Of such an one will I glory: yet of myself I will not glory, but in mine infirmities.  <strong>6</strong> For though I would desire to glory, I shall not be a fool; for I will say the truth: but now I forbear, lest any man should think of me above that which he seeth me to be, or that he heareth of me.  <strong>7</strong> And lest I should be exalted above measure through the abundance of the revelations, there was given to me a thorn in the flesh, the messenger of Satan to buffet me, lest I should be exalted above measure.  <strong>8</strong> For this thing I besought the Lord thrice, that it might depart from me.  <strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  <strong>10</strong> Therefore I take pleasure in infirmities, in reproaches, in necessities, in persecutions, in distresses for Christ’s sake: for when I am weak, then am I strong.  <strong>11</strong> I am become a fool in glorying; ye have compelled me: for I ought to have been commended of you: for in nothing am I behind the very chiefest apostles, though I be nothing.  <strong>12</strong> Truly the signs of an apostle were wrought among you in all patience, in signs, and wonders, and mighty deeds.  <strong>13</strong> For what is it wherein ye were inferior to other churches, except it be that I myself was not burdensome to you? forgive me this wrong.  <strong>14</strong> Behold, the third time I am ready to come to you; and I will not be burdensome to you: for I seek not yours, but you: for the children ought not to lay up for the parents, but the parents for the children.  <strong>15</strong> And I will very gladly spend and be spent for you; though the more abundantly I love you, the less I be loved.  <strong>16</strong> But be it so, I did not burden you: nevertheless, being crafty, I caught you with guile.  <strong>17</strong> Did I make a gain of you by any of them whom I sent unto you?  <strong>18</strong> I desired Titus, and with him I sent a brother. Did Titus make a gain of you? walked we not in the same spirit? walked we not in the same steps?  <strong>19</strong> Again, think ye that we excuse ourselves unto you? we speak before God in Christ: but we do all things, dearly beloved, for your edifying.  <strong>20</strong> For I fear, lest, when I come, I shall not find you such as I would, and that I shall be found unto you such as ye would not: lest there be debates, envyings, wraths, strifes, backbitings, whisperings, swellings, tumults:  <strong>21</strong> And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.  ","niv":"<sup><strong>1</strong></sup> I must go on boasting. Although there is nothing to be gained, I will go on to visions and revelations from the Lord. <sup><strong>2</strong></sup> I know a man in Christ who fourteen years ago was caught up to the third heaven. Whether it was in the body or out of the body I do not know--God knows. <sup><strong>3</strong></sup> And I know that this man--whether in the body or apart from the body I do not know, but God knows-- <sup><strong>4</strong></sup> was caught up to paradise. He heard inexpressible things, things that man is not permitted to tell. <sup><strong>5</strong></sup> I will boast about a man like that, but I will not boast about myself, except about my weaknesses. <sup><strong>6</strong></sup> Even if I should choose to boast, I would not be a fool, because I would be speaking the truth. But I refrain, so no one will think more of me than is warranted by what I do or say. <sup><strong>7</strong></sup> To keep me from becoming conceited because of these surpassingly great revelations, there was given me a thorn in my flesh, a messenger of Satan, to torment me. <sup><strong>8</strong></sup> Three times I pleaded with the Lord to take it away from me. <sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me. <sup><strong>10</strong></sup> That is why, for Christ's sake, I delight in weaknesses, in insults, in hardships, in persecutions, in difficulties. For when I am weak, then I am strong. <sup><strong>11</strong></sup> I have made a fool of myself, but you drove me to it. I ought to have been commended by you, for I am not in the least inferior to the \"super-apostles,\" even though I am nothing. <sup><strong>12</strong></sup> The things that mark an apostle--signs, wonders and miracles--were done among you with great perseverance. <sup><strong>13</strong></sup> How were you inferior to the other churches, except that I was never a burden to you? Forgive me this wrong! <sup><strong>14</strong></sup> Now I am ready to visit you for the third time, and I will not be a burden to you, because what I want is not your possessions but you. After all, children should not have to save up for their parents, but parents for their children. <sup><strong>15</strong></sup> So I will very gladly spend for you everything I have and expend myself as well. If I love you more, will you love me less? <sup><strong>16</strong></sup> Be that as it may, I have not been a burden to you. Yet, crafty fellow that I am, I caught you by trickery! <sup><strong>17</strong></sup> Did I exploit you through any of the men I sent you? <sup><strong>18</strong></sup> I urged Titus to go to you and I sent our brother with him. Titus did not exploit you, did he? Did we not act in the same spirit and follow the same course? <sup><strong>19</strong></sup> Have you been thinking all along that we have been defending ourselves to you? We have been speaking in the sight of God as those in Christ; and everything we do, dear friends, is for your strengthening. <sup><strong>20</strong></sup> For I am afraid that when I come I may not find you as I want you to be, and you may not find me as you want me to be. I fear that there may be quarreling, jealousy, outbursts of anger, factions, slander, gossip, arrogance and disorder. <sup><strong>21</strong></sup> I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged. "},{"_id":"6159b1e87c790f6c0a49124b","topicId":"6159b1e67c790f6c0a491244","verse":"1 Corinthians 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46004007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n</div>","kjv":"<strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  ","niv":"<sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"},{"_id":"6159b1e87c790f6c0a49124c","topicId":"6159b1e67c790f6c0a491244","verse":"1 John 4:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"6159b1e87c790f6c0a49124d","topicId":"6159b1e67c790f6c0a491244","verse":"2 Timothy 3:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy,</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, "},{"_id":"6159b1e87c790f6c0a49124e","topicId":"6159b1e67c790f6c0a491244","verse":"1 John 1:8-9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. "},{"_id":"6159b1e97c790f6c0a49124f","topicId":"6159b1e67c790f6c0a491244","verse":"James 4:6-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004006-1\">6&nbsp;</b>But he gives more grace. Therefore it says, “God opposes the proud but gives grace to the humble.” <b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>6</strong> But he giveth more grace. Wherefore he saith, God resisteth the proud, but giveth grace unto the humble.  <strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>6</strong></sup> But he gives us more grace. That is why Scripture says: \"God opposes the proud but gives grace to the humble.\" <sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you. "},{"_id":"6159b1e97c790f6c0a491250","topicId":"6159b1e67c790f6c0a491244","verse":"James 3:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003016-1\">16&nbsp;</b>For where jealousy and selfish ambition exist, there will be disorder and every vile practice. <b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere. <b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>16</strong> For where envying and strife is, there is confusion and every evil work.  <strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  <strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>16</strong></sup> For where you have envy and selfish ambition, there you find disorder and every evil practice. <sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere. <sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness. "},{"_id":"6159b1e97c790f6c0a491251","topicId":"6159b1e67c790f6c0a491244","verse":"James 2:2-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n</div>","kjv":"<strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  ","niv":"<sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? "},{"_id":"6159b1ea7c790f6c0a491252","topicId":"6159b1e67c790f6c0a491244","verse":"1 Timothy 6:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-16\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"6159b1ea7c790f6c0a491253","topicId":"6159b1e67c790f6c0a491244","verse":"Philippians 2:1-8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! "},{"_id":"6159b1ea7c790f6c0a491254","topicId":"6159b1e67c790f6c0a491244","verse":"1 Corinthians 4:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46004019_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004019-1\">19&nbsp;</b>But I will come to you soon, if the Lord wills, and I will find out not the talk of these arrogant people but their power. <b class=\"verse-num\" id=\"v46004020-1\">20&nbsp;</b>For the kingdom of God does not consist in talk but in power.</p>\n</div>","kjv":"<strong>19</strong> But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.  <strong>20</strong> For the kingdom of God is not in word, but in power.  ","niv":"<sup><strong>19</strong></sup> But I will come to you very soon, if the Lord is willing, and then I will find out not only how these arrogant people are talking, but what power they have. <sup><strong>20</strong></sup> For the kingdom of God is not a matter of talk but of power. "},{"_id":"6159b1eb7c790f6c0a491255","topicId":"6159b1e67c790f6c0a491244","verse":"1 Corinthians 2:3-7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46002003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_05-21\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory.</p>\n\n</div>","kjv":"<strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  ","niv":"<sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. "},{"_id":"6159b1eb7c790f6c0a491256","topicId":"6159b1e67c790f6c0a491244","verse":"Romans 12:15-17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all.</p>\n\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. "},{"_id":"6159b1eb7c790f6c0a491257","topicId":"6159b1e67c790f6c0a491244","verse":"John 14:12-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43014012_01-23\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n</div>","kjv":"<strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. ","niv":"<sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. "},{"_id":"6159b1eb7c790f6c0a491258","topicId":"6159b1e67c790f6c0a491244","verse":"John 8:13-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008013-1\">13&nbsp;</b>So the Pharisees said to him, “You are bearing witness about yourself; your testimony is not true.” <b class=\"verse-num\" id=\"v43008014-1\">14&nbsp;</b>Jesus answered, <span class=\"woc\">“Even if I do bear witness about myself, my testimony is true, for I know where I came from and where I am going, but you do not know where I come from or where I am going.</span> <b class=\"verse-num woc\" id=\"v43008015-1\">15&nbsp;</b><span class=\"woc\">You judge according to the flesh; I judge no one.</span> <b class=\"verse-num woc\" id=\"v43008016-1\">16&nbsp;</b><span class=\"woc\">Yet even if I do judge, my judgment is true, for it is not I alone who judge, but I and the Father who sent me.</span> <b class=\"verse-num woc\" id=\"v43008017-1\">17&nbsp;</b><span class=\"woc\">In your Law it is written that the testimony of two people is true.</span> <b class=\"verse-num woc\" id=\"v43008018-1\">18&nbsp;</b><span class=\"woc\">I am the one who bears witness about myself, and the Father who sent me bears witness about me.”</span></p>\n\n</div>","kjv":"<strong>13</strong> The Pharisees therefore said unto him, Thou bearest record of thyself; thy record is not true.  <strong>14</strong> Jesus answered and said unto them, Though I bear record of myself, yet my record is true: for I know whence I came, and whither I go; but ye cannot tell whence I come, and whither I go.  <strong>15</strong> Ye judge after the flesh; I judge no man.  <strong>16</strong> And yet if I judge, my judgment is true: for I am not alone, but I and the Father that sent me.  <strong>17</strong> It is also written in your law, that the testimony of two men is true.  <strong>18</strong> I am one that bear witness of myself, and the Father that sent me beareth witness of me.  ","niv":"<sup><strong>13</strong></sup> The Pharisees challenged him, \"Here you are, appearing as your own witness; your testimony is not valid.\" <sup><strong>14</strong></sup> Jesus answered, \"Even if I testify on my own behalf, my testimony is valid, for I know where I came from and where I am going. But you have no idea where I come from or where I am going. <sup><strong>15</strong></sup> You judge by human standards; I pass judgment on no one. <sup><strong>16</strong></sup> But if I do judge, my decisions are right, because I am not alone. I stand with the Father, who sent me. <sup><strong>17</strong></sup> In your own Law it is written that the testimony of two men is valid. <sup><strong>18</strong></sup> I am one who testifies for myself; my other witness is the Father, who sent me.\" "},{"_id":"6159b1ec7c790f6c0a491259","topicId":"6159b1e67c790f6c0a491244","verse":"John 8:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008007-1\">7&nbsp;</b>And as they continued to ask him, he stood up and said to them, <span class=\"woc\">“Let him who is without sin among you be the first to throw a stone at her.”</span></p>\n</div>","kjv":"<strong>7</strong> So when they continued asking him, he lifted up himself, and said unto them, He that is without sin among you, let him first cast a stone at her.  ","niv":"<sup><strong>7</strong></sup> But Jesus bent down and started to write on the ground with his finger. When they kept on questioning him, he straightened up and said to them, \"If any one of you is without sin, let him be the first to throw a stone at her.\""},{"_id":"6159b1ec7c790f6c0a49125a","topicId":"6159b1e67c790f6c0a491244","verse":"John 5:43-47","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005043_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005043-1\">43&nbsp;</b><span class=\"woc\">I have come in my Father’s name, and you do not receive me. If another comes in his own name, you will receive him.</span> <b class=\"verse-num woc\" id=\"v43005044-1\">44&nbsp;</b><span class=\"woc\">How can you believe, when you receive glory from one another and do not seek the glory that comes from the only God?</span> <b class=\"verse-num woc\" id=\"v43005045-1\">45&nbsp;</b><span class=\"woc\">Do not think that I will accuse you to the Father. There is one who accuses you: Moses, on whom you have set your hope.</span> <b class=\"verse-num woc\" id=\"v43005046-1\">46&nbsp;</b><span class=\"woc\">For if you believed Moses, you would believe me; for he wrote of me.</span> <b class=\"verse-num woc\" id=\"v43005047-1\">47&nbsp;</b><span class=\"woc\">But if you do not believe his writings, how will you believe my words?”</span></p>\n</div>","kjv":"<strong>43</strong> I am come in my Father’s name, and ye receive me not: if another shall come in his own name, him ye will receive.  <strong>44</strong> How can ye believe, which receive honour one of another, and seek not the honour that cometh from God only?  <strong>45</strong> Do not think that I will accuse you to the Father: there is one that accuseth you, even Moses, in whom ye trust.  <strong>46</strong> For had ye believed Moses, ye would have believed me: for he wrote of me.  <strong>47</strong> But if ye believe not his writings, how shall ye believe my words?  ","niv":"<sup><strong>43</strong></sup> I have come in my Father's name, and you do not accept me; but if someone else comes in his own name, you will accept him. <sup><strong>44</strong></sup> How can you believe if you accept praise from one another, yet make no effort to obtain the praise that comes from the only God? <sup><strong>45</strong></sup> \"But do not think I will accuse you before the Father. Your accuser is Moses, on whom your hopes are set. <sup><strong>46</strong></sup> If you believed Moses, you would believe me, for he wrote about me. <sup><strong>47</strong></sup> But since you do not believe what he wrote, how are you going to believe what I say?\" "},{"_id":"6159b1ec7c790f6c0a49125b","topicId":"6159b1e67c790f6c0a491244","verse":"John 5:41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43005041_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005041-1\">41&nbsp;</b><span class=\"woc\">I do not receive glory from people.</span></p>\n</div>","kjv":"<strong>41</strong> I receive not honour from men.  ","niv":"<sup><strong>41</strong></sup> \"I do not accept praise from men,"},{"_id":"6159b1ed7c790f6c0a49125c","topicId":"6159b1e67c790f6c0a491244","verse":"John 5:30","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43005030_04-28\"><b class=\"verse-num woc\" id=\"v43005030-1\">30&nbsp;</b><span class=\"woc\">“I can do nothing on my own. As I hear, I judge, and my judgment is just, because I seek not my own will but the will of him who sent me.</span></p>\n</div>","kjv":"<strong>30</strong> I can of mine own self do nothing: as I hear, I judge: and my judgment is just; because I seek not mine own will, but the will of the Father which hath sent me.  ","niv":"<sup><strong>30</strong></sup> By myself I can do nothing; I judge only as I hear, and my judgment is just, for I seek not to please myself but him who sent me."},{"_id":"6159b1ed7c790f6c0a49125d","topicId":"6159b1e67c790f6c0a491244","verse":"John 3:15-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003015_01-29\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_07-29\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","kjv":"<strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. "}]}