{"_id":"6159b2a17c790f6c0a4912d0","slug":"bodies","name":"Bodies","verses":[{"_id":"6159b2a17c790f6c0a4912d1","topicId":"6159b2a17c790f6c0a4912d0","verse":"Romans 12:1-2","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"6159b2a27c790f6c0a4912d2","topicId":"6159b2a17c790f6c0a4912d0","verse":"Isaiah 26:19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026019_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026019-1\">19&nbsp;</b>&nbsp;&nbsp;Your dead shall live; their bodies shall rise.</span><br><span id=\"p23026019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You who dwell in the dust, awake and sing for joy!</span><br><span id=\"p23026019_01-2\" class=\"line\">&nbsp;&nbsp;For your dew is a dew of light,</span><br><span id=\"p23026019_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will give birth to the dead.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.  ","niv":"<sup><strong>19</strong></sup> But your dead will live; their bodies will rise. You who dwell in the dust, wake up and shout for joy. Your dew is like the dew of the morning; the earth will give birth to her dead."},{"_id":"6159b2a27c790f6c0a4912d3","topicId":"6159b2a17c790f6c0a4912d0","verse":"Proverbs 17:22","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017022_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  ","niv":"<sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones."},{"_id":"6159b2a27c790f6c0a4912d4","topicId":"6159b2a17c790f6c0a4912d0","verse":"2 Peter 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"6159b2a37c790f6c0a4912d5","topicId":"6159b2a17c790f6c0a4912d0","verse":"2 Peter 3:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n</div>","kjv":"<strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  ","niv":"<sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men."},{"_id":"6159b2a37c790f6c0a4912d6","topicId":"6159b2a17c790f6c0a4912d0","verse":"1 Corinthians 6:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body."},{"_id":"6159b2a37c790f6c0a4912d7","topicId":"6159b2a17c790f6c0a4912d0","verse":"Luke 16:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42016022_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016022-1\">22&nbsp;</b><span class=\"woc\">The poor man died and was carried by the angels to Abraham’s side. The rich man also died and was buried,</span></p>\n\n</div>","kjv":"<strong>22</strong> And it came to pass, that the beggar died, and was carried by the angels into Abraham’s bosom: the rich man also died, and was buried;  ","niv":"<sup><strong>22</strong></sup> \"The time came when the beggar died and the angels carried him to Abraham's side. The rich man also died and was buried."},{"_id":"6159b2a37c790f6c0a4912d8","topicId":"6159b2a17c790f6c0a4912d0","verse":"Matthew 24:36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-9\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"6159b2a47c790f6c0a4912d9","topicId":"6159b2a17c790f6c0a4912d0","verse":"Psalm 148:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19148002_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19148002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him, all his angels;</span><br><span id=\"p19148002_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him, all his hosts!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> Praise ye him, all his angels: praise ye him, all his hosts.  ","niv":"<sup><strong>2</strong></sup> Praise him, all his angels, praise him, all his heavenly hosts."},{"_id":"6159b2a47c790f6c0a4912da","topicId":"6159b2a17c790f6c0a4912d0","verse":"Psalm 103:20","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103020_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103020-1\">20&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O you his angels,</span><br><span id=\"p19103020_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you mighty ones who do his word,</span><br><span id=\"p19103020_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;obeying the voice of his word!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> Bless the LORD, ye his angels, that excel in strength, that do his commandments, hearkening unto the voice of his word.  ","niv":"<sup><strong>20</strong></sup> Praise the LORD, you his angels, you mighty ones who do his bidding, who obey his word."},{"_id":"6159b2a47c790f6c0a4912db","topicId":"6159b2a17c790f6c0a4912d0","verse":"Deuteronomy 4:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05004019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v05004019-1\">19&nbsp;</b>And beware lest you raise your eyes to heaven, and when you see the sun and the moon and the stars, all the host of heaven, you be drawn away and bow down to them and serve them, things that the LORD your God has allotted to all the peoples under the whole heaven.</p>\n</div>","kjv":"<strong>19</strong> And lest thou lift up thine eyes unto heaven, and when thou seest the sun, and the moon, and the stars, even all the host of heaven, shouldest be driven to worship them, and serve them, which the LORD thy God hath divided unto all nations under the whole heaven.  ","niv":"<sup><strong>19</strong></sup> And when you look up to the sky and see the sun, the moon and the stars-all the heavenly array-do not be enticed into bowing down to them and worshiping things the LORD your God has apportioned to all the nations under heaven."},{"_id":"6159b2a57c790f6c0a4912dc","topicId":"6159b2a17c790f6c0a4912d0","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-13\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"6159b2a57c790f6c0a4912dd","topicId":"6159b2a17c790f6c0a4912d0","verse":"Jude 1:6","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p65001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v65001001-1\">1:1&nbsp;</b>Jude, a servant of Jesus Christ and brother of James,</p>\n<p id=\"p65001001_02-15\">To those who are called, beloved in God the Father and kept for Jesus Christ:</p>\n\n</div>","kjv":"<strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"6159b2a57c790f6c0a4912de","topicId":"6159b2a17c790f6c0a4912d0","verse":"1 Peter 2:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-16\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"6159b2a57c790f6c0a4912df","topicId":"6159b2a17c790f6c0a4912d0","verse":"Hebrews 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001014_01-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001014-1\">14&nbsp;</b>Are they not all ministering spirits sent out to serve for the sake of those who are to inherit salvation?</p>\n</div>","kjv":"<strong>14</strong> Are they not all ministering spirits, sent forth to minister for them who shall be heirs of salvation?  ","niv":"<sup><strong>14</strong></sup> Are not all angels ministering spirits sent to serve those who will inherit salvation?"},{"_id":"6159b2a67c790f6c0a4912e0","topicId":"6159b2a17c790f6c0a4912d0","verse":"Ephesians 6:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"6159b2a67c790f6c0a4912e1","topicId":"6159b2a17c790f6c0a4912d0","verse":"Galatians 5:19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality,</p>\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery;"},{"_id":"6159b2a67c790f6c0a4912e2","topicId":"6159b2a17c790f6c0a4912d0","verse":"Acts 8:26","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44008026_06-20\"><b class=\"verse-num\" id=\"v44008026-1\">26&nbsp;</b>Now an angel of the Lord said to Philip, “Rise and go toward the south to the road that goes down from Jerusalem to Gaza.” This is a desert place.</p>\n\n</div>","kjv":"<strong>26</strong> And the angel of the Lord spake unto Philip, saying, Arise, and go toward the south unto the way that goeth down from Jerusalem unto Gaza, which is desert.  ","niv":"<sup><strong>26</strong></sup> Now an angel of the Lord said to Philip, \"Go south to the road--the desert road--that goes down from Jerusalem to Gaza.\""},{"_id":"6159b2a77c790f6c0a4912e3","topicId":"6159b2a17c790f6c0a4912d0","verse":"John 10:35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43010035_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010035-1\">35&nbsp;</b><span class=\"woc\">If he called them gods to whom the word of God came—and Scripture cannot be broken—</span></p>\n</div>","kjv":"<strong>35</strong> If he called them gods, unto whom the word of God came, and the scripture cannot be broken;  ","niv":"<sup><strong>35</strong></sup> If he called them 'gods,' to whom the word of God came--and the Scripture cannot be broken--"},{"_id":"6159b2a77c790f6c0a4912e4","topicId":"6159b2a17c790f6c0a4912d0","verse":"Romans 12:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"6159b2a77c790f6c0a4912e5","topicId":"6159b2a17c790f6c0a4912d0","verse":"2 Kings 23:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p12023005_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v12023005-1\">5&nbsp;</b>And he deposed the priests whom the kings of Judah had ordained to make offerings in the high places at the cities of Judah and around Jerusalem; those also who burned incense to Baal, to the sun and the moon and the constellations and all the host of the heavens.</p>\n</div>","kjv":"<strong>5</strong> And he put down the idolatrous priests, whom the kings of Judah had ordained to burn incense in the high places in the cities of Judah, and in the places round about Jerusalem; them also that burned incense unto Baal, to the sun, and to the moon, and to the planets, and to all the host of heaven.  ","niv":"<sup><strong>5</strong></sup> He did away with the pagan priests appointed by the kings of Judah to burn incense on the high places of the towns of Judah and on those around Jerusalem-those who burned incense to Baal, to the sun and moon, to the constellations and to all the starry hosts."},{"_id":"6159b2a87c790f6c0a4912e6","topicId":"6159b2a17c790f6c0a4912d0","verse":"Genesis 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."}]}