{"_id":"615a19287c790f6c0a4913b9","slug":"bodybuilding","name":"Bodybuilding","verses":[{"_id":"615a19287c790f6c0a4913ba","topicId":"615a19287c790f6c0a4913b9","verse":"1 Timothy 4:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p54004008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come."},{"_id":"615a19287c790f6c0a4913bb","topicId":"615a19287c790f6c0a4913b9","verse":"1 Corinthians 6:19-20","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"615a19287c790f6c0a4913bc","topicId":"615a19287c790f6c0a4913b9","verse":"Philippians 4:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615a19297c790f6c0a4913bd","topicId":"615a19287c790f6c0a4913b9","verse":"1 Corinthians 9:25","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46009025_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009025-1\">25&nbsp;</b>Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable.</p>\n</div>","kjv":"<strong>25</strong> And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.  ","niv":"<sup><strong>25</strong></sup> Everyone who competes in the games goes into strict training. They do it to get a crown that will not last; but we do it to get a crown that will last forever."},{"_id":"615a19297c790f6c0a4913be","topicId":"615a19287c790f6c0a4913b9","verse":"Isaiah 41:10","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-7\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"615a19297c790f6c0a4913bf","topicId":"615a19287c790f6c0a4913b9","verse":"Ephesians 6:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49006012_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006012-1\">12&nbsp;</b>For we do not wrestle against flesh and blood, but against the rulers, against the authorities, against the cosmic powers over this present darkness, against the spiritual forces of evil in the heavenly places.</p>\n</div>","kjv":"<strong>12</strong> For we wrestle not against flesh and blood, but against principalities, against powers, against the rulers of the darkness of this world, against spiritual wickedness in high places.  ","niv":"<sup><strong>12</strong></sup> For our struggle is not against flesh and blood, but against the rulers, against the authorities, against the powers of this dark world and against the spiritual forces of evil in the heavenly realms."},{"_id":"615a192a7c790f6c0a4913c0","topicId":"615a19287c790f6c0a4913b9","verse":"John 3:16-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "}]}