{"_id":"615a19387c790f6c0a4913c1","slug":"boils","name":"Boils","verses":[{"_id":"615a19397c790f6c0a4913c2","topicId":"615a19387c790f6c0a4913c1","verse":"Exodus 9:9","votes":20,"__v":0,"esv":"<div>\n<p id=\"p02009009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v02009009-1\">9&nbsp;</b>It shall become fine dust over all the land of Egypt, and become boils breaking out in sores on man and beast throughout all the land of Egypt.”</p>\n</div>","kjv":"<strong>9</strong> And it shall become small dust in all the land of Egypt, and shall be a boil breaking forth with blains upon man, and upon beast, throughout all the land of Egypt.  ","niv":"<sup><strong>9</strong></sup> It will become fine dust over the whole land of Egypt, and festering boils will break out on men and animals throughout the land.\"","modified":"2022-06-08T00:40:54.501Z"},{"_id":"615a19397c790f6c0a4913c3","topicId":"615a19387c790f6c0a4913c1","verse":"Isaiah 38:21","votes":19,"__v":0,"esv":"<div>\n<p id=\"p23038021_01-2\"><b class=\"verse-num\" id=\"v23038021-1\">21&nbsp;</b>Now Isaiah had said, “Let them take a cake of figs and apply it to the boil, that he may recover.”</p>\n</div>","kjv":"<strong>21</strong> For Isaiah had said, Let them take a lump of figs, and lay it  for a plaister upon the boil, and he shall recover.  ","niv":"<sup><strong>21</strong></sup> Isaiah had said, \"Prepare a poultice of figs and apply it to the boil, and he will recover.\"","modified":"2022-04-26T21:15:08.993Z"},{"_id":"615a19397c790f6c0a4913c4","topicId":"615a19387c790f6c0a4913c1","verse":"Leviticus 13:18-23","votes":20,"__v":0,"esv":"<div>\n<p id=\"p03013018_01-3\"><b class=\"verse-num\" id=\"v03013018-1\">18&nbsp;</b>“If there is in the skin of one’s body a boil and it heals, <b class=\"verse-num\" id=\"v03013019-1\">19&nbsp;</b>and in the place of the boil there comes a white swelling or a reddish-white spot, then it shall be shown to the priest. <b class=\"verse-num\" id=\"v03013020-1\">20&nbsp;</b>And the priest shall look, and if it appears deeper than the skin and its hair has turned white, then the priest shall pronounce him unclean. It is a case of leprous disease that has broken out in the boil. <b class=\"verse-num\" id=\"v03013021-1\">21&nbsp;</b>But if the priest examines it and there is no white hair in it and it is not deeper than the skin, but has faded, then the priest shall shut him up seven days. <b class=\"verse-num\" id=\"v03013022-1\">22&nbsp;</b>And if it spreads in the skin, then the priest shall pronounce him unclean; it is a disease. <b class=\"verse-num\" id=\"v03013023-1\">23&nbsp;</b>But if the spot remains in one place and does not spread, it is the scar of the boil, and the priest shall pronounce him clean.</p>\n</div>","kjv":"<strong>18</strong> The flesh also, in which, even in the skin thereof, was a boil, and is healed,  <strong>19</strong> And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest;  <strong>20</strong> And if, when the priest seeth it, behold, it be in sight lower than the skin, and the hair thereof be turned white; the priest shall pronounce him unclean: it is a plague of leprosy broken out of the boil.  <strong>21</strong> But if the priest look on it, and, behold, there be no white hairs therein, and if it be not lower than the skin, but be somewhat dark; then the priest shall shut him up seven days:  <strong>22</strong> And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it is a plague.  <strong>23</strong> But if the bright spot stay in his place, and spread not, it is a burning boil; and the priest shall pronounce him clean.  ","niv":"<sup><strong>18</strong></sup> \"When someone has a boil on his skin and it heals, <sup><strong>19</strong></sup> and in the place where the boil was, a white swelling or reddish-white spot appears, he must present himself to the priest. <sup><strong>20</strong></sup> The priest is to examine it, and if it appears to be more than skin deep and the hair in it has turned white, the priest shall pronounce him unclean. It is an infectious skin disease that has broken out where the boil was. <sup><strong>21</strong></sup> But if, when the priest examines it, there is no white hair in it and it is not more than skin deep and has faded, then the priest is to put him in isolation for seven days. <sup><strong>22</strong></sup> If it is spreading in the skin, the priest shall pronounce him unclean; it is infectious. <sup><strong>23</strong></sup> But if the spot is unchanged and has not spread, it is only a scar from the boil, and the priest shall pronounce him clean. "},{"_id":"615a19397c790f6c0a4913c5","topicId":"615a19387c790f6c0a4913c1","verse":"Job 2:7","votes":15,"__v":0,"esv":"<div>\n<p id=\"p18002007_01-4\"><b class=\"verse-num\" id=\"v18002007-1\">7&nbsp;</b>So Satan went out from the presence of the LORD and struck Job with loathsome sores from the sole of his foot to the crown of his head.</p>\n</div>","kjv":"<strong>7</strong> So went Satan forth from the presence of the LORD, and smote Job with sore boils from the sole of his foot unto his crown.  ","niv":"<sup><strong>7</strong></sup> So Satan went out from the presence of the LORD and afflicted Job with painful sores from the soles of his feet to the top of his head."},{"_id":"615a193a7c790f6c0a4913c6","topicId":"615a19387c790f6c0a4913c1","verse":"2 Kings 20:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p12020007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v12020007-1\">7&nbsp;</b>And Isaiah said, “Bring a cake of figs. And let them take and lay it on the boil, that he may recover.”</p>\n</div>","kjv":"<strong>7</strong> And Isaiah said, Take a lump of figs. And they took and laid it  on the boil, and he recovered.  ","niv":"<sup><strong>7</strong></sup> Then Isaiah said, \"Prepare a poultice of figs.\" They did so and applied it to the boil, and he recovered.","modified":"2022-07-13T03:13:28.031Z"},{"_id":"615a193a7c790f6c0a4913c7","topicId":"615a19387c790f6c0a4913c1","verse":"James 5:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"615a193a7c790f6c0a4913c8","topicId":"615a19387c790f6c0a4913c1","verse":"1 Samuel 5:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p09005009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v09005009-1\">9&nbsp;</b>But after they had brought it around, the hand of the LORD was against the city, causing a very great panic, and he afflicted the men of the city, both young and old, so that tumors broke out on them.</p>\n</div>","kjv":"<strong>9</strong> And it was so, that, after they had carried it about, the hand of the LORD was against the city with a very great destruction: and he smote the men of the city, both small and great, and they had emerods in their secret parts.  ","niv":"<sup><strong>9</strong></sup> But after they had moved it, the LORD's hand was against that city, throwing it into a great panic. He afflicted the people of the city, both young and old, with an outbreak of tumors.","modified":"2022-08-11T04:00:24.487Z"},{"_id":"615a193b7c790f6c0a4913c9","topicId":"615a19387c790f6c0a4913c1","verse":"Leviticus 13:18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03013018_01-9\"><b class=\"verse-num\" id=\"v03013018-1\">18&nbsp;</b>“If there is in the skin of one’s body a boil and it heals,</p>\n</div>","kjv":"<strong>18</strong> The flesh also, in which, even in the skin thereof, was a boil, and is healed,  ","niv":"<sup><strong>18</strong></sup> \"When someone has a boil on his skin and it heals,"},{"_id":"615a193b7c790f6c0a4913ca","topicId":"615a19387c790f6c0a4913c1","verse":"Exodus 9:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p02009010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v02009010-1\">10&nbsp;</b>So they took soot from the kiln and stood before Pharaoh. And Moses threw it in the air, and it became boils breaking out in sores on man and beast.</p>\n</div>","kjv":"<strong>10</strong> And they took ashes of the furnace, and stood before Pharaoh; and Moses sprinkled it up toward heaven; and it became a boil breaking forth with  blains upon man, and upon beast.  ","niv":"<sup><strong>10</strong></sup> So they took soot from a furnace and stood before Pharaoh. Moses tossed it into the air, and festering boils broke out on men and animals."},{"_id":"615a193b7c790f6c0a4913cb","topicId":"615a19387c790f6c0a4913c1","verse":"1 Samuel 5:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p09005006_01-12\"><b class=\"verse-num\" id=\"v09005006-1\">6&nbsp;</b>The hand of the LORD was heavy against the people of Ashdod, and he terrified and afflicted them with tumors, both Ashdod and its territory.</p>\n</div>","kjv":"<strong>6</strong> But the hand of the LORD was heavy upon them of Ashdod, and he destroyed them, and smote them with emerods, even Ashdod and the coasts thereof.  ","niv":"<sup><strong>6</strong></sup> The LORD's hand was heavy upon the people of Ashdod and its vicinity; he brought devastation upon them and afflicted them with tumors."},{"_id":"615a193c7c790f6c0a4913cc","topicId":"615a19387c790f6c0a4913c1","verse":"Joshua 1:9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"615a193c7c790f6c0a4913cd","topicId":"615a19387c790f6c0a4913c1","verse":"Deuteronomy 28:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05028027_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed.</p>\n</div>","kjv":"<strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  ","niv":"<sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured.","modified":"2022-11-07T16:20:02.215Z"},{"_id":"615a193c7c790f6c0a4913ce","topicId":"615a19387c790f6c0a4913c1","verse":"Leviticus 13:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p03013019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v03013019-1\">19&nbsp;</b>and in the place of the boil there comes a white swelling or a reddish-white spot, then it shall be shown to the priest.</p>\n</div>","kjv":"<strong>19</strong> And in the place of the boil there be a white rising, or a bright spot, white, and somewhat reddish, and it be shewed to the priest;  ","niv":"<sup><strong>19</strong></sup> and in the place where the boil was, a white swelling or reddish-white spot appears, he must present himself to the priest."},{"_id":"615a193d7c790f6c0a4913cf","topicId":"615a19387c790f6c0a4913c1","verse":"Luke 16:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42016020_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016020-1\">20&nbsp;</b><span class=\"woc\">And at his gate was laid a poor man named Lazarus, covered with sores,</span></p>\n</div>","kjv":"<strong>20</strong> And there was a certain beggar named Lazarus, which was laid at his gate, full of sores,  ","niv":"<sup><strong>20</strong></sup> At his gate was laid a beggar named Lazarus, covered with sores"},{"_id":"615a193d7c790f6c0a4913d0","topicId":"615a19387c790f6c0a4913c1","verse":"Deuteronomy 28:35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05028035_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n</div>","kjv":"<strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  ","niv":"<sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head."},{"_id":"615a193d7c790f6c0a4913d1","topicId":"615a19387c790f6c0a4913c1","verse":"Exodus 35:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02035002_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02035002-1\">2&nbsp;</b>Six days work shall be done, but on the seventh day you shall have a Sabbath of solemn rest, holy to the LORD. Whoever does any work on it shall be put to death.</p>\n</div>","kjv":"<strong>2</strong> Six days shall work be done, but on the seventh day there shall be to you an holy day, a sabbath of rest to the LORD: whosoever doeth work therein shall be put to death.  ","niv":"<sup><strong>2</strong></sup> For six days, work is to be done, but the seventh day shall be your holy day, a Sabbath of rest to the LORD. Whoever does any work on it must be put to death."},{"_id":"615a193d7c790f6c0a4913d2","topicId":"615a19387c790f6c0a4913c1","verse":"1 Peter 5:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615a193e7c790f6c0a4913d3","topicId":"615a19387c790f6c0a4913c1","verse":"2 Timothy 1:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615a193e7c790f6c0a4913d4","topicId":"615a19387c790f6c0a4913c1","verse":"Isaiah 41:10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-22\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"615a193e7c790f6c0a4913d5","topicId":"615a19387c790f6c0a4913c1","verse":"Leviticus 13:23","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03013023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v03013023-1\">23&nbsp;</b>But if the spot remains in one place and does not spread, it is the scar of the boil, and the priest shall pronounce him clean.</p>\n</div>","kjv":"<strong>23</strong> But if the bright spot stay in his place, and spread not, it is a burning boil; and the priest shall pronounce him clean.  ","niv":"<sup><strong>23</strong></sup> But if the spot is unchanged and has not spread, it is only a scar from the boil, and the priest shall pronounce him clean."},{"_id":"615a193f7c790f6c0a4913d6","topicId":"615a19387c790f6c0a4913c1","verse":"Leviticus 13:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03013022_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v03013022-1\">22&nbsp;</b>And if it spreads in the skin, then the priest shall pronounce him unclean; it is a disease.</p>\n</div>","kjv":"<strong>22</strong> And if it spread much abroad in the skin, then the priest shall pronounce him unclean: it is a plague.  ","niv":"<sup><strong>22</strong></sup> If it is spreading in the skin, the priest shall pronounce him unclean; it is infectious."},{"_id":"615a193f7c790f6c0a4913d7","topicId":"615a19387c790f6c0a4913c1","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615a193f7c790f6c0a4913d8","topicId":"615a19387c790f6c0a4913c1","verse":"Philippians 4:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"615a19407c790f6c0a4913d9","topicId":"615a19387c790f6c0a4913c1","verse":"John 16:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"615a19407c790f6c0a4913da","topicId":"615a19387c790f6c0a4913c1","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-28\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-10-18T14:30:37.572Z"}]}