{"_id":"615a195d7c790f6c0a4913db","slug":"bold","name":"Bold","verses":[{"_id":"615a195d7c790f6c0a4913dc","topicId":"615a195d7c790f6c0a4913db","verse":"Acts 28:31","votes":27,"__v":0,"esv":"<div>\n<p id=\"p44028031_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44028031-1\">31&nbsp;</b>proclaiming the kingdom of God and teaching about the Lord Jesus Christ with all boldness and without hindrance.</p>\n</div>","kjv":"<strong>31</strong> Preaching the kingdom of God, and teaching those things which concern the Lord Jesus Christ, with all confidence, no man forbidding him.  ","niv":"<sup><strong>31</strong></sup> Boldly and without hindrance he preached the kingdom of God and taught about the Lord Jesus Christ."},{"_id":"615a195d7c790f6c0a4913dd","topicId":"615a195d7c790f6c0a4913db","verse":"Ephesians 6:19","votes":17,"__v":0,"esv":"<div>\n<p id=\"p49006019_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006019-1\">19&nbsp;</b>and also for me, that words may be given to me in opening my mouth boldly to proclaim the mystery of the gospel,</p>\n</div>","kjv":"<strong>19</strong> And for me, that utterance may be given unto me, that I may open my mouth boldly, to make known the mystery of the gospel,  ","niv":"<sup><strong>19</strong></sup> Pray also for me, that whenever I open my mouth, words may be given me so that I will fearlessly make known the mystery of the gospel,"},{"_id":"615a195e7c790f6c0a4913de","topicId":"615a195d7c790f6c0a4913db","verse":"Joshua 1:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p06001009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\""},{"_id":"615a195e7c790f6c0a4913df","topicId":"615a195d7c790f6c0a4913db","verse":"2 Timothy 3:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615a195e7c790f6c0a4913e0","topicId":"615a195d7c790f6c0a4913db","verse":"1 Thessalonians 5:14","votes":9,"__v":0,"esv":"<div>\n<p id=\"p52005014_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005014-1\">14&nbsp;</b>And we urge you, brothers, admonish the idle, encourage the fainthearted, help the weak, be patient with them all.</p>\n\n</div>","kjv":"<strong>14</strong> Now we exhort you, brethren, warn them that are unruly, comfort the feebleminded, support the weak, be patient toward all men.  ","niv":"<sup><strong>14</strong></sup> And we urge you, brothers, warn those who are idle, encourage the timid, help the weak, be patient with everyone."},{"_id":"615a195e7c790f6c0a4913e1","topicId":"615a195d7c790f6c0a4913db","verse":"2 Timothy 1:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615a195f7c790f6c0a4913e2","topicId":"615a195d7c790f6c0a4913db","verse":"Romans 1:16","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-8\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"615a195f7c790f6c0a4913e3","topicId":"615a195d7c790f6c0a4913db","verse":"John 3:16-17","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"615a195f7c790f6c0a4913e4","topicId":"615a195d7c790f6c0a4913db","verse":"Jeremiah 1:7-8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p24001007_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v24001007-1\">7&nbsp;</b>But the LORD said to me,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001007_01-10\" class=\"line\">&nbsp;&nbsp;“Do not say, ‘I am only a youth’;</span><br><span id=\"p24001007_01-10\" class=\"line\">&nbsp;&nbsp;for to all to whom I send you, you shall go,</span><br><span id=\"p24001007_01-10\" class=\"line\">&nbsp;&nbsp;and whatever I command you, you shall speak.</span><br><span id=\"p24001008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001008-1\">8&nbsp;</b>&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24001008_01-10\" class=\"line\">&nbsp;&nbsp;for I am with you to deliver you,</span><br><span id=\"p24001008_01-10\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> But the LORD said unto me, Say not, I am a child: for thou shalt go to all that I shall send thee, and whatsoever I command thee thou shalt speak.  <strong>8</strong> Be not afraid of their faces: for I am with thee to deliver thee, saith the LORD.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to me, \"Do not say, 'I am only a child.' You must go to everyone I send you to and say whatever I command you. <sup><strong>8</strong></sup> Do not be afraid of them, for I am with you and will rescue you,\" declares the LORD. "},{"_id":"615a19607c790f6c0a4913e5","topicId":"615a195d7c790f6c0a4913db","verse":"Proverbs 28:1","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028001_01-11\" class=\"line\"><b class=\"chapter-num\" id=\"v20028001-1\">28:1&nbsp;</b>&nbsp;&nbsp;The wicked flee when no one pursues,</span><br><span id=\"p20028001_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous are bold as a lion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The wicked flee when no man pursueth: but the righteous are bold as a lion.  ","niv":"<sup><strong>1</strong></sup> The wicked man flees though no one pursues, but the righteous are as bold as a lion."},{"_id":"615a19607c790f6c0a4913e6","topicId":"615a195d7c790f6c0a4913db","verse":"Acts 4:31","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44004031_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44004031-1\">31&nbsp;</b>And when they had prayed, the place in which they were gathered together was shaken, and they were all filled with the Holy Spirit and continued to speak the word of God with boldness.</p>\n</div>","kjv":"<strong>31</strong> And when they had prayed, the place was shaken where they were assembled together; and they were all filled with the Holy Ghost, and they spake the word of God with boldness.  ","niv":"<sup><strong>31</strong></sup> After they prayed, the place where they were meeting was shaken. And they were all filled with the Holy Spirit and spoke the word of God boldly."},{"_id":"615a19607c790f6c0a4913e7","topicId":"615a195d7c790f6c0a4913db","verse":"Deuteronomy 32:4","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05032004_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v05032004-1\">4&nbsp;</b>&nbsp;&nbsp;“The Rock, his work is perfect,</span><br><span id=\"p05032004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all his ways are justice.</span><br><span id=\"p05032004_01-13\" class=\"line\">&nbsp;&nbsp;A God of faithfulness and without iniquity,</span><br><span id=\"p05032004_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;just and upright is he.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He is the Rock, his work is perfect: for all his ways are judgment: a God of truth and without iniquity, just and right is he.  ","niv":"<sup><strong>4</strong></sup> He is the Rock, his works are perfect, and all his ways are just. A faithful God who does no wrong, upright and just is he.","modified":"2022-07-25T22:01:00.259Z"},{"_id":"615a19617c790f6c0a4913e8","topicId":"615a195d7c790f6c0a4913db","verse":"Genesis 40:7-9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01040007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v01040007-1\">7&nbsp;</b>So he asked Pharaoh’s officers who were with him in custody in his master’s house, “Why are your faces downcast today?” <b class=\"verse-num\" id=\"v01040008-1\">8&nbsp;</b>They said to him, “We have had dreams, and there is no one to interpret them.” And Joseph said to them, “Do not interpretations belong to God? Please tell them to me.”</p>\n<p id=\"p01040008_01-14\"><b class=\"verse-num\" id=\"v01040009-1\">9&nbsp;</b>So the chief cupbearer told his dream to Joseph and said to him, “In my dream there was a vine before me,</p>\n</div>","kjv":"<strong>7</strong> And he asked Pharaoh’s officers that were with him in the ward of his lord’s house, saying, Wherefore look ye so sadly to day?  <strong>8</strong> And they said unto him, We have dreamed a dream, and there is  no interpreter of it. And Joseph said unto them, Do not interpretations belong to God? tell me them, I pray you.  <strong>9</strong> And the chief butler told his dream to Joseph, and said to him, In my dream, behold, a vine was before me;  ","niv":"<sup><strong>7</strong></sup> So he asked Pharaoh's officials who were in custody with him in his master's house, \"Why are your faces so sad today?\" <sup><strong>8</strong></sup> \"We both had dreams,\" they answered, \"but there is no one to interpret them.\" Then Joseph said to them, \"Do not interpretations belong to God? Tell me your dreams.\" <sup><strong>9</strong></sup> So the chief cupbearer told Joseph his dream. He said to him, \"In my dream I saw a vine in front of me, "},{"_id":"615a19617c790f6c0a4913e9","topicId":"615a195d7c790f6c0a4913db","verse":"1 John 5:14-15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62005014_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005014-1\">14&nbsp;</b>And this is the confidence that we have toward him, that if we ask anything according to his will he hears us. <b class=\"verse-num\" id=\"v62005015-1\">15&nbsp;</b>And if we know that he hears us in whatever we ask, we know that we have the requests that we have asked of him.</p>\n</div>","kjv":"<strong>14</strong> And this is the confidence that we have in him, that, if we ask any thing according to his will, he heareth us:  <strong>15</strong> And if we know that he hear us, whatsoever we ask, we know that we have the petitions that we desired of him.  ","niv":"<sup><strong>14</strong></sup> This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us. <sup><strong>15</strong></sup> And if we know that he hears us--whatever we ask--we know that we have what we asked of him. "},{"_id":"615a19617c790f6c0a4913ea","topicId":"615a195d7c790f6c0a4913db","verse":"1 John 4:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62004018_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love.</p>\n</div>","kjv":"<strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  ","niv":"<sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love."},{"_id":"615a19617c790f6c0a4913eb","topicId":"615a195d7c790f6c0a4913db","verse":"Philippians 1:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p50001014_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001014-1\">14&nbsp;</b>And most of the brothers, having become confident in the Lord by my imprisonment, are much more bold to speak the word without fear.</p>\n\n</div>","kjv":"<strong>14</strong> And many of the brethren in the Lord, waxing confident by my bonds, are much more bold to speak the word without fear.  ","niv":"<sup><strong>14</strong></sup> Because of my chains, most of the brothers in the Lord have been encouraged to speak the word of God more courageously and fearlessly."},{"_id":"615a19627c790f6c0a4913ec","topicId":"615a195d7c790f6c0a4913db","verse":"Acts 13:46","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44013046_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v44013046-1\">46&nbsp;</b>And Paul and Barnabas spoke out boldly, saying, “It was necessary that the word of God be spoken first to you. Since you thrust it aside and judge yourselves unworthy of eternal life, behold, we are turning to the Gentiles.</p>\n</div>","kjv":"<strong>46</strong> Then Paul and Barnabas waxed bold, and said, It was necessary that the word of God should first have been spoken to you: but seeing ye put it from you, and judge yourselves unworthy of everlasting life, lo, we turn to the Gentiles.  ","niv":"<sup><strong>46</strong></sup> Then Paul and Barnabas answered them boldly: \"We had to speak the word of God to you first. Since you reject it and do not consider yourselves worthy of eternal life, we now turn to the Gentiles."},{"_id":"615a19627c790f6c0a4913ed","topicId":"615a195d7c790f6c0a4913db","verse":"Psalm 113:7-9","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113007_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113007-1\">7&nbsp;</b>&nbsp;&nbsp;He raises the poor from the dust</span><br><span id=\"p19113007_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lifts the needy from the ash heap,</span><br><span id=\"p19113008_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113008-1\">8&nbsp;</b>&nbsp;&nbsp;to make them sit with princes,</span><br><span id=\"p19113008_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the princes of his people.</span><br><span id=\"p19113009_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113009-1\">9&nbsp;</b>&nbsp;&nbsp;He gives the barren woman a home,</span><br><span id=\"p19113009_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making her the joyous mother of children.</span><br><span id=\"p19113009_01-19\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He raiseth up the poor out of the dust, and lifteth the needy out of the dunghill;  <strong>8</strong> That he may set him with princes, even with the princes of his people.  <strong>9</strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.  ","niv":"<sup><strong>7</strong></sup> He raises the poor from the dust and lifts the needy from the ash heap; <sup><strong>8</strong></sup> he seats them with princes, with the princes of their people. <sup><strong>9</strong></sup> He settles the barren woman in her home as a happy mother of children. Praise the LORD. "},{"_id":"615a19627c790f6c0a4913ee","topicId":"615a195d7c790f6c0a4913db","verse":"1 Chronicles 28:20","votes":7,"__v":0,"esv":"<div>\n<p id=\"p13028020_01-21\"><b class=\"verse-num\" id=\"v13028020-1\">20&nbsp;</b>Then David said to Solomon his son, “Be strong and courageous and do it. Do not be afraid and do not be dismayed, for the LORD God, even my God, is with you. He will not leave you or forsake you, until all the work for the service of the house of the LORD is finished.</p>\n</div>","kjv":"<strong>20</strong> And David said to Solomon his son, Be strong and of good courage, and do it: fear not, nor be dismayed: for the LORD God, even  my God, will be with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the LORD.  ","niv":"<sup><strong>20</strong></sup> David also said to Solomon his son, \"Be strong and courageous, and do the work. Do not be afraid or discouraged, for the LORD God, my God, is with you. He will not fail you or forsake you until all the work for the service of the temple of the LORD is finished."},{"_id":"615a19637c790f6c0a4913ef","topicId":"615a195d7c790f6c0a4913db","verse":"Joshua 10:12-14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p06010012_01-22\"><b class=\"verse-num\" id=\"v06010012-1\">12&nbsp;</b>At that time Joshua spoke to the LORD in the day when the LORD gave the Amorites over to the sons of Israel, and he said in the sight of Israel,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p06010012_01-22\" class=\"line\">&nbsp;&nbsp;“Sun, stand still at Gibeon,</span><br><span id=\"p06010012_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and moon, in the Valley of Aijalon.”</span><br><span id=\"p06010013_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v06010013-1\">13&nbsp;</b>&nbsp;&nbsp;And the sun stood still, and the moon stopped,</span><br><span id=\"p06010013_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until the nation took vengeance on their enemies.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p06010013_01-22\" class=\"same-paragraph\">Is this not written in the Book of Jashar? The sun stopped in the midst of heaven and did not hurry to set for about a whole day. <b class=\"verse-num\" id=\"v06010014-1\">14&nbsp;</b>There has been no day like it before or since, when the LORD heeded the voice of a man, for the LORD fought for Israel.</p>\n</div>","kjv":"<strong>12</strong> Then spake Joshua to the LORD in the day when the LORD delivered up the Amorites before the children of Israel, and he said in the sight of Israel, Sun, stand thou still upon Gibeon; and thou, Moon, in the valley of Ajalon.  <strong>13</strong> And the sun stood still, and the moon stayed, until the people had avenged themselves upon their enemies. Is not this written in the book of Jasher? So the sun stood still in the midst of heaven, and hasted not to go down about a whole day.  <strong>14</strong> And there was no day like that before it or after it, that the LORD hearkened unto the voice of a man: for the LORD fought for Israel.  ","niv":"<sup><strong>12</strong></sup> On the day the LORD gave the Amorites over to Israel, Joshua said to the LORD in the presence of Israel: \"O sun, stand still over Gibeon, O moon, over the Valley of Aijalon.\" <sup><strong>13</strong></sup> So the sun stood still, and the moon stopped, till the nation avenged itself on its enemies, as it is written in the Book of Jashar. The sun stopped in the middle of the sky and delayed going down about a full day. <sup><strong>14</strong></sup> There has never been a day like it before or since, a day when the LORD listened to a man. Surely the LORD was fighting for Israel! "},{"_id":"615a19637c790f6c0a4913f0","topicId":"615a195d7c790f6c0a4913db","verse":"James 1:5-6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p59001005_01-23\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind.</p>\n</div>","kjv":"<strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  ","niv":"<sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. "},{"_id":"615a19637c790f6c0a4913f1","topicId":"615a195d7c790f6c0a4913db","verse":"1 Corinthians 16:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46016013_01-25\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong."},{"_id":"615a19647c790f6c0a4913f2","topicId":"615a195d7c790f6c0a4913db","verse":"Acts 9:26-27","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44009026_04-26\"><b class=\"verse-num\" id=\"v44009026-1\">26&nbsp;</b>And when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple. <b class=\"verse-num\" id=\"v44009027-1\">27&nbsp;</b>But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus.</p>\n</div>","kjv":"<strong>26</strong> And when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple.  <strong>27</strong> But Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus.  ","niv":"<sup><strong>26</strong></sup> When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple. <sup><strong>27</strong></sup> But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus. "},{"_id":"615a19647c790f6c0a4913f3","topicId":"615a195d7c790f6c0a4913db","verse":"1 Samuel 1:12-16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p09001012_01-28\"><b class=\"verse-num\" id=\"v09001012-1\">12&nbsp;</b>As she continued praying before the LORD, Eli observed her mouth. <b class=\"verse-num\" id=\"v09001013-1\">13&nbsp;</b>Hannah was speaking in her heart; only her lips moved, and her voice was not heard. Therefore Eli took her to be a drunken woman. <b class=\"verse-num\" id=\"v09001014-1\">14&nbsp;</b>And Eli said to her, “How long will you go on being drunk? Put your wine away from you.” <b class=\"verse-num\" id=\"v09001015-1\">15&nbsp;</b>But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the LORD. <b class=\"verse-num\" id=\"v09001016-1\">16&nbsp;</b>Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.”</p>\n</div>","kjv":"<strong>12</strong> And it came to pass, as she continued praying before the LORD, that Eli marked her mouth.  <strong>13</strong> Now Hannah, she spake in her heart; only her lips moved, but her voice was not heard: therefore Eli thought she had been drunken.  <strong>14</strong> And Eli said unto her, How long wilt thou be drunken? put away thy wine from thee.  <strong>15</strong> And Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunken neither wine nor strong drink, but have poured out my soul before the LORD.  <strong>16</strong> Count not thine handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken hitherto.  ","niv":"<sup><strong>12</strong></sup> As she kept on praying to the LORD, Eli observed her mouth. <sup><strong>13</strong></sup> Hannah was praying in her heart, and her lips were moving but her voice was not heard. Eli thought she was drunk <sup><strong>14</strong></sup> and said to her, \"How long will you keep on getting drunk? Get rid of your wine.\" <sup><strong>15</strong></sup> \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the LORD. <sup><strong>16</strong></sup> Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\" "},{"_id":"615a19647c790f6c0a4913f4","topicId":"615a195d7c790f6c0a4913db","verse":"Hebrews 4:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58004016_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004016-1\">16&nbsp;</b>Let us then with confidence draw near to the throne of grace, that we may receive mercy and find grace to help in time of need.</p>\n</div>","kjv":"<strong>16</strong> Let us therefore come boldly unto the throne of grace, that we may obtain mercy, and find grace to help in time of need.  ","niv":"<sup><strong>16</strong></sup> Let us then approach the throne of grace with confidence, so that we may receive mercy and find grace to help us in our time of need."}]}