{"_id":"615a1c817c790f6c0a4915c3","slug":"brag","name":"Brag","verses":[{"_id":"615a1c817c790f6c0a4915c4","topicId":"615a1c817c790f6c0a4915c3","verse":"Ephesians 2:8-9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"615a1c817c790f6c0a4915c5","topicId":"615a1c817c790f6c0a4915c3","verse":"James 4:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59004012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n</div>","kjv":"<strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor?"},{"_id":"615a1c827c790f6c0a4915c6","topicId":"615a1c817c790f6c0a4915c3","verse":"1 John 2:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62002004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him,</p>\n</div>","kjv":"<strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  ","niv":"<sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him."},{"_id":"615a1c827c790f6c0a4915c7","topicId":"615a1c817c790f6c0a4915c3","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615a1c827c790f6c0a4915c8","topicId":"615a1c817c790f6c0a4915c3","verse":"Jude 1:3-4","votes":2,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  <strong>4</strong> For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a1c837c790f6c0a4915c9","topicId":"615a1c817c790f6c0a4915c3","verse":"1 John 3:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"615a1c837c790f6c0a4915ca","topicId":"615a1c817c790f6c0a4915c3","verse":"Acts 2:38","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615a1c837c790f6c0a4915cb","topicId":"615a1c817c790f6c0a4915c3","verse":"Ezekiel 18:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26018020_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018020-1\">20&nbsp;</b>The soul who sins shall die. The son shall not suffer for the iniquity of the father, nor the father suffer for the iniquity of the son. The righteousness of the righteous shall be upon himself, and the wickedness of the wicked shall be upon himself.</p>\n</div>","kjv":"<strong>20</strong> The soul that sinneth, it shall die. The son shall not bear the iniquity of the father, neither shall the father bear the iniquity of the son: the righteousness of the righteous shall be upon him, and the wickedness of the wicked shall be upon him.  ","niv":"<sup><strong>20</strong></sup> The soul who sins is the one who will die. The son will not share the guilt of the father, nor will the father share the guilt of the son. The righteousness of the righteous man will be credited to him, and the wickedness of the wicked will be charged against him."},{"_id":"615a1c847c790f6c0a4915cc","topicId":"615a1c817c790f6c0a4915c3","verse":"Genesis 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-9\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-9\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-9\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-9\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-9\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-9\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-9\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-9\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-9\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"615a1c847c790f6c0a4915cd","topicId":"615a1c817c790f6c0a4915c3","verse":"Revelation 20:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"615a1c847c790f6c0a4915ce","topicId":"615a1c817c790f6c0a4915c3","verse":"1 John 3:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-11\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"615a1c857c790f6c0a4915cf","topicId":"615a1c817c790f6c0a4915c3","verse":"1 John 3:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003002-1\">2&nbsp;</b>Beloved, we are God’s children now, and what we will be has not yet appeared; but we know that when he appears we shall be like him, because we shall see him as he is.</p>\n\n</div>","kjv":"<strong>2</strong> Beloved, now are we the sons of God, and it doth not yet appear what we shall be: but we know that, when he shall appear, we shall be like him; for we shall see him as he is.  ","niv":"<sup><strong>2</strong></sup> Dear friends, now we are children of God, and what we will be has not yet been made known. But we know that when he appears, we shall be like him, for we shall see him as he is."},{"_id":"615a1c857c790f6c0a4915d0","topicId":"615a1c817c790f6c0a4915c3","verse":"2 Peter 3:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003018_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n</div>","kjv":"<strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen."},{"_id":"615a1c857c790f6c0a4915d1","topicId":"615a1c817c790f6c0a4915c3","verse":"2 Peter 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003010_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003010-1\">10&nbsp;</b>But the day of the Lord will come like a thief, and then the heavens will pass away with a roar, and the heavenly bodies will be burned up and dissolved, and the earth and the works that are done on it will be exposed.</p>\n\n</div>","kjv":"<strong>10</strong> But the day of the Lord will come as a thief in the night; in the which the heavens shall pass away with a great noise, and the elements shall melt with fervent heat, the earth also and the works that are therein shall be burned up.  ","niv":"<sup><strong>10</strong></sup> But the day of the Lord will come like a thief. The heavens will disappear with a roar; the elements will be destroyed by fire, and the earth and everything in it will be laid bare."},{"_id":"615a1c857c790f6c0a4915d2","topicId":"615a1c817c790f6c0a4915c3","verse":"James 1:22-25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-15\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. "},{"_id":"615a1c867c790f6c0a4915d3","topicId":"615a1c817c790f6c0a4915c3","verse":"Hebrews 10:26-27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-16\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, <b class=\"verse-num\" id=\"v58010027-1\">27&nbsp;</b>but a fearful expectation of judgment, and a fury of fire that will consume the adversaries.</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  <strong>27</strong> But a certain fearful looking for of judgment and fiery indignation, which shall devour the adversaries.  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left, <sup><strong>27</strong></sup> but only a fearful expectation of judgment and of raging fire that will consume the enemies of God. "},{"_id":"615a1c867c790f6c0a4915d4","topicId":"615a1c817c790f6c0a4915c3","verse":"2 Timothy 3:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, "},{"_id":"615a1c867c790f6c0a4915d5","topicId":"615a1c817c790f6c0a4915c3","verse":"2 Timothy 1:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55001010_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001010-1\">10&nbsp;</b>and which now has been manifested through the appearing of our Savior Christ Jesus, who abolished death and brought life and immortality to light through the gospel,</p>\n</div>","kjv":"<strong>10</strong> But is now made manifest by the appearing of our Saviour Jesus Christ, who hath abolished death, and hath brought life and immortality to light through the gospel:  ","niv":"<sup><strong>10</strong></sup> but it has now been revealed through the appearing of our Savior, Christ Jesus, who has destroyed death and has brought life and immortality to light through the gospel."},{"_id":"615a1c877c790f6c0a4915d6","topicId":"615a1c817c790f6c0a4915c3","verse":"Ephesians 4:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004023_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds,</p>\n</div>","kjv":"<strong>23</strong> And be renewed in the spirit of your mind;  ","niv":"<sup><strong>23</strong></sup> to be made new in the attitude of your minds;"},{"_id":"615a1c877c790f6c0a4915d7","topicId":"615a1c817c790f6c0a4915c3","verse":"1 Corinthians 15:53","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015053_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality.</p>\n</div>","kjv":"<strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  ","niv":"<sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality."},{"_id":"615a1c877c790f6c0a4915d8","topicId":"615a1c817c790f6c0a4915c3","verse":"1 Corinthians 15:14-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_01-23\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ.</p>\n\n</div>","kjv":"<strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  ","niv":"<sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. "},{"_id":"615a1c877c790f6c0a4915d9","topicId":"615a1c817c790f6c0a4915c3","verse":"1 Corinthians 9:24-27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46009024_01-25\"><b class=\"verse-num\" id=\"v46009024-1\">24&nbsp;</b>Do you not know that in a race all the runners run, but only one receives the prize? So run that you may obtain it. <b class=\"verse-num\" id=\"v46009025-1\">25&nbsp;</b>Every athlete exercises self-control in all things. They do it to receive a perishable wreath, but we an imperishable. <b class=\"verse-num\" id=\"v46009026-1\">26&nbsp;</b>So I do not run aimlessly; I do not box as one beating the air. <b class=\"verse-num\" id=\"v46009027-1\">27&nbsp;</b>But I discipline my body and keep it under control, lest after preaching to others I myself should be disqualified.</p>\n\n</div>","kjv":"<strong>24</strong> Know ye not that they which run in a race run all, but one receiveth the prize? So run, that ye may obtain.  <strong>25</strong> And every man that striveth for the mastery is temperate in all things. Now they do it to obtain a corruptible crown; but we an incorruptible.  <strong>26</strong> I therefore so run, not as uncertainly; so fight I, not as one that beateth the air:  <strong>27</strong> But I keep under my body, and bring it into subjection: lest that by any means, when I have preached to others, I myself should be a castaway.  ","niv":"<sup><strong>24</strong></sup> Do you not know that in a race all the runners run, but only one gets the prize? Run in such a way as to get the prize. <sup><strong>25</strong></sup> Everyone who competes in the games goes into strict training. They do it to get a crown that will not last; but we do it to get a crown that will last forever. <sup><strong>26</strong></sup> Therefore I do not run like a man running aimlessly; I do not fight like a man beating the air. <sup><strong>27</strong></sup> No, I beat my body and make it my slave so that after I have preached to others, I myself will not be disqualified for the prize. "},{"_id":"615a1c887c790f6c0a4915da","topicId":"615a1c817c790f6c0a4915c3","verse":"Romans 13:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45013010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law."},{"_id":"615a1c887c790f6c0a4915db","topicId":"615a1c817c790f6c0a4915c3","verse":"Romans 8:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008011_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n</div>","kjv":"<strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you."},{"_id":"615a1c887c790f6c0a4915dc","topicId":"615a1c817c790f6c0a4915c3","verse":"Romans 7:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45007014_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007014-1\">14&nbsp;</b>For we know that the law is spiritual, but I am of the flesh, sold under sin.</p>\n</div>","kjv":"<strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  ","niv":"<sup><strong>14</strong></sup> We know that the law is spiritual; but I am unspiritual, sold as a slave to sin."}]}