{"_id":"615a1ca17c790f6c0a4915dd","slug":"braggers","name":"Braggers","verses":[{"_id":"615a1ca27c790f6c0a4915de","topicId":"615a1ca17c790f6c0a4915dd","verse":"Matthew 6:1","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven."},{"_id":"615a1ca27c790f6c0a4915df","topicId":"615a1ca17c790f6c0a4915dd","verse":"Matthew 6:3-4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40006003_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. "},{"_id":"615a1ca27c790f6c0a4915e0","topicId":"615a1ca17c790f6c0a4915dd","verse":"James 5:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"615a1ca37c790f6c0a4915e1","topicId":"615a1ca17c790f6c0a4915dd","verse":"Hebrews 12:3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58012003_05-4\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted.</p>\n</div>","kjv":"<strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  ","niv":"<sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart."},{"_id":"615a1ca37c790f6c0a4915e2","topicId":"615a1ca17c790f6c0a4915dd","verse":"1 Thessalonians 1:3-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52001003_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v52001003-1\">3&nbsp;</b>remembering before our God and Father your work of faith and labor of love and steadfastness of hope in our Lord Jesus Christ. <b class=\"verse-num\" id=\"v52001004-1\">4&nbsp;</b>For we know, brothers loved by God, that he has chosen you, <b class=\"verse-num\" id=\"v52001005-1\">5&nbsp;</b>because our gospel came to you not only in word, but also in power and in the Holy Spirit and with full conviction. You know what kind of men we proved to be among you for your sake.</p>\n\n</div>","kjv":"<strong>3</strong> Remembering without ceasing your work of faith, and labour of love, and patience of hope in our Lord Jesus Christ, in the sight of God and our Father;  <strong>4</strong> Knowing, brethren beloved, your election of God.  <strong>5</strong> For our gospel came not unto you in word only, but also in power, and in the Holy Ghost, and in much assurance; as ye know what manner of men we were among you for your sake.  ","niv":"<sup><strong>3</strong></sup> We continually remember before our God and Father your work produced by faith, your labor prompted by love, and your endurance inspired by hope in our Lord Jesus Christ. <sup><strong>4</strong></sup> For we know, brothers loved by God, that he has chosen you, <sup><strong>5</strong></sup> because our gospel came to you not simply with words, but also with power, with the Holy Spirit and with deep conviction. You know how we lived among you for your sake. "},{"_id":"615a1ca37c790f6c0a4915e3","topicId":"615a1ca17c790f6c0a4915dd","verse":"James 3:18","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59003018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003018-1\">18&nbsp;</b>And a harvest of righteousness is sown in peace by those who make peace.</p>\n</div>","kjv":"<strong>18</strong> And the fruit of righteousness is sown in peace of them that make peace.  ","niv":"<sup><strong>18</strong></sup> Peacemakers who sow in peace raise a harvest of righteousness."},{"_id":"615a1ca37c790f6c0a4915e4","topicId":"615a1ca17c790f6c0a4915dd","verse":"Philippians 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-8\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"615a1ca47c790f6c0a4915e5","topicId":"615a1ca17c790f6c0a4915dd","verse":"Romans 13:8","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-9\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law."},{"_id":"615a1ca47c790f6c0a4915e6","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 7:41-42","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42007041_01-10\"><b class=\"verse-num woc\" id=\"v42007041-1\">41&nbsp;</b><span class=\"woc\">“A certain moneylender had two debtors. One owed five hundred denarii, and the other fifty.</span> <b class=\"verse-num woc\" id=\"v42007042-1\">42&nbsp;</b><span class=\"woc\">When they could not pay, he cancelled the debt of both. Now which of them will love him more?”</span></p>\n</div>","kjv":"<strong>41</strong> There was a certain creditor which had two debtors: the one owed five hundred pence, and the other fifty.  <strong>42</strong> And when they had nothing to pay, he frankly forgave them both. Tell me therefore, which of them will love him most?  ","niv":"<sup><strong>41</strong></sup> \"Two men owed money to a certain moneylender. One owed him five hundred denarii, and the other fifty. <sup><strong>42</strong></sup> Neither of them had the money to pay him back, so he canceled the debts of both. Now which of them will love him more?\" "},{"_id":"615a1ca47c790f6c0a4915e7","topicId":"615a1ca17c790f6c0a4915dd","verse":"Matthew 6:9-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006009_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_01-11\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_01-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_01-11\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_01-11\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-11\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></span></span></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' "},{"_id":"615a1ca57c790f6c0a4915e8","topicId":"615a1ca17c790f6c0a4915dd","verse":"1 John 3:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"615a1ca57c790f6c0a4915e9","topicId":"615a1ca17c790f6c0a4915dd","verse":"1 John 3:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n</div>","kjv":"<strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  ","niv":"<sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him."},{"_id":"615a1ca57c790f6c0a4915ea","topicId":"615a1ca17c790f6c0a4915dd","verse":"Revelation 21:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021006_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021006-1\">6&nbsp;</b>And he said to me, “It is done! I am the Alpha and the Omega, the beginning and the end. To the thirsty I will give from the spring of the water of life without payment.</p>\n</div>","kjv":"<strong>6</strong> And he said unto me, It is done. I am Alpha and Omega, the beginning and the end. I will give unto him that is athirst of the fountain of the water of life freely.  ","niv":"<sup><strong>6</strong></sup> He said to me: \"It is done. I am the Alpha and the Omega, the Beginning and the End. To him who is thirsty I will give to drink without cost from the spring of the water of life."},{"_id":"615a1ca67c790f6c0a4915eb","topicId":"615a1ca17c790f6c0a4915dd","verse":"Hebrews 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58003001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58003001-1\">3:1&nbsp;</b>Therefore, holy brothers, you who share in a heavenly calling, consider Jesus, the apostle and high priest of our confession,</p>\n\n</div>","kjv":"<strong>1</strong> Wherefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus;  ","niv":"<sup><strong>1</strong></sup> Therefore, holy brothers, who share in the heavenly calling, fix your thoughts on Jesus, the apostle and high priest whom we confess."},{"_id":"615a1ca67c790f6c0a4915ec","topicId":"615a1ca17c790f6c0a4915dd","verse":"1 Timothy 5:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54005010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005010-1\">10&nbsp;</b>and having a reputation for good works: if she has brought up children, has shown hospitality, has washed the feet of the saints, has cared for the afflicted, and has devoted herself to every good work.</p>\n</div>","kjv":"<strong>10</strong> Well reported of for good works; if she have brought up children, if she have lodged strangers, if she have washed the saints’ feet, if she have relieved the afflicted, if she have diligently followed every good work.  ","niv":"<sup><strong>10</strong></sup> and is well known for her good deeds, such as bringing up children, showing hospitality, washing the feet of the saints, helping those in trouble and devoting herself to all kinds of good deeds."},{"_id":"615a1ca67c790f6c0a4915ed","topicId":"615a1ca17c790f6c0a4915dd","verse":"Galatians 5:22-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"615a1ca67c790f6c0a4915ee","topicId":"615a1ca17c790f6c0a4915dd","verse":"Romans 4:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45004025_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004025-1\">25&nbsp;</b>who was delivered up for our trespasses and raised for our justification.</p>\n</div>","kjv":"<strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  ","niv":"<sup><strong>25</strong></sup> He was delivered over to death for our sins and was raised to life for our justification."},{"_id":"615a1ca77c790f6c0a4915ef","topicId":"615a1ca17c790f6c0a4915dd","verse":"Acts 9:33-34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44009033_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v44009033-1\">33&nbsp;</b>There he found a man named Aeneas, bedridden for eight years, who was paralyzed. <b class=\"verse-num\" id=\"v44009034-1\">34&nbsp;</b>And Peter said to him, “Aeneas, Jesus Christ heals you; rise and make your bed.” And immediately he rose.</p>\n</div>","kjv":"<strong>33</strong> And there he found a certain man named Aeneas, which had kept his bed eight years, and was sick of the palsy.  <strong>34</strong> And Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately.  ","niv":"<sup><strong>33</strong></sup> There he found a man named Aeneas, a paralytic who had been bedridden for eight years. <sup><strong>34</strong></sup> \"Aeneas,\" Peter said to him, \"Jesus Christ heals you. Get up and take care of your mat.\" Immediately Aeneas got up. "},{"_id":"615a1ca77c790f6c0a4915f0","topicId":"615a1ca17c790f6c0a4915dd","verse":"Acts 7:24-26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44007024_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007024-1\">24&nbsp;</b>And seeing one of them being wronged, he defended the oppressed man and avenged him by striking down the Egyptian. <b class=\"verse-num\" id=\"v44007025-1\">25&nbsp;</b>He supposed that his brothers would understand that God was giving them salvation by his hand, but they did not understand. <b class=\"verse-num\" id=\"v44007026-1\">26&nbsp;</b>And on the following day he appeared to them as they were quarreling and tried to reconcile them, saying, ‘Men, you are brothers. Why do you wrong each other?’</p>\n</div>","kjv":"<strong>24</strong> And seeing one of them suffer wrong, he defended him,  and avenged him that was oppressed, and smote the Egyptian:  <strong>25</strong> For he supposed his brethren would have understood how that God by his hand would deliver them: but they understood not.  <strong>26</strong> And the next day he shewed himself unto them as they strove, and would have set them at one again, saying, Sirs, ye are brethren; why do ye wrong one to another?  ","niv":"<sup><strong>24</strong></sup> He saw one of them being mistreated by an Egyptian, so he went to his defense and avenged him by killing the Egyptian. <sup><strong>25</strong></sup> Moses thought that his own people would realize that God was using him to rescue them, but they did not. <sup><strong>26</strong></sup> The next day Moses came upon two Israelites who were fighting. He tried to reconcile them by saying, 'Men, you are brothers; why do you want to hurt each other?' "},{"_id":"615a1ca77c790f6c0a4915f1","topicId":"615a1ca17c790f6c0a4915dd","verse":"John 4:48","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43004048_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004048-1\">48&nbsp;</b>So Jesus said to him, <span class=\"woc\">“Unless you see signs and wonders you will not believe.”</span></p>\n\n</div>","kjv":"<strong>48</strong> Then said Jesus unto him, Except ye see signs and wonders, ye will not believe.  ","niv":"<sup><strong>48</strong></sup> \"Unless you people see miraculous signs and wonders,\" Jesus told him, \"you will never believe.\""},{"_id":"615a1ca87c790f6c0a4915f2","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 17:18-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42017018_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017018-1\">18&nbsp;</b><span class=\"woc\">Was no one found to return and give praise to God except this foreigner?”</span> <b class=\"verse-num\" id=\"v42017019-1\">19&nbsp;</b>And he said to him, <span class=\"woc\">“Rise and go your way; your faith has made you well.”</span></p>\n\n<p id=\"p42017019_06-23\"><b class=\"verse-num\" id=\"v42017020-1\">20&nbsp;</b>Being asked by the Pharisees when the kingdom of God would come, he answered them, <span class=\"woc\">“The kingdom of God is not coming in ways that can be observed,</span></p>\n\n</div>","kjv":"<strong>18</strong> There are not found that returned to give glory to God, save this stranger.  <strong>19</strong> And he said unto him, Arise, go thy way: thy faith hath made thee whole. <strong>20</strong> And when he was demanded of the Pharisees, when the kingdom of God should come, he answered them and said, The kingdom of God cometh not with observation:  ","niv":"<sup><strong>18</strong></sup> Was no one found to return and give praise to God except this foreigner?\" <sup><strong>19</strong></sup> Then he said to him, \"Rise and go; your faith has made you well.\" <sup><strong>20</strong></sup> Once, having been asked by the Pharisees when the kingdom of God would come, Jesus replied, \"The kingdom of God does not come with your careful observation, "},{"_id":"615a1ca87c790f6c0a4915f3","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 16:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42016021_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42016021-1\">21&nbsp;</b><span class=\"woc\">who desired to be fed with what fell from the rich man’s table. Moreover, even the dogs came and licked his sores.</span></p>\n</div>","kjv":"<strong>21</strong> And desiring to be fed with the crumbs which fell from the rich man’s table: moreover the dogs came and licked his sores.  ","niv":"<sup><strong>21</strong></sup> and longing to eat what fell from the rich man's table. Even the dogs came and licked his sores."},{"_id":"615a1ca87c790f6c0a4915f4","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 15:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42015004_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span></p>\n</div>","kjv":"<strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  ","niv":"<sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders "},{"_id":"615a1ca97c790f6c0a4915f5","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 12:1-59","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42012001_08-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42012001-1\">12:1&nbsp;</b>In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, <span class=\"woc\">“Beware of the leaven of the Pharisees, which is hypocrisy.</span> <b class=\"verse-num woc\" id=\"v42012002-1\">2&nbsp;</b><span class=\"woc\">Nothing is covered up that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n\n<p id=\"p42012003_11-26\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span> <b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n<p id=\"p42012007_15-26\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v42012011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,</span> <b class=\"verse-num woc\" id=\"v42012012-1\">12&nbsp;</b><span class=\"woc\">for the Holy Spirit will teach you in that very hour what you ought to say.”</span></p>\n\n<p id=\"p42012012_21-26\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_25-26\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_25-26\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span> <b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n\n<p id=\"p42012034_29-26\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_29-26\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n<p id=\"p42012048_33-26\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span> <b class=\"verse-num woc\" id=\"v42012050-1\">50&nbsp;</b><span class=\"woc\">I have a baptism to be baptized with, and how great is my distress until it is accomplished!</span> <b class=\"verse-num woc\" id=\"v42012051-1\">51&nbsp;</b><span class=\"woc\">Do you think that I have come to give peace on earth? No, I tell you, but rather division.</span> <b class=\"verse-num woc\" id=\"v42012052-1\">52&nbsp;</b><span class=\"woc\">For from now on in one house there will be five divided, three against two and two against three.</span> <b class=\"verse-num woc\" id=\"v42012053-1\">53&nbsp;</b><span class=\"woc\">They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”</span></p>\n\n<p id=\"p42012053_36-26\"><b class=\"verse-num\" id=\"v42012054-1\">54&nbsp;</b>He also said to the crowds, <span class=\"woc\">“When you see a cloud rising in the west, you say at once, ‘A shower is coming.’ And so it happens.</span> <b class=\"verse-num woc\" id=\"v42012055-1\">55&nbsp;</b><span class=\"woc\">And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and it happens.</span> <b class=\"verse-num woc\" id=\"v42012056-1\">56&nbsp;</b><span class=\"woc\">You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?</span></p>\n\n<p id=\"p42012056_40-26\"><b class=\"verse-num woc\" id=\"v42012057-1\">57&nbsp;</b><span class=\"woc\">“And why do you not judge for yourselves what is right?</span> <b class=\"verse-num woc\" id=\"v42012058-1\">58&nbsp;</b><span class=\"woc\">As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.</span> <b class=\"verse-num woc\" id=\"v42012059-1\">59&nbsp;</b><span class=\"woc\">I tell you, you will never get out until you have paid the very last penny.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.  <strong>2</strong> For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.  <strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  <strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  <strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  <strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  <strong>11</strong> And when they bring you unto the synagogues, and unto  magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:  <strong>12</strong> For the Holy Ghost shall teach you in the same hour what ye ought to say. <strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  <strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  <strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. <strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  <strong>50</strong> But I have a baptism to be baptized with; and how am I straitened till it be accomplished!  <strong>51</strong> Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:  <strong>52</strong> For from henceforth there shall be five in one house divided, three against two, and two against three.  <strong>53</strong> The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law. <strong>54</strong>           And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.  <strong>55</strong> And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.  <strong>56</strong> Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?  <strong>57</strong> Yea, and why even of yourselves judge ye not what is right?  <strong>58</strong>           When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.  <strong>59</strong> I tell thee, thou shalt not depart thence, till thou hast paid the very last mite. ","niv":"<sup><strong>1</strong></sup> Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: \"Be on your guard against the yeast of the Pharisees, which is hypocrisy. <sup><strong>2</strong></sup> There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs. <sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. <sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. <sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. <sup><strong>11</strong></sup> \"When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say, <sup><strong>12</strong></sup> for the Holy Spirit will teach you at that time what you should say.\" <sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. <sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. <sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled! <sup><strong>50</strong></sup> But I have a baptism to undergo, and how distressed I am until it is completed! <sup><strong>51</strong></sup> Do you think I came to bring peace on earth? No, I tell you, but division. <sup><strong>52</strong></sup> From now on there will be five in one family divided against each other, three against two and two against three. <sup><strong>53</strong></sup> They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\" <sup><strong>54</strong></sup> He said to the crowd: \"When you see a cloud rising in the west, immediately you say, 'It's going to rain,' and it does. <sup><strong>55</strong></sup> And when the south wind blows, you say, 'It's going to be hot,' and it is. <sup><strong>56</strong></sup> Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don't know how to interpret this present time? <sup><strong>57</strong></sup> \"Why don't you judge for yourselves what is right? <sup><strong>58</strong></sup> As you are going with your adversary to the magistrate, try hard to be reconciled to him on the way, or he may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison. <sup><strong>59</strong></sup> I tell you, you will not get out until you have paid the last penny. \" "},{"_id":"615a1ca97c790f6c0a4915f6","topicId":"615a1ca17c790f6c0a4915dd","verse":"Luke 9:58","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42009058_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42009058-1\">58&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”</span></p>\n</div>","kjv":"<strong>58</strong> And Jesus said unto him, Foxes have holes, and birds of the air have nests; but the Son of man hath not where to lay his head.  ","niv":"<sup><strong>58</strong></sup> Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\""}]}