{"_id":"615a1d0d7c790f6c0a49162b","slug":"braiding-hair","name":"Braiding Hair","verses":[{"_id":"615a1d0e7c790f6c0a49162c","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Peter 3:3","votes":48,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes.","modified":"2023-11-03T11:54:59.246Z"},{"_id":"615a1d0e7c790f6c0a49162d","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Timothy 2:9-10","votes":50,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. ","modified":"2022-08-22T22:12:25.457Z"},{"_id":"615a1d0e7c790f6c0a49162e","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Timothy 2:8-15","votes":28,"__v":0,"esv":"<div>\n<p id=\"p54002008_01-5\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. ","modified":"2022-04-21T16:33:17.053Z"},{"_id":"615a1d0f7c790f6c0a49162f","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Corinthians 11:1-34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-7\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-7\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-7\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-7\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-7\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. ","modified":"2023-03-04T00:42:23.978Z"},{"_id":"615a1d0f7c790f6c0a491630","topicId":"615a1d0d7c790f6c0a49162b","verse":"John 1:7-9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43001007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_01-8\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world.</p>\n</div>","kjv":"<strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  ","niv":"<sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. ","modified":"2022-03-05T15:02:16.500Z"},{"_id":"615a1d0f7c790f6c0a491631","topicId":"615a1d0d7c790f6c0a49162b","verse":"Leviticus 18:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable.","modified":"2022-06-15T23:53:59.383Z"},{"_id":"615a1d0f7c790f6c0a491632","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Timothy 2:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,","modified":"2022-02-24T02:44:55.941Z"},{"_id":"615a1d107c790f6c0a491633","topicId":"615a1d0d7c790f6c0a49162b","verse":"Hosea 14:1-9","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28014001_08-12\" class=\"line\"><b class=\"chapter-num\" id=\"v28014001-1\">14:1&nbsp;</b>&nbsp;&nbsp;Return, O Israel, to the LORD your God,</span><br><span id=\"p28014001_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have stumbled because of your iniquity.</span><br><span id=\"p28014002_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014002-1\">2&nbsp;</b>&nbsp;&nbsp;Take with you words</span><br><span id=\"p28014002_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and return to the LORD;</span><br><span id=\"p28014002_08-12\" class=\"line\">&nbsp;&nbsp;say to him,</span><br><span id=\"p28014002_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Take away all iniquity;</span><br><span id=\"p28014002_08-12\" class=\"line\">&nbsp;&nbsp;accept what is good,</span><br><span id=\"p28014002_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we will pay with bulls</span><br><span id=\"p28014002_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the vows of our lips.</span><br><span id=\"p28014003_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014003-1\">3&nbsp;</b>&nbsp;&nbsp;Assyria shall not save us;</span><br><span id=\"p28014003_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we will not ride on horses;</span><br><span id=\"p28014003_08-12\" class=\"line\">&nbsp;&nbsp;and we will say no more, ‘Our God,’</span><br><span id=\"p28014003_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the work of our hands.</span><br><span id=\"p28014003_08-12\" class=\"line\">&nbsp;&nbsp;In you the orphan finds mercy.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28014004_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014004-1\">4&nbsp;</b>&nbsp;&nbsp;I will heal their apostasy;</span><br><span id=\"p28014004_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will love them freely,</span><br><span id=\"p28014004_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for my anger has turned from them.</span><br><span id=\"p28014005_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014005-1\">5&nbsp;</b>&nbsp;&nbsp;I will be like the dew to Israel;</span><br><span id=\"p28014005_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall blossom like the lily;</span><br><span id=\"p28014005_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he shall take root like the trees of Lebanon;</span><br><span id=\"p28014006_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014006-1\">6&nbsp;</b>&nbsp;&nbsp;his shoots shall spread out;</span><br><span id=\"p28014006_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his beauty shall be like the olive,</span><br><span id=\"p28014006_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his fragrance like Lebanon.</span><br><span id=\"p28014007_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014007-1\">7&nbsp;</b>&nbsp;&nbsp;They shall return and dwell beneath my shadow;</span><br><span id=\"p28014007_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall flourish like the grain;</span><br><span id=\"p28014007_08-12\" class=\"line\">&nbsp;&nbsp;they shall blossom like the vine;</span><br><span id=\"p28014007_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their fame shall be like the wine of Lebanon.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28014008_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014008-1\">8&nbsp;</b>&nbsp;&nbsp;O Ephraim, what have I to do with idols?</span><br><span id=\"p28014008_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is I who answer and look after you.</span><br><span id=\"p28014008_08-12\" class=\"line\">&nbsp;&nbsp;I am like an evergreen cypress;</span><br><span id=\"p28014008_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from me comes your fruit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28014009_08-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v28014009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever is wise, let him understand these things;</span><br><span id=\"p28014009_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whoever is discerning, let him know them;</span><br><span id=\"p28014009_08-12\" class=\"line\">&nbsp;&nbsp;for the ways of the LORD are right,</span><br><span id=\"p28014009_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the upright walk in them,</span><br><span id=\"p28014009_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but transgressors stumble in them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O Israel, return unto the LORD thy God; for thou hast fallen by thine iniquity.  <strong>2</strong> Take with you words, and turn to the LORD: say unto him, Take away all iniquity, and receive us graciously: so will we render the calves of our lips.  <strong>3</strong> Asshur shall not save us; we will not ride upon horses: neither will we say any more to the work of our hands, Ye are our gods: for in thee the fatherless findeth mercy.  <strong>4</strong> I will heal their backsliding, I will love them freely: for mine anger is turned away from him.  <strong>5</strong> I will be as the dew unto Israel: he shall grow as the lily, and cast forth his roots as Lebanon.  <strong>6</strong> His branches shall spread, and his beauty shall be as the olive tree, and his smell as Lebanon.  <strong>7</strong> They that dwell under his shadow shall return; they shall revive as the corn, and grow as the vine: the scent thereof shall be  as the wine of Lebanon.  <strong>8</strong> Ephraim shall say, What have I to do any more with idols? I have heard him, and observed him: I am like a green fir tree. From me is thy fruit found.  <strong>9</strong> Who is wise, and he shall understand these things?  prudent, and he shall know them? for the ways of the LORD are  right, and the just shall walk in them: but the transgressors shall fall therein.  ","niv":"<sup><strong>1</strong></sup> Return, O Israel, to the LORD your God. Your sins have been your downfall! <sup><strong>2</strong></sup> Take words with you and return to the LORD. Say to him: \"Forgive all our sins and receive us graciously, that we may offer the fruit of our lips. <sup><strong>3</strong></sup> Assyria cannot save us; we will not mount war-horses. We will never again say 'Our gods' to what our own hands have made, for in you the fatherless find compassion.\" <sup><strong>4</strong></sup> \"I will heal their waywardness and love them freely, for my anger has turned away from them. <sup><strong>5</strong></sup> I will be like the dew to Israel; he will blossom like a lily. Like a cedar of Lebanon he will send down his roots; <sup><strong>6</strong></sup> his young shoots will grow. His splendor will be like an olive tree, his fragrance like a cedar of Lebanon. <sup><strong>7</strong></sup> Men will dwell again in his shade. He will flourish like the grain. He will blossom like a vine, and his fame will be like the wine from Lebanon. <sup><strong>8</strong></sup> O Ephraim, what more have I to do with idols? I will answer him and care for him. I am like a green pine tree; your fruitfulness comes from me.\" <sup><strong>9</strong></sup> Who is wise? He will realize these things. Who is discerning? He will understand them. The ways of the LORD are right; the righteous walk in them, but the rebellious stumble in them. "},{"_id":"615a1d107c790f6c0a491634","topicId":"615a1d0d7c790f6c0a49162b","verse":"Titus 2:3-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"615a1d107c790f6c0a491635","topicId":"615a1d0d7c790f6c0a49162b","verse":"John 6:9-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006009-1\">9&nbsp;</b>“There is a boy here who has five barley loaves and two fish, but what are they for so many?” <b class=\"verse-num\" id=\"v43006010-1\">10&nbsp;</b>Jesus said, <span class=\"woc\">“Have the people sit down.”</span> Now there was much grass in the place. So the men sat down, about five thousand in number. <b class=\"verse-num\" id=\"v43006011-1\">11&nbsp;</b>Jesus then took the loaves, and when he had given thanks, he distributed them to those who were seated. So also the fish, as much as they wanted. <b class=\"verse-num\" id=\"v43006012-1\">12&nbsp;</b>And when they had eaten their fill, he told his disciples, <span class=\"woc\">“Gather up the leftover fragments, that nothing may be lost.”</span> <b class=\"verse-num\" id=\"v43006013-1\">13&nbsp;</b>So they gathered them up and filled twelve baskets with fragments from the five barley loaves left by those who had eaten.</p>\n</div>","kjv":"<strong>9</strong> There is a lad here, which hath five barley loaves, and two small fishes: but what are they among so many?  <strong>10</strong> And Jesus said, Make the men sit down. Now there was much grass in the place. So the men sat down, in number about five thousand.  <strong>11</strong> And Jesus took the loaves; and when he had given thanks, he distributed to the disciples, and the disciples to them that were set down; and likewise of the fishes as much as they would.  <strong>12</strong> When they were filled, he said unto his disciples, Gather up the fragments that remain, that nothing be lost.  <strong>13</strong> Therefore they gathered them together, and filled twelve baskets with the fragments of the five barley loaves, which remained over and above unto them that had eaten.  ","niv":"<sup><strong>9</strong></sup> \"Here is a boy with five small barley loaves and two small fish, but how far will they go among so many?\" <sup><strong>10</strong></sup> Jesus said, \"Have the people sit down.\" There was plenty of grass in that place, and the men sat down, about five thousand of them. <sup><strong>11</strong></sup> Jesus then took the loaves, gave thanks, and distributed to those who were seated as much as they wanted. He did the same with the fish. <sup><strong>12</strong></sup> When they had all had enough to eat, he said to his disciples, \"Gather the pieces that are left over. Let nothing be wasted.\" <sup><strong>13</strong></sup> So they gathered them and filled twelve baskets with the pieces of the five barley loaves left over by those who had eaten. "},{"_id":"615a1d117c790f6c0a491636","topicId":"615a1d0d7c790f6c0a49162b","verse":"Zechariah 12:1-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p38012001_06-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38012001-1\">12:1&nbsp;</b>The oracle of the word of the LORD concerning Israel: Thus declares the LORD, who stretched out the heavens and founded the earth and formed the spirit of man within him: <b class=\"verse-num\" id=\"v38012002-1\">2&nbsp;</b>“Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah. <b class=\"verse-num\" id=\"v38012003-1\">3&nbsp;</b>On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it. <b class=\"verse-num\" id=\"v38012004-1\">4&nbsp;</b>On that day, declares the LORD, I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness. <b class=\"verse-num\" id=\"v38012005-1\">5&nbsp;</b>Then the clans of Judah shall say to themselves, ‘The inhabitants of Jerusalem have strength through the LORD of hosts, their God.’</p>\n<p id=\"p38012005_06-15\"><b class=\"verse-num\" id=\"v38012006-1\">6&nbsp;</b>“On that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem.</p>\n<p id=\"p38012006_06-15\"><b class=\"verse-num\" id=\"v38012007-1\">7&nbsp;</b>“And the LORD will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah. <b class=\"verse-num\" id=\"v38012008-1\">8&nbsp;</b>On that day the LORD will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the LORD, going before them. <b class=\"verse-num\" id=\"v38012009-1\">9&nbsp;</b>And on that day I will seek to destroy all the nations that come against Jerusalem.</p>\n\n<p id=\"p38012009_11-15\"><b class=\"verse-num\" id=\"v38012010-1\">10&nbsp;</b>“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn. <b class=\"verse-num\" id=\"v38012011-1\">11&nbsp;</b>On that day the mourning in Jerusalem will be as great as the mourning for Hadad-rimmon in the plain of Megiddo. <b class=\"verse-num\" id=\"v38012012-1\">12&nbsp;</b>The land shall mourn, each family by itself: the family of the house of David by itself, and their wives by themselves; the family of the house of Nathan by itself, and their wives by themselves; <b class=\"verse-num\" id=\"v38012013-1\">13&nbsp;</b>the family of the house of Levi by itself, and their wives by themselves; the family of the Shimeites by itself, and their wives by themselves; <b class=\"verse-num\" id=\"v38012014-1\">14&nbsp;</b>and all the families that are left, each by itself, and their wives by themselves.</p>\n\n</div>","kjv":"<strong>1</strong> The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.  <strong>2</strong> Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and  against Jerusalem.  <strong>3</strong> And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.  <strong>4</strong> In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.  <strong>5</strong> And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God.  <strong>6</strong> In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.  <strong>7</strong> The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah.  <strong>8</strong> In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them.  <strong>9</strong> And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.  <strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  <strong>11</strong> In that day shall there be a great mourning in Jerusalem, as the mourning of Hadadrimmon in the valley of Megiddon.  <strong>12</strong> And the land shall mourn, every family apart; the family of the house of David apart, and their wives apart; the family of the house of Nathan apart, and their wives apart;  <strong>13</strong> The family of the house of Levi apart, and their wives apart; the family of Shimei apart, and their wives apart;  <strong>14</strong> All the families that remain, every family apart, and their wives apart.  ","niv":"<sup><strong>1</strong></sup> This is the word of the LORD concerning Israel. The LORD, who stretches out the heavens, who lays the foundation of the earth, and who forms the spirit of man within him, declares: <sup><strong>2</strong></sup> \"I am going to make Jerusalem a cup that sends all the surrounding peoples reeling. Judah will be besieged as well as Jerusalem. <sup><strong>3</strong></sup> On that day, when all the nations of the earth are gathered against her, I will make Jerusalem an immovable rock for all the nations. All who try to move it will injure themselves. <sup><strong>4</strong></sup> On that day I will strike every horse with panic and its rider with madness,\" declares the LORD. \"I will keep a watchful eye over the house of Judah, but I will blind all the horses of the nations. <sup><strong>5</strong></sup> Then the leaders of Judah will say in their hearts, 'The people of Jerusalem are strong, because the LORD Almighty is their God.' <sup><strong>6</strong></sup> \"On that day I will make the leaders of Judah like a firepot in a woodpile, like a flaming torch among sheaves. They will consume right and left all the surrounding peoples, but Jerusalem will remain intact in her place. <sup><strong>7</strong></sup> \"The LORD will save the dwellings of Judah first, so that the honor of the house of David and of Jerusalem's inhabitants may not be greater than that of Judah. <sup><strong>8</strong></sup> On that day the LORD will shield those who live in Jerusalem, so that the feeblest among them will be like David, and the house of David will be like God, like the Angel of the LORD going before them. <sup><strong>9</strong></sup> On that day I will set out to destroy all the nations that attack Jerusalem. <sup><strong>10</strong></sup> \"And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and supplication. They will look on me, the one they have pierced, and they will mourn for him as one mourns for an only child, and grieve bitterly for him as one grieves for a firstborn son. <sup><strong>11</strong></sup> On that day the weeping in Jerusalem will be great, like the weeping of Hadad Rimmon in the plain of Megiddo. <sup><strong>12</strong></sup> The land will mourn, each clan by itself, with their wives by themselves: the clan of the house of David and their wives, the clan of the house of Nathan and their wives, <sup><strong>13</strong></sup> the clan of the house of Levi and their wives, the clan of Shimei and their wives, <sup><strong>14</strong></sup> and all the rest of the clans and their wives. "},{"_id":"615a1d117c790f6c0a491637","topicId":"615a1d0d7c790f6c0a49162b","verse":"Ezekiel 37:26-28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26037026_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v26037026-1\">26&nbsp;</b>I will make a covenant of peace with them. It shall be an everlasting covenant with them. And I will set them in their land and multiply them, and will set my sanctuary in their midst forevermore. <b class=\"verse-num\" id=\"v26037027-1\">27&nbsp;</b>My dwelling place shall be with them, and I will be their God, and they shall be my people. <b class=\"verse-num\" id=\"v26037028-1\">28&nbsp;</b>Then the nations will know that I am the LORD who sanctifies Israel, when my sanctuary is in their midst forevermore.”</p>\n\n</div>","kjv":"<strong>26</strong> Moreover I will make a covenant of peace with them; it shall be an everlasting covenant with them: and I will place them, and multiply them, and will set my sanctuary in the midst of them for evermore.  <strong>27</strong> My tabernacle also shall be with them: yea, I will be their God, and they shall be my people.  <strong>28</strong> And the heathen shall know that I the LORD do sanctify Israel, when my sanctuary shall be in the midst of them for evermore.  ","niv":"<sup><strong>26</strong></sup> I will make a covenant of peace with them; it will be an everlasting covenant. I will establish them and increase their numbers, and I will put my sanctuary among them forever. <sup><strong>27</strong></sup> My dwelling place will be with them; I will be their God, and they will be my people. <sup><strong>28</strong></sup> Then the nations will know that I the LORD make Israel holy, when my sanctuary is among them forever.'\" ","modified":"2022-10-19T15:28:35.227Z"},{"_id":"615a1d117c790f6c0a491638","topicId":"615a1d0d7c790f6c0a49162b","verse":"Ezra 2:59","votes":3,"__v":0,"esv":"<div>\n<p id=\"p15002059_01-17\"><b class=\"verse-num\" id=\"v15002059-1\">59&nbsp;</b>The following were those who came up from Tel-melah, Tel-harsha, Cherub, Addan, and Immer, though they could not prove their fathers’ houses or their descent, whether they belonged to Israel:</p>\n</div>","kjv":"<strong>59</strong> And these were they which went up from Tel-melah, Tel-harsa, Cherub, Addan, and Immer: but they could not shew their father’s house, and their seed, whether they were of Israel:  ","niv":"<sup><strong>59</strong></sup> The following came up from the towns of Tel Melah, Tel Harsha, Kerub, Addon and Immer, but they could not show that their families were descended from Israel:"},{"_id":"615a1d127c790f6c0a491639","topicId":"615a1d0d7c790f6c0a49162b","verse":"Revelation 11:1-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66011001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66011001-1\">11:1&nbsp;</b>Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, <b class=\"verse-num\" id=\"v66011002-1\">2&nbsp;</b>but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. <b class=\"verse-num\" id=\"v66011003-1\">3&nbsp;</b>And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”</p>\n<p id=\"p66011003_04-18\"><b class=\"verse-num\" id=\"v66011004-1\">4&nbsp;</b>These are the two olive trees and the two lampstands that stand before the Lord of the earth. <b class=\"verse-num\" id=\"v66011005-1\">5&nbsp;</b>And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. <b class=\"verse-num\" id=\"v66011006-1\">6&nbsp;</b>They have the power to shut the sky, that no rain may fall during the days of their prophesying, and they have power over the waters to turn them into blood and to strike the earth with every kind of plague, as often as they desire. <b class=\"verse-num\" id=\"v66011007-1\">7&nbsp;</b>And when they have finished their testimony, the beast that rises from the bottomless pit will make war on them and conquer them and kill them, <b class=\"verse-num\" id=\"v66011008-1\">8&nbsp;</b>and their dead bodies will lie in the street of the great city that symbolically is called Sodom and Egypt, where their Lord was crucified. <b class=\"verse-num\" id=\"v66011009-1\">9&nbsp;</b>For three and a half days some from the peoples and tribes and languages and nations will gaze at their dead bodies and refuse to let them be placed in a tomb, <b class=\"verse-num\" id=\"v66011010-1\">10&nbsp;</b>and those who dwell on the earth will rejoice over them and make merry and exchange presents, because these two prophets had been a torment to those who dwell on the earth. <b class=\"verse-num\" id=\"v66011011-1\">11&nbsp;</b>But after the three and a half days a breath of life from God entered them, and they stood up on their feet, and great fear fell on those who saw them. <b class=\"verse-num\" id=\"v66011012-1\">12&nbsp;</b>Then they heard a loud voice from heaven saying to them, “Come up here!” And they went up to heaven in a cloud, and their enemies watched them. <b class=\"verse-num\" id=\"v66011013-1\">13&nbsp;</b>And at that hour there was a great earthquake, and a tenth of the city fell. Seven thousand people were killed in the earthquake, and the rest were terrified and gave glory to the God of heaven.</p>\n<p id=\"p66011013_04-18\"><b class=\"verse-num\" id=\"v66011014-1\">14&nbsp;</b>The second woe has passed; behold, the third woe is soon to come.</p>\n\n<p id=\"p66011014_07-18\"><b class=\"verse-num\" id=\"v66011015-1\">15&nbsp;</b>Then the seventh angel blew his trumpet, and there were loud voices in heaven, saying, “The kingdom of the world has become the kingdom of our Lord and of his Christ, and he shall reign forever and ever.” <b class=\"verse-num\" id=\"v66011016-1\">16&nbsp;</b>And the twenty-four elders who sit on their thrones before God fell on their faces and worshiped God, <b class=\"verse-num\" id=\"v66011017-1\">17&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66011017_07-18\" class=\"line\">&nbsp;&nbsp;“We give thanks to you, Lord God Almighty,</span><br><span id=\"p66011017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who is and who was,</span><br><span id=\"p66011017_07-18\" class=\"line\">&nbsp;&nbsp;for you have taken your great power</span><br><span id=\"p66011017_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and begun to reign.</span><br><span id=\"p66011018_07-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v66011018-1\">18&nbsp;</b>&nbsp;&nbsp;The nations raged,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your wrath came,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the time for the dead to be judged,</span><br><span id=\"p66011018_07-18\" class=\"line\">&nbsp;&nbsp;and for rewarding your servants, the prophets and saints,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who fear your name,</span><br><span id=\"p66011018_07-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;both small and great,</span><br><span id=\"p66011018_07-18\" class=\"line\">&nbsp;&nbsp;and for destroying the destroyers of the earth.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66011018_07-18\"><b class=\"verse-num\" id=\"v66011019-1\">19&nbsp;</b>Then God’s temple in heaven was opened, and the ark of his covenant was seen within his temple. There were flashes of lightning, rumblings, peals of thunder, an earthquake, and heavy hail.</p>\n\n</div>","kjv":"<strong>1</strong> And there was given me a reed like unto a rod: and the angel stood, saying, Rise, and measure the temple of God, and the altar, and them that worship therein.  <strong>2</strong> But the court which is without the temple leave out, and measure it not; for it is given unto the Gentiles: and the holy city shall they tread under foot forty and two months.  <strong>3</strong> And I will give power unto my two witnesses, and they shall prophesy a thousand two hundred and threescore days, clothed in sackcloth.  <strong>4</strong> These are the two olive trees, and the two candlesticks standing before the God of the earth.  <strong>5</strong> And if any man will hurt them, fire proceedeth out of their mouth, and devoureth their enemies: and if any man will hurt them, he must in this manner be killed.  <strong>6</strong> These have power to shut heaven, that it rain not in the days of their prophecy: and have power over waters to turn them to blood, and to smite the earth with all plagues, as often as they will.  <strong>7</strong> And when they shall have finished their testimony, the beast that ascendeth out of the bottomless pit shall make war against them, and shall overcome them, and kill them.  <strong>8</strong> And their dead bodies shall lie in the street of the great city, which spiritually is called Sodom and Egypt, where also our Lord was crucified.  <strong>9</strong> And they of the people and kindreds and tongues and nations shall see their dead bodies three days and an half, and shall not suffer their dead bodies to be put in graves.  <strong>10</strong> And they that dwell upon the earth shall rejoice over them, and make merry, and shall send gifts one to another; because these two prophets tormented them that dwelt on the earth.  <strong>11</strong> And after three days and an half the Spirit of life from God entered into them, and they stood upon their feet; and great fear fell upon them which saw them.  <strong>12</strong> And they heard a great voice from heaven saying unto them, Come up hither. And they ascended up to heaven in a cloud; and their enemies beheld them.  <strong>13</strong> And the same hour was there a great earthquake, and the tenth part of the city fell, and in the earthquake were slain of men seven thousand: and the remnant were affrighted, and gave glory to the God of heaven.  <strong>14</strong> The second woe is past; and, behold, the third woe cometh quickly.  <strong>15</strong> And the seventh angel sounded; and there were great voices in heaven, saying, The kingdoms of this world are become the kingdoms of our Lord, and of his Christ; and he shall reign for ever and ever.  <strong>16</strong> And the four and twenty elders, which sat before God on their seats, fell upon their faces, and worshipped God,  <strong>17</strong> Saying, We give thee thanks, O Lord God Almighty, which art, and wast, and art to come; because thou hast taken to thee thy great power, and hast reigned.  <strong>18</strong> And the nations were angry, and thy wrath is come, and the time of the dead, that they should be judged, and that thou shouldest give reward unto thy servants the prophets, and to the saints, and them that fear thy name, small and great; and shouldest destroy them which destroy the earth.  <strong>19</strong> And the temple of God was opened in heaven, and there was seen in his temple the ark of his testament: and there were lightnings, and voices, and thunderings, and an earthquake, and great hail.  ","niv":"<sup><strong>1</strong></sup> I was given a reed like a measuring rod and was told, \"Go and measure the temple of God and the altar, and count the worshipers there. <sup><strong>2</strong></sup> But exclude the outer court; do not measure it, because it has been given to the Gentiles. They will trample on the holy city for 42 months. <sup><strong>3</strong></sup> And I will give power to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.\" <sup><strong>4</strong></sup> These are the two olive trees and the two lampstands that stand before the Lord of the earth. <sup><strong>5</strong></sup> If anyone tries to harm them, fire comes from their mouths and devours their enemies. This is how anyone who wants to harm them must die. <sup><strong>6</strong></sup> These men have power to shut up the sky so that it will not rain during the time they are prophesying; and they have power to turn the waters into blood and to strike the earth with every kind of plague as often as they want. <sup><strong>7</strong></sup> Now when they have finished their testimony, the beast that comes up from the Abyss will attack them, and overpower and kill them. <sup><strong>8</strong></sup> Their bodies will lie in the street of the great city, which is figuratively called Sodom and Egypt, where also their Lord was crucified. <sup><strong>9</strong></sup> For three and a half days men from every people, tribe, language and nation will gaze on their bodies and refuse them burial. <sup><strong>10</strong></sup> The inhabitants of the earth will gloat over them and will celebrate by sending each other gifts, because these two prophets had tormented those who live on the earth. <sup><strong>11</strong></sup> But after the three and a half days a breath of life from God entered them, and they stood on their feet, and terror struck those who saw them. <sup><strong>12</strong></sup> Then they heard a loud voice from heaven saying to them, \"Come up here.\" And they went up to heaven in a cloud, while their enemies looked on. <sup><strong>13</strong></sup> At that very hour there was a severe earthquake and a tenth of the city collapsed. Seven thousand people were killed in the earthquake, and the survivors were terrified and gave glory to the God of heaven. <sup><strong>14</strong></sup> The second woe has passed; the third woe is coming soon. <sup><strong>15</strong></sup> The seventh angel sounded his trumpet, and there were loud voices in heaven, which said: \"The kingdom of the world has become the kingdom of our Lord and of his Christ, and he will reign for ever and ever.\" <sup><strong>16</strong></sup> And the twenty-four elders, who were seated on their thrones before God, fell on their faces and worshiped God, <sup><strong>17</strong></sup> saying: \"We give thanks to you, Lord God Almighty, the One who is and who was, because you have taken your great power and have begun to reign. <sup><strong>18</strong></sup> The nations were angry; and your wrath has come. The time has come for judging the dead, and for rewarding your servants the prophets and your saints and those who reverence your name, both small and great--and for destroying those who destroy the earth.\" <sup><strong>19</strong></sup> Then God's temple in heaven was opened, and within his temple was seen the ark of his covenant. And there came flashes of lightning, rumblings, peals of thunder, an earthquake and a great hailstorm. "},{"_id":"615a1d127c790f6c0a49163a","topicId":"615a1d0d7c790f6c0a49162b","verse":"Titus 2:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God."},{"_id":"615a1d127c790f6c0a49163b","topicId":"615a1d0d7c790f6c0a49162b","verse":"Colossians 3:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003025_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n</div>","kjv":"<strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism."},{"_id":"615a1d127c790f6c0a49163c","topicId":"615a1d0d7c790f6c0a49162b","verse":"Numbers 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p04001018_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head,</p>\n</div>","kjv":"<strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  ","niv":"<sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one,"},{"_id":"615a1d137c790f6c0a49163d","topicId":"615a1d0d7c790f6c0a49162b","verse":"Genesis 2:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01002024_01-22\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01002024-1\">24&nbsp;</b>Therefore a man shall leave his father and his mother and hold fast to his wife, and they shall become one flesh.</p>\n</div>","kjv":"<strong>24</strong> Therefore shall a man leave his father and his mother, and shall cleave unto his wife: and they shall be one flesh.  ","niv":"<sup><strong>24</strong></sup> For this reason a man will leave his father and mother and be united to his wife, and they will become one flesh."},{"_id":"615a1d137c790f6c0a49163e","topicId":"615a1d0d7c790f6c0a49162b","verse":"2 Peter 1:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61001019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001019-1\">19&nbsp;</b>And we have the prophetic word more fully confirmed, to which you will do well to pay attention as to a lamp shining in a dark place, until the day dawns and the morning star rises in your hearts,</p>\n</div>","kjv":"<strong>19</strong> We have also a more sure word of prophecy; whereunto ye do well that ye take heed, as unto a light that shineth in a dark place, until the day dawn, and the day star arise in your hearts:  ","niv":"<sup><strong>19</strong></sup> And we have the word of the prophets made more certain, and you will do well to pay attention to it, as to a light shining in a dark place, until the day dawns and the morning star rises in your hearts."},{"_id":"615a1d137c790f6c0a49163f","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Peter 3:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight."},{"_id":"615a1d147c790f6c0a491640","topicId":"615a1d0d7c790f6c0a49162b","verse":"Hebrews 10:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-26\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"615a1d147c790f6c0a491641","topicId":"615a1d0d7c790f6c0a49162b","verse":"1 Timothy 2:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve;</p>\n</div>","kjv":"<strong>13</strong> For Adam was first formed, then Eve.  ","niv":"<sup><strong>13</strong></sup> For Adam was formed first, then Eve.","modified":"2024-01-03T12:08:04.705Z"},{"_id":"615a1d147c790f6c0a491642","topicId":"615a1d0d7c790f6c0a49162b","verse":"Micah 5:2","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p33005002_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v33005002-1\">2&nbsp;</b>&nbsp;&nbsp; But you, O Bethlehem Ephrathah,</span><br><span id=\"p33005002_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are too little to be among the clans of Judah,</span><br><span id=\"p33005002_01-29\" class=\"line\">&nbsp;&nbsp;from you shall come forth for me</span><br><span id=\"p33005002_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;one who is to be ruler in Israel,</span><br><span id=\"p33005002_01-29\" class=\"line\">&nbsp;&nbsp;whose coming forth is from of old,</span><br><span id=\"p33005002_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from ancient days.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> But thou, Bethlehem Ephratah, though thou be little among the thousands of Judah, yet out of thee shall he come forth unto me that is to be ruler in Israel; whose goings forth have been  from of old, from everlasting.  ","niv":"<sup><strong>2</strong></sup> \"But you, Bethlehem Ephrathah, though you are small among the clans of Judah, out of you will come for me one who will be ruler over Israel, whose origins are from of old, from ancient times. \""},{"_id":"615a1d157c790f6c0a491643","topicId":"615a1d0d7c790f6c0a49162b","verse":"Leviticus 20:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads."},{"_id":"615a1d157c790f6c0a491644","topicId":"615a1d0d7c790f6c0a49162b","verse":"Revelation 6:12","votes":0,"__v":0,"esv":"<div>\n<p id=\"p66006012_01-31\"><b class=\"verse-num\" id=\"v66006012-1\">12&nbsp;</b>When he opened the sixth seal, I looked, and behold, there was a great earthquake, and the sun became black as sackcloth, the full moon became like blood,</p>\n</div>","kjv":"<strong>12</strong> And I beheld when he had opened the sixth seal, and, lo, there was a great earthquake; and the sun became black as sackcloth of hair, and the moon became as blood;  ","niv":"<sup><strong>12</strong></sup> I watched as he opened the sixth seal. There was a great earthquake. The sun turned black like sackcloth made of goat hair, the whole moon turned blood red,","modified":"2022-12-30T15:59:26.832Z"}]}