{"_id":"615a1ce77c790f6c0a491611","slug":"braided-hair","name":"Braided Hair","verses":[{"_id":"615a1ce77c790f6c0a491612","topicId":"615a1ce77c790f6c0a491611","verse":"1 Timothy 2:9","votes":94,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire,</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes,"},{"_id":"615a1ce87c790f6c0a491613","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:3-4","votes":81,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_04-5\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_08-5\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_08-5\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_08-5\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_08-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_08-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_08-5\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_08-5\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_08-5\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. ","modified":"2022-10-01T20:46:37.951Z"},{"_id":"615a1ce87c790f6c0a491614","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:1-22","votes":55,"__v":0,"kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? <sup><strong>14</strong></sup> But even if you should suffer for what is right, you are blessed. \"Do not fear what they fear; do not be frightened.\" <sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect, <sup><strong>16</strong></sup> keeping a clear conscience, so that those who speak maliciously against your good behavior in Christ may be ashamed of their slander. <sup><strong>17</strong></sup> It is better, if it is God's will, to suffer for doing good than for doing evil. <sup><strong>18</strong></sup> For Christ died for sins once for all, the righteous for the unrighteous, to bring you to God. He was put to death in the body but made alive by the Spirit, <sup><strong>19</strong></sup> through whom also he went and preached to the spirits in prison <sup><strong>20</strong></sup> who disobeyed long ago when God waited patiently in the days of Noah while the ark was being built. In it only a few people, eight in all, were saved through water, <sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ, <sup><strong>22</strong></sup> who has gone into heaven and is at God's right hand--with angels, authorities and powers in submission to him. ","modified":"2022-08-31T12:50:07.594Z"},{"_id":"615a1ce87c790f6c0a491615","topicId":"615a1ce77c790f6c0a491611","verse":"1 Timothy 2:9-10","votes":41,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. "},{"_id":"615a1ce87c790f6c0a491616","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:4","votes":34,"__v":0,"esv":"<div>\n<p id=\"p60003004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight.","modified":"2023-01-08T15:19:09.108Z"},{"_id":"615a1ce97c790f6c0a491617","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:3","votes":32,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes."},{"_id":"615a1ce97c790f6c0a491618","topicId":"615a1ce77c790f6c0a491611","verse":"Deuteronomy 22:5","votes":30,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-12\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this."},{"_id":"615a1ce97c790f6c0a491619","topicId":"615a1ce77c790f6c0a491611","verse":"Proverbs 11:22","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011022_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011022-1\">22&nbsp;</b>&nbsp;&nbsp;Like a gold ring in a pig’s snout</span><br><span id=\"p20011022_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a beautiful woman without discretion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> As a jewel of gold in a swine’s snout, so is a fair woman which is without discretion.  ","niv":"<sup><strong>22</strong></sup> Like a gold ring in a pig's snout is a beautiful woman who shows no discretion.","modified":"2022-06-23T04:35:44.398Z"},{"_id":"615a1cea7c790f6c0a49161a","topicId":"615a1ce77c790f6c0a491611","verse":"1 Corinthians 11:15","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46011015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering.</p>\n</div>","kjv":"<strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  ","niv":"<sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering.","modified":"2022-08-29T07:18:19.276Z"},{"_id":"615a1cea7c790f6c0a49161b","topicId":"615a1ce77c790f6c0a491611","verse":"Romans 12:1","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship."},{"_id":"615a1cea7c790f6c0a49161c","topicId":"615a1ce77c790f6c0a491611","verse":"Proverbs 31:30","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031030_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  ","niv":"<sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised."},{"_id":"615a1ceb7c790f6c0a49161d","topicId":"615a1ce77c790f6c0a491611","verse":"Isaiah 61:10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23061010_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23061010-1\">10&nbsp;</b>&nbsp;&nbsp;I will greatly rejoice in the LORD;</span><br><span id=\"p23061010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul shall exult in my God,</span><br><span id=\"p23061010_01-18\" class=\"line\">&nbsp;&nbsp;for he has clothed me with the garments of salvation;</span><br><span id=\"p23061010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has covered me with the robe of righteousness,</span><br><span id=\"p23061010_01-18\" class=\"line\">&nbsp;&nbsp;as a bridegroom decks himself like a priest with a beautiful headdress,</span><br><span id=\"p23061010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as a bride adorns herself with her jewels.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> I will greatly rejoice in the LORD, my soul shall be joyful in my God; for he hath clothed me with the garments of salvation, he hath covered me with the robe of righteousness, as a bridegroom decketh himself with ornaments, and as a bride adorneth herself with her jewels.  ","niv":"<sup><strong>10</strong></sup> I delight greatly in the LORD; my soul rejoices in my God. For he has clothed me with garments of salvation and arrayed me in a robe of righteousness, as a bridegroom adorns his head like a priest, and as a bride adorns herself with her jewels."},{"_id":"615a1ceb7c790f6c0a49161e","topicId":"615a1ce77c790f6c0a491611","verse":"1 Timothy 2:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p54002010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God."},{"_id":"615a1ceb7c790f6c0a49161f","topicId":"615a1ce77c790f6c0a491611","verse":"Isaiah 3:16-17","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003016_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003016-1\">16&nbsp;</b>&nbsp;&nbsp;The LORD said:</span><br><span id=\"p23003016_01-21\" class=\"line\">&nbsp;&nbsp;Because the daughters of Zion are haughty</span><br><span id=\"p23003016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and walk with outstretched necks,</span><br><span id=\"p23003016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;glancing wantonly with their eyes,</span><br><span id=\"p23003016_01-21\" class=\"line\">&nbsp;&nbsp;mincing along as they go,</span><br><span id=\"p23003016_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;tinkling with their feet,</span><br><span id=\"p23003017_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003017-1\">17&nbsp;</b>&nbsp;&nbsp;therefore the Lord will strike with a scab</span><br><span id=\"p23003017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the heads of the daughters of Zion,</span><br><span id=\"p23003017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the LORD will lay bare their secret parts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> Moreover the LORD saith, Because the daughters of Zion are haughty, and walk with stretched forth necks and wanton eyes, walking and mincing as they go, and making a tinkling with their feet:  <strong>17</strong> Therefore the LORD will smite with a scab the crown of the head of the daughters of Zion, and the LORD will discover their secret parts.  ","niv":"<sup><strong>16</strong></sup> The LORD says, \"The women of Zion are haughty, walking along with outstretched necks, flirting with their eyes, tripping along with mincing steps, with ornaments jingling on their ankles. <sup><strong>17</strong></sup> Therefore the Lord will bring sores on the heads of the women of Zion; the LORD will make their scalps bald.\" "},{"_id":"615a1ceb7c790f6c0a491620","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:3-13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n<p id=\"p60003006_01-23\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n<p id=\"p60003007_05-23\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind. <b class=\"verse-num\" id=\"v60003009-1\">9&nbsp;</b>Do not repay evil for evil or reviling for reviling, but on the contrary, bless, for to this you were called, that you may obtain a blessing. <b class=\"verse-num\" id=\"v60003010-1\">10&nbsp;</b>For</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60003010_05-23\" class=\"line\">&nbsp;&nbsp;“Whoever desires to love life</span><br><span id=\"p60003010_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and see good days,</span><br><span id=\"p60003010_05-23\" class=\"line\">&nbsp;&nbsp;let him keep his tongue from evil</span><br><span id=\"p60003010_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lips from speaking deceit;</span><br><span id=\"p60003011_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003011-1\">11&nbsp;</b>&nbsp;&nbsp;let him turn away from evil and do good;</span><br><span id=\"p60003011_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him seek peace and pursue it.</span><br><span id=\"p60003012_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v60003012-1\">12&nbsp;</b>&nbsp;&nbsp;For the eyes of the Lord are on the righteous,</span><br><span id=\"p60003012_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his ears are open to their prayer.</span><br><span id=\"p60003012_05-23\" class=\"line\">&nbsp;&nbsp;But the face of the Lord is against those who do evil.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60003012_05-23\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good?</p>\n\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  <strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  <strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  <strong>9</strong> Not rendering evil for evil, or railing for railing: but contrariwise blessing; knowing that ye are thereunto called, that ye should inherit a blessing.  <strong>10</strong> For he that will love life, and see good days, let him refrain his tongue from evil, and his lips that they speak no guile:  <strong>11</strong> Let him eschew evil, and do good; let him seek peace, and ensue it.  <strong>12</strong> For the eyes of the Lord are over the righteous, and his ears are open unto their prayers: but the face of the Lord is  against them that do evil.  <strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. <sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers. <sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble. <sup><strong>9</strong></sup> Do not repay evil with evil or insult with insult, but with blessing, because to this you were called so that you may inherit a blessing. <sup><strong>10</strong></sup> For, \"Whoever would love life and see good days must keep his tongue from evil and his lips from deceitful speech. <sup><strong>11</strong></sup> He must turn from evil and do good; he must seek peace and pursue it. <sup><strong>12</strong></sup> For the eyes of the Lord are on the righteous and his ears are attentive to their prayer, but the face of the Lord is against those who do evil.\" <sup><strong>13</strong></sup> Who is going to harm you if you are eager to do good? "},{"_id":"615a1cec7c790f6c0a491621","topicId":"615a1ce77c790f6c0a491611","verse":"1 Corinthians 14:34","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46014034_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says.</p>\n</div>","kjv":"<strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  ","niv":"<sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says."},{"_id":"615a1cec7c790f6c0a491622","topicId":"615a1ce77c790f6c0a491611","verse":"Ezekiel 16:10-14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p26016010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016010-1\">10&nbsp;</b>I clothed you also with embroidered cloth and shod you with fine leather. I wrapped you in fine linen and covered you with silk. <b class=\"verse-num\" id=\"v26016011-1\">11&nbsp;</b>And I adorned you with ornaments and put bracelets on your wrists and a chain on your neck. <b class=\"verse-num\" id=\"v26016012-1\">12&nbsp;</b>And I put a ring on your nose and earrings in your ears and a beautiful crown on your head. <b class=\"verse-num\" id=\"v26016013-1\">13&nbsp;</b>Thus you were adorned with gold and silver, and your clothing was of fine linen and silk and embroidered cloth. You ate fine flour and honey and oil. You grew exceedingly beautiful and advanced to royalty. <b class=\"verse-num\" id=\"v26016014-1\">14&nbsp;</b>And your renown went forth among the nations because of your beauty, for it was perfect through the splendor that I had bestowed on you, declares the Lord GOD.</p>\n\n</div>","kjv":"<strong>10</strong> I clothed thee also with broidered work, and shod thee with badgers’ skin, and I girded thee about with fine linen, and I covered thee with silk.  <strong>11</strong> I decked thee also with ornaments, and I put bracelets upon thy hands, and a chain on thy neck.  <strong>12</strong> And I put a jewel on thy forehead, and earrings in thine ears, and a beautiful crown upon thine head.  <strong>13</strong> Thus wast thou decked with gold and silver; and thy raiment was of  fine linen, and silk, and broidered work; thou didst eat fine flour, and honey, and oil: and thou wast exceeding beautiful, and thou didst prosper into a kingdom.  <strong>14</strong> And thy renown went forth among the heathen for thy beauty: for it was perfect through my comeliness, which I had put upon thee, saith the Lord GOD.  ","niv":"<sup><strong>10</strong></sup> I clothed you with an embroidered dress and put leather sandals on you. I dressed you in fine linen and covered you with costly garments. <sup><strong>11</strong></sup> I adorned you with jewelry: I put bracelets on your arms and a necklace around your neck, <sup><strong>12</strong></sup> and I put a ring on your nose, earrings on your ears and a beautiful crown on your head. <sup><strong>13</strong></sup> So you were adorned with gold and silver; your clothes were of fine linen and costly fabric and embroidered cloth. Your food was fine flour, honey and olive oil. You became very beautiful and rose to be a queen. <sup><strong>14</strong></sup> And your fame spread among the nations on account of your beauty, because the splendor I had given you made your beauty perfect, declares the Sovereign LORD. ","modified":"2022-07-31T01:55:28.814Z"},{"_id":"615a1cec7c790f6c0a491623","topicId":"615a1ce77c790f6c0a491611","verse":"Matthew 5:13-18","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p40005013_04-27\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_04-27\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_10-27\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n\n</div>","kjv":"<strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. "},{"_id":"615a1ced7c790f6c0a491624","topicId":"615a1ce77c790f6c0a491611","verse":"James 1:1-27","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-28\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-28\">Greetings.</p>\n\n<p id=\"p59001001_06-28\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-28\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-28\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-28\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-28\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-28\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-28\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-28\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"615a1ced7c790f6c0a491625","topicId":"615a1ce77c790f6c0a491611","verse":"Luke 16:18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p42016018_04-29\"><b class=\"verse-num woc\" id=\"v42016018-1\">18&nbsp;</b><span class=\"woc\">“Everyone who divorces his wife and marries another commits adultery, and he who marries a woman divorced from her husband commits adultery.</span></p>\n</div>","kjv":"<strong>18</strong> Whosoever putteth away his wife, and marrieth another, committeth adultery: and whosoever marrieth her that is put away from her  husband committeth adultery. ","niv":"<sup><strong>18</strong></sup> \"Anyone who divorces his wife and marries another woman commits adultery, and the man who marries a divorced woman commits adultery."},{"_id":"615a1ced7c790f6c0a491626","topicId":"615a1ce77c790f6c0a491611","verse":"1 John 2:1-29","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-30\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-30\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-30\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-30\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-30\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-30\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-30\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-30\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"615a1cee7c790f6c0a491627","topicId":"615a1ce77c790f6c0a491611","verse":"1 Peter 3:1-6","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-32\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives, <b class=\"verse-num\" id=\"v60003002-1\">2&nbsp;</b>when they see your respectful and pure conduct. <b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious. <b class=\"verse-num\" id=\"v60003005-1\">5&nbsp;</b>For this is how the holy women who hoped in God used to adorn themselves, by submitting to their own husbands, <b class=\"verse-num\" id=\"v60003006-1\">6&nbsp;</b>as Sarah obeyed Abraham, calling him lord. And you are her children, if you do good and do not fear anything that is frightening.</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  <strong>2</strong> While they behold your chaste conversation coupled with fear.  <strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  <strong>5</strong> For after this manner in the old time the holy women also, who trusted in God, adorned themselves, being in subjection unto their own husbands:  <strong>6</strong> Even as Sarah obeyed Abraham, calling him lord: whose daughters ye are, as long as ye do well, and are not afraid with any amazement.  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives, <sup><strong>2</strong></sup> when they see the purity and reverence of your lives. <sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. <sup><strong>5</strong></sup> For this is the way the holy women of the past who put their hope in God used to make themselves beautiful. They were submissive to their own husbands, <sup><strong>6</strong></sup> like Sarah, who obeyed Abraham and called him her master. You are her daughters if you do what is right and do not give way to fear. "},{"_id":"615a1cee7c790f6c0a491628","topicId":"615a1ce77c790f6c0a491611","verse":"John 8:21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p43008021_01-33\"><b class=\"verse-num\" id=\"v43008021-1\">21&nbsp;</b>So he said to them again, <span class=\"woc\">“I am going away, and you will seek me, and you will die in your sin. Where I am going, you cannot come.”</span></p>\n</div>","kjv":"<strong>21</strong> Then said Jesus again unto them, I go my way, and ye shall seek me, and shall die in your sins: whither I go, ye cannot come.  ","niv":"<sup><strong>21</strong></sup> Once more Jesus said to them, \"I am going away, and you will look for me, and you will die in your sin. Where I go, you cannot come.\""},{"_id":"615a1cee7c790f6c0a491629","topicId":"615a1ce77c790f6c0a491611","verse":"Deuteronomy 7:25-26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05007025_01-34\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007025-1\">25&nbsp;</b>The carved images of their gods you shall burn with fire. You shall not covet the silver or the gold that is on them or take it for yourselves, lest you be ensnared by it, for it is an abomination to the LORD your God. <b class=\"verse-num\" id=\"v05007026-1\">26&nbsp;</b>And you shall not bring an abominable thing into your house and become devoted to destruction like it. You shall utterly detest and abhor it, for it is devoted to destruction.</p>\n\n</div>","kjv":"<strong>25</strong> The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it  unto thee, lest thou be snared therein: for it is an abomination to the LORD thy God.  <strong>26</strong> Neither shalt thou bring an abomination into thine house, lest thou be a cursed thing like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing.  ","niv":"<sup><strong>25</strong></sup> The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the LORD your God. <sup><strong>26</strong></sup> Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Utterly abhor and detest it, for it is set apart for destruction. "},{"_id":"615a1cee7c790f6c0a49162a","topicId":"615a1ce77c790f6c0a491611","verse":"John 3:16-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-35\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "}]}