{"_id":"615a1d527c790f6c0a49165f","slug":"branding","name":"Branding","verses":[{"_id":"615a1d527c790f6c0a491660","topicId":"615a1d527c790f6c0a49165f","verse":"Leviticus 19:28","votes":9,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"615a1d527c790f6c0a491661","topicId":"615a1d527c790f6c0a49165f","verse":"1 Peter 2:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-3\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light.","modified":"2023-02-16T05:17:22.133Z"},{"_id":"615a1d537c790f6c0a491662","topicId":"615a1d527c790f6c0a49165f","verse":"Romans 14:1-23","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-4\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-4\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-4\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-4\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-4\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"615a1d537c790f6c0a491663","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 39:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01039009_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v01039009-1\">9&nbsp;</b>He is not greater in this house than I am, nor has he kept back anything from me except you, because you are his wife. How then can I do this great wickedness and sin against God?”</p>\n</div>","kjv":"<strong>9</strong> There is none greater in this house than I; neither hath he kept back any thing from me but thee, because thou art his wife: how then can I do this great wickedness, and sin against God?  ","niv":"<sup><strong>9</strong></sup> No one is greater in this house than I am. My master has withheld nothing from me except you, because you are his wife. How then could I do such a wicked thing and sin against God?\""},{"_id":"615a1d537c790f6c0a491664","topicId":"615a1d527c790f6c0a49165f","verse":"Isaiah 3:24","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003024_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003024-1\">24&nbsp;</b>&nbsp;&nbsp;Instead of perfume there will be rottenness;</span><br><span id=\"p23003024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a belt, a rope;</span><br><span id=\"p23003024_01-6\" class=\"line\">&nbsp;&nbsp;and instead of well-set hair, baldness;</span><br><span id=\"p23003024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a rich robe, a skirt of sackcloth;</span><br><span id=\"p23003024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and branding instead of beauty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and  burning instead of beauty.  ","niv":"<sup><strong>24</strong></sup> Instead of fragrance there will be a stench; instead of a sash, a rope; instead of well-dressed hair, baldness; instead of fine clothing, sackcloth; instead of beauty, branding."},{"_id":"615a1d547c790f6c0a491665","topicId":"615a1d527c790f6c0a49165f","verse":"Acts 10:1-48","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-7\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-7\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-7\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-7\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-7\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-7\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"615a1d547c790f6c0a491666","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 37:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01037003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v01037003-1\">3&nbsp;</b>Now Israel loved Joseph more than any other of his sons, because he was the son of his old age. And he made him a robe of many colors.</p>\n\n</div>","kjv":"<strong>3</strong> Now Israel loved Joseph more than all his children, because he was the son of his old age: and he made him a coat of many  colours.  ","niv":"<sup><strong>3</strong></sup> Now Israel loved Joseph more than any of his other sons, because he had been born to him in his old age; and he made a richly ornamented robe for him."},{"_id":"615a1d547c790f6c0a491667","topicId":"615a1d527c790f6c0a49165f","verse":"Revelation 16:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66016001_07-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66016001-1\">16:1&nbsp;</b>Then I heard a loud voice from the temple telling the seven angels, “Go and pour out on the earth the seven bowls of the wrath of God.”</p>\n<p id=\"p66016001_07-9\"><b class=\"verse-num\" id=\"v66016002-1\">2&nbsp;</b>So the first angel went and poured out his bowl on the earth, and harmful and painful sores came upon the people who bore the mark of the beast and worshiped its image.</p>\n<p id=\"p66016002_07-9\"><b class=\"verse-num\" id=\"v66016003-1\">3&nbsp;</b>The second angel poured out his bowl into the sea, and it became like the blood of a corpse, and every living thing died that was in the sea.</p>\n<p id=\"p66016003_07-9\"><b class=\"verse-num\" id=\"v66016004-1\">4&nbsp;</b>The third angel poured out his bowl into the rivers and the springs of water, and they became blood. <b class=\"verse-num\" id=\"v66016005-1\">5&nbsp;</b>And I heard the angel in charge of the waters say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66016005_07-9\" class=\"line\">&nbsp;&nbsp;“Just are you, O Holy One, who is and who was,</span><br><span id=\"p66016005_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you brought these judgments.</span><br><span id=\"p66016006_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v66016006-1\">6&nbsp;</b>&nbsp;&nbsp;For they have shed the blood of saints and prophets,</span><br><span id=\"p66016006_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have given them blood to drink.</span><br><span id=\"p66016006_07-9\" class=\"line\">&nbsp;&nbsp;It is what they deserve!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66016006_07-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66016007-1\">7&nbsp;</b>And I heard the altar saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66016007_07-9\" class=\"line\">&nbsp;&nbsp;“Yes, Lord God the Almighty,</span><br><span id=\"p66016007_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;true and just are your judgments!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66016007_07-9\"><b class=\"verse-num\" id=\"v66016008-1\">8&nbsp;</b>The fourth angel poured out his bowl on the sun, and it was allowed to scorch people with fire. <b class=\"verse-num\" id=\"v66016009-1\">9&nbsp;</b>They were scorched by the fierce heat, and they cursed the name of God who had power over these plagues. They did not repent and give him glory.</p>\n<p id=\"p66016009_07-9\"><b class=\"verse-num\" id=\"v66016010-1\">10&nbsp;</b>The fifth angel poured out his bowl on the throne of the beast, and its kingdom was plunged into darkness. People gnawed their tongues in anguish <b class=\"verse-num\" id=\"v66016011-1\">11&nbsp;</b>and cursed the God of heaven for their pain and sores. They did not repent of their deeds.</p>\n<p id=\"p66016011_07-9\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east. <b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs. <b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty. <b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span> <b class=\"verse-num\" id=\"v66016016-1\">16&nbsp;</b>And they assembled them at the place that in Hebrew is called Armageddon.</p>\n\n<p id=\"p66016016_10-9\"><b class=\"verse-num\" id=\"v66016017-1\">17&nbsp;</b>The seventh angel poured out his bowl into the air, and a loud voice came out of the temple, from the throne, saying, “It is done!” <b class=\"verse-num\" id=\"v66016018-1\">18&nbsp;</b>And there were flashes of lightning, rumblings, peals of thunder, and a great earthquake such as there had never been since man was on the earth, so great was that earthquake. <b class=\"verse-num\" id=\"v66016019-1\">19&nbsp;</b>The great city was split into three parts, and the cities of the nations fell, and God remembered Babylon the great, to make her drain the cup of the wine of the fury of his wrath. <b class=\"verse-num\" id=\"v66016020-1\">20&nbsp;</b>And every island fled away, and no mountains were to be found. <b class=\"verse-num\" id=\"v66016021-1\">21&nbsp;</b>And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God for the plague of the hail, because the plague was so severe.</p>\n\n</div>","kjv":"<strong>1</strong> And I heard a great voice out of the temple saying to the seven angels, Go your ways, and pour out the vials of the wrath of God upon the earth.  <strong>2</strong> And the first went, and poured out his vial upon the earth; and there fell a noisome and grievous sore upon the men which had the mark of the beast, and upon them which worshipped his image.  <strong>3</strong> And the second angel poured out his vial upon the sea; and it became as the blood of a dead man: and every living soul died in the sea.  <strong>4</strong> And the third angel poured out his vial upon the rivers and fountains of waters; and they became blood.  <strong>5</strong> And I heard the angel of the waters say, Thou art righteous, O Lord, which art, and wast, and shalt be, because thou hast judged thus.  <strong>6</strong> For they have shed the blood of saints and prophets, and thou hast given them blood to drink; for they are worthy.  <strong>7</strong> And I heard another out of the altar say, Even so, Lord God Almighty, true and righteous are thy judgments.  <strong>8</strong> And the fourth angel poured out his vial upon the sun; and power was given unto him to scorch men with fire.  <strong>9</strong> And men were scorched with great heat, and blasphemed the name of God, which hath power over these plagues: and they repented not to give him glory.  <strong>10</strong> And the fifth angel poured out his vial upon the seat of the beast; and his kingdom was full of darkness; and they gnawed their tongues for pain,  <strong>11</strong> And blasphemed the God of heaven because of their pains and their sores, and repented not of their deeds.  <strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  ","niv":"<sup><strong>1</strong></sup> Then I heard a loud voice from the temple saying to the seven angels, \"Go, pour out the seven bowls of God's wrath on the earth.\" <sup><strong>2</strong></sup> The first angel went and poured out his bowl on the land, and ugly and painful sores broke out on the people who had the mark of the beast and worshiped his image. <sup><strong>3</strong></sup> The second angel poured out his bowl on the sea, and it turned into blood like that of a dead man, and every living thing in the sea died. <sup><strong>4</strong></sup> The third angel poured out his bowl on the rivers and springs of water, and they became blood. <sup><strong>5</strong></sup> Then I heard the angel in charge of the waters say: \"You are just in these judgments, you who are and who were, the Holy One, because you have so judged; <sup><strong>6</strong></sup> for they have shed the blood of your saints and prophets, and you have given them blood to drink as they deserve.\" <sup><strong>7</strong></sup> And I heard the altar respond: \"Yes, Lord God Almighty, true and just are your judgments.\" <sup><strong>8</strong></sup> The fourth angel poured out his bowl on the sun, and the sun was given power to scorch people with fire. <sup><strong>9</strong></sup> They were seared by the intense heat and they cursed the name of God, who had control over these plagues, but they refused to repent and glorify him. <sup><strong>10</strong></sup> The fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness. Men gnawed their tongues in agony <sup><strong>11</strong></sup> and cursed the God of heaven because of their pains and their sores, but they refused to repent of what they had done. <sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East. <sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet. <sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty. <sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\" <sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon. <sup><strong>17</strong></sup> The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\" <sup><strong>18</strong></sup> Then there came flashes of lightning, rumblings, peals of thunder and a severe earthquake. No earthquake like it has ever occurred since man has been on earth, so tremendous was the quake. <sup><strong>19</strong></sup> The great city split into three parts, and the cities of the nations collapsed. God remembered Babylon the Great and gave her the cup filled with the wine of the fury of his wrath. <sup><strong>20</strong></sup> Every island fled away and the mountains could not be found. <sup><strong>21</strong></sup> From the sky huge hailstones of about a hundred pounds each fell upon men. And they cursed God on account of the plague of hail, because the plague was so terrible. "},{"_id":"615a1d547c790f6c0a491668","topicId":"615a1d527c790f6c0a49165f","verse":"1 Timothy 4:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth.</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. "},{"_id":"615a1d557c790f6c0a491669","topicId":"615a1d527c790f6c0a49165f","verse":"Isaiah 6:1-13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23006001_06-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23006001-1\">6:1&nbsp;</b>In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple. <b class=\"verse-num\" id=\"v23006002-1\">2&nbsp;</b>Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew. <b class=\"verse-num\" id=\"v23006003-1\">3&nbsp;</b>And one called to another and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006003_06-12\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy is the LORD of hosts;</span><br><span id=\"p23006003_06-12\" class=\"line\">&nbsp;&nbsp;the whole earth is full of his glory!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23006003_06-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v23006004-1\">4&nbsp;</b>And the foundations of the thresholds shook at the voice of him who called, and the house was filled with smoke. <b class=\"verse-num\" id=\"v23006005-1\">5&nbsp;</b>And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the LORD of hosts!”</p>\n<p id=\"p23006005_06-12\"><b class=\"verse-num\" id=\"v23006006-1\">6&nbsp;</b>Then one of the seraphim flew to me, having in his hand a burning coal that he had taken with tongs from the altar. <b class=\"verse-num\" id=\"v23006007-1\">7&nbsp;</b>And he touched my mouth and said: “Behold, this has touched your lips; your guilt is taken away, and your sin atoned for.”</p>\n\n<p id=\"p23006007_11-12\"><b class=\"verse-num\" id=\"v23006008-1\">8&nbsp;</b>And I heard the voice of the Lord saying, “Whom shall I send, and who will go for us?” Then I said, “Here I am! Send me.” <b class=\"verse-num\" id=\"v23006009-1\">9&nbsp;</b>And he said, “Go, and say to this people:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006009_11-12\" class=\"line\">&nbsp;&nbsp;“‘Keep on hearing, but do not understand;</span><br><span id=\"p23006009_11-12\" class=\"line\">&nbsp;&nbsp;keep on seeing, but do not perceive.’</span><br><span id=\"p23006010_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006010-1\">10&nbsp;</b>&nbsp;&nbsp;Make the heart of this people dull,</span><br><span id=\"p23006010_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their ears heavy,</span><br><span id=\"p23006010_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blind their eyes;</span><br><span id=\"p23006010_11-12\" class=\"line\">&nbsp;&nbsp;lest they see with their eyes,</span><br><span id=\"p23006010_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hear with their ears,</span><br><span id=\"p23006010_11-12\" class=\"line\">&nbsp;&nbsp;and understand with their hearts,</span><br><span id=\"p23006010_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and turn and be healed.”</span><br><span id=\"p23006011_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006011-1\">11&nbsp;</b>&nbsp;&nbsp;Then I said, “How long, O Lord?”</span><br><span id=\"p23006011_11-12\" class=\"line\">&nbsp;&nbsp;And he said:</span><br><span id=\"p23006011_11-12\" class=\"line\">&nbsp;&nbsp;“Until cities lie waste</span><br><span id=\"p23006011_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without inhabitant,</span><br><span id=\"p23006011_11-12\" class=\"line\">&nbsp;&nbsp;and houses without people,</span><br><span id=\"p23006011_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the land is a desolate waste,</span><br><span id=\"p23006012_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006012-1\">12&nbsp;</b>&nbsp;&nbsp;and the LORD removes people far away,</span><br><span id=\"p23006012_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the forsaken places are many in the midst of the land.</span><br><span id=\"p23006013_11-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v23006013-1\">13&nbsp;</b>&nbsp;&nbsp;And though a tenth remain in it,</span><br><span id=\"p23006013_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it will be burned again,</span><br><span id=\"p23006013_11-12\" class=\"line\">&nbsp;&nbsp;like a terebinth or an oak,</span><br><span id=\"p23006013_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose stump remains</span><br><span id=\"p23006013_11-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when it is felled.”</span><br><span id=\"p23006013_11-12\" class=\"line\">&nbsp;&nbsp;The holy seed is its stump.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.  <strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.  <strong>3</strong> And one cried unto another, and said, Holy, holy, holy, is  the LORD of hosts: the whole earth is full of his glory.  <strong>4</strong> And the posts of the door moved at the voice of him that cried, and the house was filled with smoke.  <strong>5</strong> Then said I, Woe is me! for I am undone; because I am  a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.  <strong>6</strong> Then flew one of the seraphims unto me, having a live coal in his hand, which he had taken with the tongs from off the altar:  <strong>7</strong> And he laid it upon my mouth, and said, Lo, this hath touched thy lips; and thine iniquity is taken away, and thy sin purged.  <strong>8</strong> Also I heard the voice of the Lord, saying, Whom shall I send, and who will go for us? Then said I, Here am I; send me.  <strong>9</strong> And he said, Go, and tell this people, Hear ye indeed, but understand not; and see ye indeed, but perceive not.  <strong>10</strong> Make the heart of this people fat, and make their ears heavy, and shut their eyes; lest they see with their eyes, and hear with their ears, and understand with their heart, and convert, and be healed.  <strong>11</strong> Then said I, Lord, how long? And he answered, Until the cities be wasted without inhabitant, and the houses without man, and the land be utterly desolate,  <strong>12</strong> And the LORD have removed men far away, and there be a great forsaking in the midst of the land.  <strong>13</strong> But yet in it shall be a tenth, and it shall return, and shall be eaten: as a teil tree, and as an oak, whose substance is in them, when they cast their leaves: so the holy seed shall be  the substance thereof.  ","niv":"<sup><strong>1</strong></sup> In the year that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple. <sup><strong>2</strong></sup> Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying. <sup><strong>3</strong></sup> And they were calling to one another: \"Holy, holy, holy is the LORD Almighty; the whole earth is full of his glory.\" <sup><strong>4</strong></sup> At the sound of their voices the doorposts and thresholds shook and the temple was filled with smoke. <sup><strong>5</strong></sup> \"Woe to me!\" I cried. \"I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the LORD Almighty.\" <sup><strong>6</strong></sup> Then one of the seraphs flew to me with a live coal in his hand, which he had taken with tongs from the altar. <sup><strong>7</strong></sup> With it he touched my mouth and said, \"See, this has touched your lips; your guilt is taken away and your sin atoned for.\" <sup><strong>8</strong></sup> Then I heard the voice of the Lord saying, \"Whom shall I send? And who will go for us?\" And I said, \"Here am I. Send me!\" <sup><strong>9</strong></sup> He said, \"Go and tell this people: \"'Be ever hearing, but never understanding; be ever seeing, but never perceiving.' <sup><strong>10</strong></sup> Make the heart of this people calloused; make their ears dull and close their eyes. Otherwise they might see with their eyes, hear with their ears, understand with their hearts, and turn and be healed.\" <sup><strong>11</strong></sup> Then I said, \"For how long, O Lord?\" And he answered: \"Until the cities lie ruined and without inhabitant, until the houses are left deserted and the fields ruined and ravaged, <sup><strong>12</strong></sup> until the LORD has sent everyone far away and the land is utterly forsaken. <sup><strong>13</strong></sup> And though a tenth remains in the land, it will again be laid waste. But as the terebinth and oak leave stumps when they are cut down, so the holy seed will be the stump in the land.\" "},{"_id":"615a1d557c790f6c0a49166a","topicId":"615a1d527c790f6c0a49165f","verse":"Joshua 2:10-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p06002010_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v06002010-1\">10&nbsp;</b>For we have heard how the LORD dried up the water of the Red Sea before you when you came out of Egypt, and what you did to the two kings of the Amorites who were beyond the Jordan, to Sihon and Og, whom you devoted to destruction. <b class=\"verse-num\" id=\"v06002011-1\">11&nbsp;</b>And as soon as we heard it, our hearts melted, and there was no spirit left in any man because of you, for the LORD your God, he is God in the heavens above and on the earth beneath.</p>\n\n</div>","kjv":"<strong>10</strong> For we have heard how the LORD dried up the water of the Red sea for you, when ye came out of Egypt; and what ye did unto the two kings of the Amorites, that were on the other side Jordan, Sihon and Og, whom ye utterly destroyed.  <strong>11</strong> And as soon as we had heard these things, our hearts did melt, neither did there remain any more courage in any man, because of you: for the LORD your God, he is God in heaven above, and in earth beneath.  ","niv":"<sup><strong>10</strong></sup> We have heard how the LORD dried up the water of the Red Sea for you when you came out of Egypt, and what you did to Sihon and Og, the two kings of the Amorites east of the Jordan, whom you completely destroyed. <sup><strong>11</strong></sup> When we heard of it, our hearts melted and everyone's courage failed because of you, for the LORD your God is God in heaven above and on the earth below. "},{"_id":"615a1d557c790f6c0a49166b","topicId":"615a1d527c790f6c0a49165f","verse":"Deuteronomy 14:1-29","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05014001_05-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05014001-1\">14:1&nbsp;</b>“You are the sons of the LORD your God. You shall not cut yourselves or make any baldness on your foreheads for the dead. <b class=\"verse-num\" id=\"v05014002-1\">2&nbsp;</b>For you are a people holy to the LORD your God, and the LORD has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth.</p>\n<p id=\"p05014002_05-14\"><b class=\"verse-num\" id=\"v05014003-1\">3&nbsp;</b>“You shall not eat any abomination. <b class=\"verse-num\" id=\"v05014004-1\">4&nbsp;</b>These are the animals you may eat: the ox, the sheep, the goat, <b class=\"verse-num\" id=\"v05014005-1\">5&nbsp;</b>the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep. <b class=\"verse-num\" id=\"v05014006-1\">6&nbsp;</b>Every animal that parts the hoof and has the hoof cloven in two and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v05014007-1\">7&nbsp;</b>Yet of those that chew the cud or have the hoof cloven you shall not eat these: the camel, the hare, and the rock badger, because they chew the cud but do not part the hoof, are unclean for you. <b class=\"verse-num\" id=\"v05014008-1\">8&nbsp;</b>And the pig, because it parts the hoof but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their carcasses you shall not touch.</p>\n<p id=\"p05014008_05-14\"><b class=\"verse-num\" id=\"v05014009-1\">9&nbsp;</b>“Of all that are in the waters you may eat these: whatever has fins and scales you may eat. <b class=\"verse-num\" id=\"v05014010-1\">10&nbsp;</b>And whatever does not have fins and scales you shall not eat; it is unclean for you.</p>\n<p id=\"p05014010_05-14\"><b class=\"verse-num\" id=\"v05014011-1\">11&nbsp;</b>“You may eat all clean birds. <b class=\"verse-num\" id=\"v05014012-1\">12&nbsp;</b>But these are the ones that you shall not eat: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v05014013-1\">13&nbsp;</b>the kite, the falcon of any kind; <b class=\"verse-num\" id=\"v05014014-1\">14&nbsp;</b>every raven of any kind; <b class=\"verse-num\" id=\"v05014015-1\">15&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind; <b class=\"verse-num\" id=\"v05014016-1\">16&nbsp;</b>the little owl and the short-eared owl, the barn owl <b class=\"verse-num\" id=\"v05014017-1\">17&nbsp;</b>and the tawny owl, the carrion vulture and the cormorant, <b class=\"verse-num\" id=\"v05014018-1\">18&nbsp;</b>the stork, the heron of any kind; the hoopoe and the bat. <b class=\"verse-num\" id=\"v05014019-1\">19&nbsp;</b>And all winged insects are unclean for you; they shall not be eaten. <b class=\"verse-num\" id=\"v05014020-1\">20&nbsp;</b>All clean winged things you may eat.</p>\n<p id=\"p05014020_05-14\"><b class=\"verse-num\" id=\"v05014021-1\">21&nbsp;</b>“You shall not eat anything that has died naturally. You may give it to the sojourner who is within your towns, that he may eat it, or you may sell it to a foreigner. For you are a people holy to the LORD your God.</p>\n<p id=\"p05014021_05-14\">“You shall not boil a young goat in its mother’s milk.</p>\n\n<p id=\"p05014021_06-14\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year. <b class=\"verse-num\" id=\"v05014023-1\">23&nbsp;</b>And before the LORD your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the LORD your God always. <b class=\"verse-num\" id=\"v05014024-1\">24&nbsp;</b>And if the way is too long for you, so that you are not able to carry the tithe, when the LORD your God blesses you, because the place is too far from you, which the LORD your God chooses, to set his name there, <b class=\"verse-num\" id=\"v05014025-1\">25&nbsp;</b>then you shall turn it into money and bind up the money in your hand and go to the place that the LORD your God chooses <b class=\"verse-num\" id=\"v05014026-1\">26&nbsp;</b>and spend the money for whatever you desire—oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the LORD your God and rejoice, you and your household. <b class=\"verse-num\" id=\"v05014027-1\">27&nbsp;</b>And you shall not neglect the Levite who is within your towns, for he has no portion or inheritance with you.</p>\n<p id=\"p05014027_06-14\"><b class=\"verse-num\" id=\"v05014028-1\">28&nbsp;</b>“At the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns. <b class=\"verse-num\" id=\"v05014029-1\">29&nbsp;</b>And the Levite, because he has no portion or inheritance with you, and the sojourner, the fatherless, and the widow, who are within your towns, shall come and eat and be filled, that the LORD your God may bless you in all the work of your hands that you do.</p>\n\n</div>","kjv":"<strong>1</strong> Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  <strong>2</strong> for thou art an holy people unto the LORD thy God, and the LORD hath chosen thee to be a peculiar people unto himself, above all the nations that are upon the earth.  <strong>3</strong> Thou shalt not eat any abominable thing.  <strong>4</strong> These are the beasts which ye shall eat: the ox, the sheep, and the goat,  <strong>5</strong> The hart, and the roebuck, and the fallow deer, and the wild goat, and the pygarg, and the wild ox, and the chamois.  <strong>6</strong> And every beast that parteth the hoof, and cleaveth the cleft into two claws, and cheweth the cud among the beasts, that ye shall eat.  <strong>7</strong> Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; as the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; therefore  they are unclean unto you.  <strong>8</strong> And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.  <strong>9</strong> These ye shall eat of all that are in the waters: all that have fins and scales shall ye eat:  <strong>10</strong> And whatsoever hath not fins and scales ye may not eat; it is  unclean unto you.  <strong>11</strong>           Of all clean birds ye shall eat.  <strong>12</strong> But these are they of which ye shall not eat: the eagle, and ossifrage, and the ospray,  <strong>13</strong> And the glede, and the kite, and the vulture after his kind,  <strong>14</strong> And every raven after his kind,  <strong>15</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>16</strong> The little owl, and the great owl, and the swan,  <strong>17</strong> And the pelican, and the gier eagle, and the cormorant,  <strong>18</strong> And the stork, and the heron after her kind, and the lapwing, and the bat.  <strong>19</strong> And every creeping thing that flieth is unclean unto you: they shall not be eaten.  <strong>20</strong> But of all clean fowls ye may eat.  <strong>21</strong> Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  <strong>23</strong> And thou shalt eat before the LORD thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the LORD thy God always.  <strong>24</strong> And if the way be too long for thee, so that thou art not able to carry it; or if the place be too far from thee, which the LORD thy God shall choose to set his name there, when the LORD thy God hath blessed thee:  <strong>25</strong> Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the LORD thy God shall choose:  <strong>26</strong> And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,  <strong>27</strong> And the Levite that is within thy gates; thou shalt not forsake him; for he hath no part nor inheritance with thee.  <strong>28</strong> At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay it up within thy gates:  <strong>29</strong> And the Levite, (because he hath no part nor inheritance with thee,) and the stranger, and the fatherless, and the widow, which are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thine hand which thou doest.  ","niv":"<sup><strong>1</strong></sup> You are the children of the LORD your God. Do not cut yourselves or shave the front of your heads for the dead, <sup><strong>2</strong></sup> for you are a people holy to the LORD your God. Out of all the peoples on the face of the earth, the LORD has chosen you to be his treasured possession. <sup><strong>3</strong></sup> Do not eat any detestable thing. <sup><strong>4</strong></sup> These are the animals you may eat: the ox, the sheep, the goat, <sup><strong>5</strong></sup> the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep. <sup><strong>6</strong></sup> You may eat any animal that has a split hoof divided in two and that chews the cud. <sup><strong>7</strong></sup> However, of those that chew the cud or that have a split hoof completely divided you may not eat the camel, the rabbit or the coney. Although they chew the cud, they do not have a split hoof; they are ceremonially unclean for you. <sup><strong>8</strong></sup> The pig is also unclean; although it has a split hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses. <sup><strong>9</strong></sup> Of all the creatures living in the water, you may eat any that has fins and scales. <sup><strong>10</strong></sup> But anything that does not have fins and scales you may not eat; for you it is unclean. <sup><strong>11</strong></sup> You may eat any clean bird. <sup><strong>12</strong></sup> But these you may not eat: the eagle, the vulture, the black vulture, <sup><strong>13</strong></sup> the red kite, the black kite, any kind of falcon, <sup><strong>14</strong></sup> any kind of raven, <sup><strong>15</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>16</strong></sup> the little owl, the great owl, the white owl, <sup><strong>17</strong></sup> the desert owl, the osprey, the cormorant, <sup><strong>18</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>19</strong></sup> All flying insects that swarm are unclean to you; do not eat them. <sup><strong>20</strong></sup> But any winged creature that is clean you may eat. <sup><strong>21</strong></sup> Do not eat anything you find already dead. You may give it to an alien living in any of your towns, and he may eat it, or you may sell it to a foreigner. But you are a people holy to the LORD your God. Do not cook a young goat in its mother's milk. <sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year. <sup><strong>23</strong></sup> Eat the tithe of your grain, new wine and oil, and the firstborn of your herds and flocks in the presence of the LORD your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the LORD your God always. <sup><strong>24</strong></sup> But if that place is too distant and you have been blessed by the LORD your God and cannot carry your tithe (because the place where the LORD will choose to put his Name is so far away), <sup><strong>25</strong></sup> then exchange your tithe for silver, and take the silver with you and go to the place the LORD your God will choose. <sup><strong>26</strong></sup> Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the LORD your God and rejoice. <sup><strong>27</strong></sup> And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own. <sup><strong>28</strong></sup> At the end of every three years, bring all the tithes of that year's produce and store it in your towns, <sup><strong>29</strong></sup> so that the Levites (who have no allotment or inheritance of their own) and the aliens, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the LORD your God may bless you in all the work of your hands. "},{"_id":"615a1d557c790f6c0a49166c","topicId":"615a1d527c790f6c0a49165f","verse":"Jude 1:1-25","votes":1,"__v":0,"kjv":"<strong>1</strong> Jude, the servant of Jesus Christ, and brother of James, to them that are sanctified by God the Father, and preserved in Jesus Christ, and  called:  <strong>2</strong> Mercy unto you, and peace, and love, be multiplied.  <strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  <strong>4</strong> For there are certain men crept in unawares, who were before of old ordained to this condemnation, ungodly men, turning the grace of our God into lasciviousness, and denying the only Lord God, and our Lord Jesus Christ.  <strong>5</strong> I will therefore put you in remembrance, though ye once knew this, how that the Lord, having saved the people out of the land of Egypt, afterward destroyed them that believed not.  <strong>6</strong> And the angels which kept not their first estate, but left their own habitation, he hath reserved in everlasting chains under darkness unto the judgment of the great day.  <strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  <strong>8</strong> Likewise also these filthy dreamers defile the flesh, despise dominion, and speak evil of dignities.  <strong>9</strong> Yet Michael the archangel, when contending with the devil he disputed about the body of Moses, durst not bring against him a railing accusation, but said, The Lord rebuke thee.  <strong>10</strong> But these speak evil of those things which they know not: but what they know naturally, as brute beasts, in those things they corrupt themselves.  <strong>11</strong> Woe unto them! for they have gone in the way of Cain, and ran greedily after the error of Balaam for reward, and perished in the gainsaying of Core.  <strong>12</strong> These are spots in your feasts of charity, when they feast with you, feeding themselves without fear: clouds they are without water, carried about of winds; trees whose fruit withereth, without fruit, twice dead, plucked up by the roots;  <strong>13</strong> Raging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever.  <strong>14</strong> And Enoch also, the seventh from Adam, prophesied of these, saying, Behold, the Lord cometh with ten thousands of his saints,  <strong>15</strong> To execute judgment upon all, and to convince all that are ungodly among them of all their ungodly deeds which they have ungodly committed, and of all their hard speeches which ungodly sinners have spoken against him.  <strong>16</strong> These are murmurers, complainers, walking after their own lusts; and their mouth speaketh great swelling words, having men’s persons in admiration because of advantage.  <strong>17</strong> But, beloved, remember ye the words which were spoken before of the apostles of our Lord Jesus Christ;  <strong>18</strong> How that they told you there should be mockers in the last time, who should walk after their own ungodly lusts.  <strong>19</strong> These be they who separate themselves, sensual, having not the Spirit.  <strong>20</strong> But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,  <strong>21</strong> Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.  <strong>22</strong> And of some have compassion, making a difference:  <strong>23</strong> And others save with fear, pulling them out of the fire; hating even the garment spotted by the flesh.  <strong>24</strong> Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,  <strong>25</strong> To the only wise God our Saviour, be glory and majesty, dominion and power, both now and ever. Amen.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a1d567c790f6c0a49166d","topicId":"615a1d527c790f6c0a49165f","verse":"Hebrews 11:1-40","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58011001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen. <b class=\"verse-num\" id=\"v58011002-1\">2&nbsp;</b>For by it the people of old received their commendation. <b class=\"verse-num\" id=\"v58011003-1\">3&nbsp;</b>By faith we understand that the universe was created by the word of God, so that what is seen was not made out of things that are visible.</p>\n<p id=\"p58011003_03-16\"><b class=\"verse-num\" id=\"v58011004-1\">4&nbsp;</b>By faith Abel offered to God a more acceptable sacrifice than Cain, through which he was commended as righteous, God commending him by accepting his gifts. And through his faith, though he died, he still speaks. <b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God. <b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him. <b class=\"verse-num\" id=\"v58011007-1\">7&nbsp;</b>By faith Noah, being warned by God concerning events as yet unseen, in reverent fear constructed an ark for the saving of his household. By this he condemned the world and became an heir of the righteousness that comes by faith.</p>\n<p id=\"p58011007_03-16\"><b class=\"verse-num\" id=\"v58011008-1\">8&nbsp;</b>By faith Abraham obeyed when he was called to go out to a place that he was to receive as an inheritance. And he went out, not knowing where he was going. <b class=\"verse-num\" id=\"v58011009-1\">9&nbsp;</b>By faith he went to live in the land of promise, as in a foreign land, living in tents with Isaac and Jacob, heirs with him of the same promise. <b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God. <b class=\"verse-num\" id=\"v58011011-1\">11&nbsp;</b>By faith Sarah herself received power to conceive, even when she was past the age, since she considered him faithful who had promised. <b class=\"verse-num\" id=\"v58011012-1\">12&nbsp;</b>Therefore from one man, and him as good as dead, were born descendants as many as the stars of heaven and as many as the innumerable grains of sand by the seashore.</p>\n<p id=\"p58011012_03-16\"><b class=\"verse-num\" id=\"v58011013-1\">13&nbsp;</b>These all died in faith, not having received the things promised, but having seen them and greeted them from afar, and having acknowledged that they were strangers and exiles on the earth. <b class=\"verse-num\" id=\"v58011014-1\">14&nbsp;</b>For people who speak thus make it clear that they are seeking a homeland. <b class=\"verse-num\" id=\"v58011015-1\">15&nbsp;</b>If they had been thinking of that land from which they had gone out, they would have had opportunity to return. <b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n<p id=\"p58011016_03-16\"><b class=\"verse-num\" id=\"v58011017-1\">17&nbsp;</b>By faith Abraham, when he was tested, offered up Isaac, and he who had received the promises was in the act of offering up his only son, <b class=\"verse-num\" id=\"v58011018-1\">18&nbsp;</b>of whom it was said, “Through Isaac shall your offspring be named.” <b class=\"verse-num\" id=\"v58011019-1\">19&nbsp;</b>He considered that God was able even to raise him from the dead, from which, figuratively speaking, he did receive him back. <b class=\"verse-num\" id=\"v58011020-1\">20&nbsp;</b>By faith Isaac invoked future blessings on Jacob and Esau. <b class=\"verse-num\" id=\"v58011021-1\">21&nbsp;</b>By faith Jacob, when dying, blessed each of the sons of Joseph, bowing in worship over the head of his staff. <b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_03-16\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict. <b class=\"verse-num\" id=\"v58011024-1\">24&nbsp;</b>By faith Moses, when he was grown up, refused to be called the son of Pharaoh’s daughter, <b class=\"verse-num\" id=\"v58011025-1\">25&nbsp;</b>choosing rather to be mistreated with the people of God than to enjoy the fleeting pleasures of sin. <b class=\"verse-num\" id=\"v58011026-1\">26&nbsp;</b>He considered the reproach of Christ greater wealth than the treasures of Egypt, for he was looking to the reward. <b class=\"verse-num\" id=\"v58011027-1\">27&nbsp;</b>By faith he left Egypt, not being afraid of the anger of the king, for he endured as seeing him who is invisible. <b class=\"verse-num\" id=\"v58011028-1\">28&nbsp;</b>By faith he kept the Passover and sprinkled the blood, so that the Destroyer of the firstborn might not touch them.</p>\n<p id=\"p58011028_03-16\"><b class=\"verse-num\" id=\"v58011029-1\">29&nbsp;</b>By faith the people crossed the Red Sea as on dry land, but the Egyptians, when they attempted to do the same, were drowned. <b class=\"verse-num\" id=\"v58011030-1\">30&nbsp;</b>By faith the walls of Jericho fell down after they had been encircled for seven days. <b class=\"verse-num\" id=\"v58011031-1\">31&nbsp;</b>By faith Rahab the prostitute did not perish with those who were disobedient, because she had given a friendly welcome to the spies.</p>\n<p id=\"p58011031_03-16\"><b class=\"verse-num\" id=\"v58011032-1\">32&nbsp;</b>And what more shall I say? For time would fail me to tell of Gideon, Barak, Samson, Jephthah, of David and Samuel and the prophets—<b class=\"verse-num\" id=\"v58011033-1\">33&nbsp;</b>who through faith conquered kingdoms, enforced justice, obtained promises, stopped the mouths of lions, <b class=\"verse-num\" id=\"v58011034-1\">34&nbsp;</b>quenched the power of fire, escaped the edge of the sword, were made strong out of weakness, became mighty in war, put foreign armies to flight. <b class=\"verse-num\" id=\"v58011035-1\">35&nbsp;</b>Women received back their dead by resurrection. Some were tortured, refusing to accept release, so that they might rise again to a better life. <b class=\"verse-num\" id=\"v58011036-1\">36&nbsp;</b>Others suffered mocking and flogging, and even chains and imprisonment. <b class=\"verse-num\" id=\"v58011037-1\">37&nbsp;</b>They were stoned, they were sawn in two, they were killed with the sword. They went about in skins of sheep and goats, destitute, afflicted, mistreated—<b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n<p id=\"p58011038_03-16\"><b class=\"verse-num\" id=\"v58011039-1\">39&nbsp;</b>And all these, though commended through their faith, did not receive what was promised, <b class=\"verse-num\" id=\"v58011040-1\">40&nbsp;</b>since God had provided something better for us, that apart from us they should not be made perfect.</p>\n\n</div>","kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  <strong>2</strong> For by it the elders obtained a good report.  <strong>3</strong> Through faith we understand that the worlds were framed by the word of God, so that things which are seen were not made of things which do appear.  <strong>4</strong> By faith Abel offered unto God a more excellent sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts: and by it he being dead yet speaketh.  <strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  <strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  <strong>7</strong> By faith Noah, being warned of God of things not seen as yet, moved with fear, prepared an ark to the saving of his house; by the which he condemned the world, and became heir of the righteousness which is by faith.  <strong>8</strong> By faith Abraham, when he was called to go out into a place which he should after receive for an inheritance, obeyed; and he went out, not knowing whither he went.  <strong>9</strong> By faith he sojourned in the land of promise, as in a strange country, dwelling in tabernacles with Isaac and Jacob, the heirs with him of the same promise:  <strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  <strong>11</strong> Through faith also Sara herself received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful who had promised.  <strong>12</strong> Therefore sprang there even of one, and him as good as dead, so many as the stars of the sky in multitude, and as the sand which is by the sea shore innumerable.  <strong>13</strong> These all died in faith, not having received the promises, but having seen them afar off, and were persuaded of them, and embraced them, and confessed that they were strangers and pilgrims on the earth.  <strong>14</strong> For they that say such things declare plainly that they seek a country.  <strong>15</strong> And truly, if they had been mindful of that country from whence they came out, they might have had opportunity to have returned.  <strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  <strong>17</strong> By faith Abraham, when he was tried, offered up Isaac: and he that had received the promises offered up his only begotten son,  <strong>18</strong> Of whom it was said, That in Isaac shall thy seed be called:  <strong>19</strong> Accounting that God was able to raise him up, even from the dead; from whence also he received him in a figure.  <strong>20</strong> By faith Isaac blessed Jacob and Esau concerning things to come.  <strong>21</strong> By faith Jacob, when he was a dying, blessed both the sons of Joseph; and worshipped, leaning upon the top of his staff.  <strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  <strong>24</strong> By faith Moses, when he was come to years, refused to be called the son of Pharaoh’s daughter;  <strong>25</strong> Choosing rather to suffer affliction with the people of God, than to enjoy the pleasures of sin for a season;  <strong>26</strong> Esteeming the reproach of Christ greater riches than the treasures in Egypt: for he had respect unto the recompence of the reward.  <strong>27</strong> By faith he forsook Egypt, not fearing the wrath of the king: for he endured, as seeing him who is invisible.  <strong>28</strong> Through faith he kept the passover, and the sprinkling of blood, lest he that destroyed the firstborn should touch them.  <strong>29</strong> By faith they passed through the Red sea as by dry land:  which the Egyptians assaying to do were drowned.  <strong>30</strong> By faith the walls of Jericho fell down, after they were compassed about seven days.  <strong>31</strong> By faith the harlot Rahab perished not with them that believed not, when she had received the spies with peace.  <strong>32</strong> And what shall I more say? for the time would fail me to tell of Gedeon, and of Barak, and of Samson, and of Jephthae; of David also, and Samuel, and of the prophets:  <strong>33</strong> Who through faith subdued kingdoms, wrought righteousness, obtained promises, stopped the mouths of lions,  <strong>34</strong> Quenched the violence of fire, escaped the edge of the sword, out of weakness were made strong, waxed valiant in fight, turned to flight the armies of the aliens.  <strong>35</strong> Women received their dead raised to life again: and others were tortured, not accepting deliverance; that they might obtain a better resurrection:  <strong>36</strong> And others had trial of cruel mockings and scourgings, yea, moreover of bonds and imprisonment:  <strong>37</strong> They were stoned, they were sawn asunder, were tempted, were slain with the sword: they wandered about in sheepskins and goatskins; being destitute, afflicted, tormented;  <strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  <strong>39</strong> And these all, having obtained a good report through faith, received not the promise:  <strong>40</strong> God having provided some better thing for us, that they without us should not be made perfect.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see. <sup><strong>2</strong></sup> This is what the ancients were commended for. <sup><strong>3</strong></sup> By faith we understand that the universe was formed at God's command, so that what is seen was not made out of what was visible. <sup><strong>4</strong></sup> By faith Abel offered God a better sacrifice than Cain did. By faith he was commended as a righteous man, when God spoke well of his offerings. And by faith he still speaks, even though he is dead. <sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God. <sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him. <sup><strong>7</strong></sup> By faith Noah, when warned about things not yet seen, in holy fear built an ark to save his family. By his faith he condemned the world and became heir of the righteousness that comes by faith. <sup><strong>8</strong></sup> By faith Abraham, when called to go to a place he would later receive as his inheritance, obeyed and went, even though he did not know where he was going. <sup><strong>9</strong></sup> By faith he made his home in the promised land like a stranger in a foreign country; he lived in tents, as did Isaac and Jacob, who were heirs with him of the same promise. <sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God. <sup><strong>11</strong></sup> By faith Abraham, even though he was past age--and Sarah herself was barren--was enabled to become a father because he considered him faithful who had made the promise. <sup><strong>12</strong></sup> And so from this one man, and he as good as dead, came descendants as numerous as the stars in the sky and as countless as the sand on the seashore. <sup><strong>13</strong></sup> All these people were still living by faith when they died. They did not receive the things promised; they only saw them and welcomed them from a distance. And they admitted that they were aliens and strangers on earth. <sup><strong>14</strong></sup> People who say such things show that they are looking for a country of their own. <sup><strong>15</strong></sup> If they had been thinking of the country they had left, they would have had opportunity to return. <sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them. <sup><strong>17</strong></sup> By faith Abraham, when God tested him, offered Isaac as a sacrifice. He who had received the promises was about to sacrifice his one and only son, <sup><strong>18</strong></sup> even though God had said to him, \"It is through Isaac that your offspring will be reckoned.\" <sup><strong>19</strong></sup> Abraham reasoned that God could raise the dead, and figuratively speaking, he did receive Isaac back from death. <sup><strong>20</strong></sup> By faith Isaac blessed Jacob and Esau in regard to their future. <sup><strong>21</strong></sup> By faith Jacob, when he was dying, blessed each of Joseph's sons, and worshiped as he leaned on the top of his staff. <sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. <sup><strong>24</strong></sup> By faith Moses, when he had grown up, refused to be known as the son of Pharaoh's daughter. <sup><strong>25</strong></sup> He chose to be mistreated along with the people of God rather than to enjoy the pleasures of sin for a short time. <sup><strong>26</strong></sup> He regarded disgrace for the sake of Christ as of greater value than the treasures of Egypt, because he was looking ahead to his reward. <sup><strong>27</strong></sup> By faith he left Egypt, not fearing the king's anger; he persevered because he saw him who is invisible. <sup><strong>28</strong></sup> By faith he kept the Passover and the sprinkling of blood, so that the destroyer of the firstborn would not touch the firstborn of Israel. <sup><strong>29</strong></sup> By faith the people passed through the Red Sea as on dry land; but when the Egyptians tried to do so, they were drowned. <sup><strong>30</strong></sup> By faith the walls of Jericho fell, after the people had marched around them for seven days. <sup><strong>31</strong></sup> By faith the prostitute Rahab, because she welcomed the spies, was not killed with those who were disobedient. <sup><strong>32</strong></sup> And what more shall I say? I do not have time to tell about Gideon, Barak, Samson, Jephthah, David, Samuel and the prophets, <sup><strong>33</strong></sup> who through faith conquered kingdoms, administered justice, and gained what was promised; who shut the mouths of lions, <sup><strong>34</strong></sup> quenched the fury of the flames, and escaped the edge of the sword; whose weakness was turned to strength; and who became powerful in battle and routed foreign armies. <sup><strong>35</strong></sup> Women received back their dead, raised to life again. Others were tortured and refused to be released, so that they might gain a better resurrection. <sup><strong>36</strong></sup> Some faced jeers and flogging, while still others were chained and put in prison. <sup><strong>37</strong></sup> They were stoned; they were sawed in two; they were put to death by the sword. They went about in sheepskins and goatskins, destitute, persecuted and mistreated-- <sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground. <sup><strong>39</strong></sup> These were all commended for their faith, yet none of them received what had been promised. <sup><strong>40</strong></sup> God had planned something better for us so that only together with us would they be made perfect. "},{"_id":"615a1d567c790f6c0a49166e","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 9:1-29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01009001_01-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01009001-1\">9:1&nbsp;</b>And God blessed Noah and his sons and said to them, “Be fruitful and multiply and fill the earth. <b class=\"verse-num\" id=\"v01009002-1\">2&nbsp;</b>The fear of you and the dread of you shall be upon every beast of the earth and upon every bird of the heavens, upon everything that creeps on the ground and all the fish of the sea. Into your hand they are delivered. <b class=\"verse-num\" id=\"v01009003-1\">3&nbsp;</b>Every moving thing that lives shall be food for you. And as I gave you the green plants, I give you everything. <b class=\"verse-num\" id=\"v01009004-1\">4&nbsp;</b>But you shall not eat flesh with its life, that is, its blood. <b class=\"verse-num\" id=\"v01009005-1\">5&nbsp;</b>And for your lifeblood I will require a reckoning: from every beast I will require it and from man. From his fellow man I will require a reckoning for the life of man.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-17\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009006_01-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009007-1\">7&nbsp;</b>And you, be fruitful and multiply, increase greatly on the earth and multiply in it.”</p>\n<p id=\"p01009007_01-17\"><b class=\"verse-num\" id=\"v01009008-1\">8&nbsp;</b>Then God said to Noah and to his sons with him, <b class=\"verse-num\" id=\"v01009009-1\">9&nbsp;</b>“Behold, I establish my covenant with you and your offspring after you, <b class=\"verse-num\" id=\"v01009010-1\">10&nbsp;</b>and with every living creature that is with you, the birds, the livestock, and every beast of the earth with you, as many as came out of the ark; it is for every beast of the earth. <b class=\"verse-num\" id=\"v01009011-1\">11&nbsp;</b>I establish my covenant with you, that never again shall all flesh be cut off by the waters of the flood, and never again shall there be a flood to destroy the earth.” <b class=\"verse-num\" id=\"v01009012-1\">12&nbsp;</b>And God said, “This is the sign of the covenant that I make between me and you and every living creature that is with you, for all future generations: <b class=\"verse-num\" id=\"v01009013-1\">13&nbsp;</b>I have set my bow in the cloud, and it shall be a sign of the covenant between me and the earth. <b class=\"verse-num\" id=\"v01009014-1\">14&nbsp;</b>When I bring clouds over the earth and the bow is seen in the clouds, <b class=\"verse-num\" id=\"v01009015-1\">15&nbsp;</b>I will remember my covenant that is between me and you and every living creature of all flesh. And the waters shall never again become a flood to destroy all flesh. <b class=\"verse-num\" id=\"v01009016-1\">16&nbsp;</b>When the bow is in the clouds, I will see it and remember the everlasting covenant between God and every living creature of all flesh that is on the earth.” <b class=\"verse-num\" id=\"v01009017-1\">17&nbsp;</b>God said to Noah, “This is the sign of the covenant that I have established between me and all flesh that is on the earth.”</p>\n\n<p id=\"p01009017_03-17\"><b class=\"verse-num\" id=\"v01009018-1\">18&nbsp;</b>The sons of Noah who went forth from the ark were Shem, Ham, and Japheth. (Ham was the father of Canaan.) <b class=\"verse-num\" id=\"v01009019-1\">19&nbsp;</b>These three were the sons of Noah, and from these the people of the whole earth were dispersed.</p>\n<p id=\"p01009019_03-17\"><b class=\"verse-num\" id=\"v01009020-1\">20&nbsp;</b>Noah began to be a man of the soil, and he planted a vineyard. <b class=\"verse-num\" id=\"v01009021-1\">21&nbsp;</b>He drank of the wine and became drunk and lay uncovered in his tent. <b class=\"verse-num\" id=\"v01009022-1\">22&nbsp;</b>And Ham, the father of Canaan, saw the nakedness of his father and told his two brothers outside. <b class=\"verse-num\" id=\"v01009023-1\">23&nbsp;</b>Then Shem and Japheth took a garment, laid it on both their shoulders, and walked backward and covered the nakedness of their father. Their faces were turned backward, and they did not see their father’s nakedness. <b class=\"verse-num\" id=\"v01009024-1\">24&nbsp;</b>When Noah awoke from his wine and knew what his youngest son had done to him, <b class=\"verse-num\" id=\"v01009025-1\">25&nbsp;</b>he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009025_03-17\" class=\"line\">&nbsp;&nbsp;“Cursed be Canaan;</span><br><span id=\"p01009025_03-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a servant of servants shall he be to his brothers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009025_03-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v01009026-1\">26&nbsp;</b>He also said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009026_03-17\" class=\"line\">&nbsp;&nbsp;“Blessed be the LORD, the God of Shem;</span><br><span id=\"p01009026_03-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.</span><br><span id=\"p01009027_03-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009027-1\">27&nbsp;</b>&nbsp;&nbsp;May God enlarge Japheth,</span><br><span id=\"p01009027_03-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let him dwell in the tents of Shem,</span><br><span id=\"p01009027_03-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let Canaan be his servant.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01009027_03-17\"><b class=\"verse-num\" id=\"v01009028-1\">28&nbsp;</b>After the flood Noah lived 350 years. <b class=\"verse-num\" id=\"v01009029-1\">29&nbsp;</b>All the days of Noah were 950 years, and he died.</p>\n\n</div>","kjv":"<strong>1</strong> And God blessed Noah and his sons, and said unto them, Be fruitful, and multiply, and replenish the earth.  <strong>2</strong> And the fear of you and the dread of you shall be upon every beast of the earth, and upon every fowl of the air, upon all that moveth upon  the earth, and upon all the fishes of the sea; into your hand are they delivered.  <strong>3</strong> Every moving thing that liveth shall be meat for you; even as the green herb have I given you all things.  <strong>4</strong> But flesh with the life thereof, which is the blood thereof, shall ye not eat.  <strong>5</strong> And surely your blood of your lives will I require; at the hand of every beast will I require it, and at the hand of man; at the hand of every man’s brother will I require the life of man.  <strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  <strong>7</strong> And you, be ye fruitful, and multiply; bring forth abundantly in the earth, and multiply therein.  <strong>8</strong> And God spake unto Noah, and to his sons with him, saying,  <strong>9</strong> And I, behold, I establish my covenant with you, and with your seed after you;  <strong>10</strong> And with every living creature that is with you, of the fowl, of the cattle, and of every beast of the earth with you; from all that go out of the ark, to every beast of the earth.  <strong>11</strong> And I will establish my covenant with you; neither shall all flesh be cut off any more by the waters of a flood; neither shall there any more be a flood to destroy the earth.  <strong>12</strong> And God said, This is the token of the covenant which I make between me and you and every living creature that is with you, for perpetual generations:  <strong>13</strong> I do set my bow in the cloud, and it shall be for a token of a covenant between me and the earth.  <strong>14</strong> And it shall come to pass, when I bring a cloud over the earth, that the bow shall be seen in the cloud:  <strong>15</strong> And I will remember my covenant, which is between me and you and every living creature of all flesh; and the waters shall no more become a flood to destroy all flesh.  <strong>16</strong> And the bow shall be in the cloud; and I will look upon it, that I may remember the everlasting covenant between God and every living creature of all flesh that is upon the earth.  <strong>17</strong> And God said unto Noah, This is the token of the covenant, which I have established between me and all flesh that is upon the earth.  <strong>18</strong> And the sons of Noah, that went forth of the ark, were Shem, and Ham, and Japheth: and Ham is the father of Canaan.  <strong>19</strong> These are the three sons of Noah: and of them was the whole earth overspread.  <strong>20</strong> And Noah began to be an husbandman, and he planted a vineyard:  <strong>21</strong> And he drank of the wine, and was drunken; and he was uncovered within his tent.  <strong>22</strong> And Ham, the father of Canaan, saw the nakedness of his father, and told his two brethren without.  <strong>23</strong> And Shem and Japheth took a garment, and laid it upon both their shoulders, and went backward, and covered the nakedness of their father; and their faces were backward, and they saw not their father’s nakedness.  <strong>24</strong> And Noah awoke from his wine, and knew what his younger son had done unto him.  <strong>25</strong> And he said, Cursed be Canaan; a servant of servants shall he be unto his brethren.  <strong>26</strong> And he said, Blessed be the LORD God of Shem; and Canaan shall be his servant.  <strong>27</strong> God shall enlarge Japheth, and he shall dwell in the tents of Shem; and Canaan shall be his servant.  <strong>28</strong> And Noah lived after the flood three hundred and fifty years.  <strong>29</strong> And all the days of Noah were nine hundred and fifty years: and he died.  ","niv":"<sup><strong>1</strong></sup> Then God blessed Noah and his sons, saying to them, \"Be fruitful and increase in number and fill the earth. <sup><strong>2</strong></sup> The fear and dread of you will fall upon all the beasts of the earth and all the birds of the air, upon every creature that moves along the ground, and upon all the fish of the sea; they are given into your hands. <sup><strong>3</strong></sup> Everything that lives and moves will be food for you. Just as I gave you the green plants, I now give you everything. <sup><strong>4</strong></sup> \"But you must not eat meat that has its lifeblood still in it. <sup><strong>5</strong></sup> And for your lifeblood I will surely demand an accounting. I will demand an accounting from every animal. And from each man, too, I will demand an accounting for the life of his fellow man. <sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man. <sup><strong>7</strong></sup> As for you, be fruitful and increase in number; multiply on the earth and increase upon it.\" <sup><strong>8</strong></sup> Then God said to Noah and to his sons with him: <sup><strong>9</strong></sup> \"I now establish my covenant with you and with your descendants after you <sup><strong>10</strong></sup> and with every living creature that was with you-the birds, the livestock and all the wild animals, all those that came out of the ark with you-every living creature on earth. <sup><strong>11</strong></sup> I establish my covenant with you: Never again will all life be cut off by the waters of a flood; never again will there be a flood to destroy the earth.\" <sup><strong>12</strong></sup> And God said, \"This is the sign of the covenant I am making between me and you and every living creature with you, a covenant for all generations to come: <sup><strong>13</strong></sup> I have set my rainbow in the clouds, and it will be the sign of the covenant between me and the earth. <sup><strong>14</strong></sup> Whenever I bring clouds over the earth and the rainbow appears in the clouds, <sup><strong>15</strong></sup> I will remember my covenant between me and you and all living creatures of every kind. Never again will the waters become a flood to destroy all life. <sup><strong>16</strong></sup> Whenever the rainbow appears in the clouds, I will see it and remember the everlasting covenant between God and all living creatures of every kind on the earth.\" <sup><strong>17</strong></sup> So God said to Noah, \"This is the sign of the covenant I have established between me and all life on the earth.\" <sup><strong>18</strong></sup> The sons of Noah who came out of the ark were Shem, Ham and Japheth. (Ham was the father of Canaan.) <sup><strong>19</strong></sup> These were the three sons of Noah, and from them came the people who were scattered over the earth. <sup><strong>20</strong></sup> Noah, a man of the soil, proceeded to plant a vineyard. <sup><strong>21</strong></sup> When he drank some of its wine, he became drunk and lay uncovered inside his tent. <sup><strong>22</strong></sup> Ham, the father of Canaan, saw his father's nakedness and told his two brothers outside. <sup><strong>23</strong></sup> But Shem and Japheth took a garment and laid it across their shoulders; then they walked in backward and covered their father's nakedness. Their faces were turned the other way so that they would not see their father's nakedness. <sup><strong>24</strong></sup> When Noah awoke from his wine and found out what his youngest son had done to him, <sup><strong>25</strong></sup> he said, \"Cursed be Canaan! The lowest of slaves will he be to his brothers.\" <sup><strong>26</strong></sup> He also said, \"Blessed be the LORD, the God of Shem! May Canaan be the slave of Shem. <sup><strong>27</strong></sup> May God extend the territory of Japheth; may Japheth live in the tents of Shem, and may Canaan be his slave.\" <sup><strong>28</strong></sup> After the flood Noah lived 350 years. <sup><strong>29</strong></sup> Altogether, Noah lived 950 years, and then he died. "},{"_id":"615a1d567c790f6c0a49166f","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 6:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-18\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-18\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-18\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "},{"_id":"615a1d577c790f6c0a491670","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 1:27","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-24\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-24\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-24\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-24\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-24\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-24\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-24\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-24\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-24\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"615a1d577c790f6c0a491671","topicId":"615a1d527c790f6c0a49165f","verse":"1 Timothy 2:5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54002005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus,</p>\n\n</div>","kjv":"<strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  ","niv":"<sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus,"},{"_id":"615a1d577c790f6c0a491672","topicId":"615a1d527c790f6c0a49165f","verse":"Romans 6:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615a1d587c790f6c0a491673","topicId":"615a1d527c790f6c0a49165f","verse":"Isaiah 66:1-24","votes":1,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066001_07-23\" class=\"line\"><b class=\"chapter-num\" id=\"v23066001-1\">66:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23066001_07-23\" class=\"line\">&nbsp;&nbsp;“Heaven is my throne,</span><br><span id=\"p23066001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth is my footstool;</span><br><span id=\"p23066001_07-23\" class=\"line\">&nbsp;&nbsp;what is the house that you would build for me,</span><br><span id=\"p23066001_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and what is the place of my rest?</span><br><span id=\"p23066002_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066002-1\">2&nbsp;</b>&nbsp;&nbsp;All these things my hand has made,</span><br><span id=\"p23066002_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and so all these things came to be,</span><br><span id=\"p23066002_07-23\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p23066002_07-23\" class=\"line\">&nbsp;&nbsp;But this is the one to whom I will look:</span><br><span id=\"p23066002_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who is humble and contrite in spirit</span><br><span id=\"p23066002_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and trembles at my word.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23066003_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066003-1\">3&nbsp;</b>&nbsp;&nbsp;“He who slaughters an ox is like one who kills a man;</span><br><span id=\"p23066003_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who sacrifices a lamb, like one who breaks a dog’s neck;</span><br><span id=\"p23066003_07-23\" class=\"line\">&nbsp;&nbsp;he who presents a grain offering, like one who offers pig’s blood;</span><br><span id=\"p23066003_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who makes a memorial offering of frankincense, like one who blesses an idol.</span><br><span id=\"p23066003_07-23\" class=\"line\">&nbsp;&nbsp;These have chosen their own ways,</span><br><span id=\"p23066003_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their soul delights in their abominations;</span><br><span id=\"p23066004_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066004-1\">4&nbsp;</b>&nbsp;&nbsp;I also will choose harsh treatment for them</span><br><span id=\"p23066004_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring their fears upon them,</span><br><span id=\"p23066004_07-23\" class=\"line\">&nbsp;&nbsp;because when I called, no one answered,</span><br><span id=\"p23066004_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I spoke, they did not listen;</span><br><span id=\"p23066004_07-23\" class=\"line\">&nbsp;&nbsp;but they did what was evil in my eyes</span><br><span id=\"p23066004_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chose that in which I did not delight.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23066005_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066005-1\">5&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23066005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who tremble at his word:</span><br><span id=\"p23066005_07-23\" class=\"line\">&nbsp;&nbsp;“Your brothers who hate you</span><br><span id=\"p23066005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast you out for my name’s sake</span><br><span id=\"p23066005_07-23\" class=\"line\">&nbsp;&nbsp;have said, ‘Let the LORD be glorified,</span><br><span id=\"p23066005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may see your joy’;</span><br><span id=\"p23066005_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but it is they who shall be put to shame.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23066006_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066006-1\">6&nbsp;</b>&nbsp;&nbsp;“The sound of an uproar from the city!</span><br><span id=\"p23066006_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;A sound from the temple!</span><br><span id=\"p23066006_07-23\" class=\"line\">&nbsp;&nbsp;The sound of the LORD,</span><br><span id=\"p23066006_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rendering recompense to his enemies!</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066007_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066007-1\">7&nbsp;</b>&nbsp;&nbsp;“Before she was in labor</span><br><span id=\"p23066007_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she gave birth;</span><br><span id=\"p23066007_10-23\" class=\"line\">&nbsp;&nbsp;before her pain came upon her</span><br><span id=\"p23066007_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivered a son.</span><br><span id=\"p23066008_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066008-1\">8&nbsp;</b>&nbsp;&nbsp;Who has heard such a thing?</span><br><span id=\"p23066008_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has seen such things?</span><br><span id=\"p23066008_10-23\" class=\"line\">&nbsp;&nbsp;Shall a land be born in one day?</span><br><span id=\"p23066008_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Shall a nation be brought forth in one moment?</span><br><span id=\"p23066008_10-23\" class=\"line\">&nbsp;&nbsp;For as soon as Zion was in labor</span><br><span id=\"p23066008_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brought forth her children.</span><br><span id=\"p23066009_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066009-1\">9&nbsp;</b>&nbsp;&nbsp;Shall I bring to the point of birth and not cause to bring forth?”</span><br><span id=\"p23066009_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23066009_10-23\" class=\"line\">&nbsp;&nbsp;“shall I, who cause to bring forth, shut the womb?”</span><br><span id=\"p23066009_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says your God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23066010_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066010-1\">10&nbsp;</b>&nbsp;&nbsp;“Rejoice with Jerusalem, and be glad for her,</span><br><span id=\"p23066010_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who love her;</span><br><span id=\"p23066010_10-23\" class=\"line\">&nbsp;&nbsp;rejoice with her in joy,</span><br><span id=\"p23066010_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who mourn over her;</span><br><span id=\"p23066011_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066011-1\">11&nbsp;</b>&nbsp;&nbsp;that you may nurse and be satisfied</span><br><span id=\"p23066011_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from her consoling breast;</span><br><span id=\"p23066011_10-23\" class=\"line\">&nbsp;&nbsp;that you may drink deeply with delight</span><br><span id=\"p23066011_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from her glorious abundance.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23066012_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066012-1\">12&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23066012_10-23\" class=\"line\">&nbsp;&nbsp;“Behold, I will extend peace to her like a river,</span><br><span id=\"p23066012_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glory of the nations like an overflowing stream;</span><br><span id=\"p23066012_10-23\" class=\"line\">&nbsp;&nbsp;and you shall nurse, you shall be carried upon her hip,</span><br><span id=\"p23066012_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bounced upon her knees.</span><br><span id=\"p23066013_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066013-1\">13&nbsp;</b>&nbsp;&nbsp;As one whom his mother comforts,</span><br><span id=\"p23066013_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so I will comfort you;</span><br><span id=\"p23066013_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be comforted in Jerusalem.</span><br><span id=\"p23066014_10-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066014-1\">14&nbsp;</b>&nbsp;&nbsp;You shall see, and your heart shall rejoice;</span><br><span id=\"p23066014_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your bones shall flourish like the grass;</span><br><span id=\"p23066014_10-23\" class=\"line\">&nbsp;&nbsp;and the hand of the LORD shall be known to his servants,</span><br><span id=\"p23066014_10-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he shall show his indignation against his enemies.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066015_17-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066015-1\">15&nbsp;</b>&nbsp;&nbsp;“For behold, the LORD will come in fire,</span><br><span id=\"p23066015_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his chariots like the whirlwind,</span><br><span id=\"p23066015_17-23\" class=\"line\">&nbsp;&nbsp;to render his anger in fury,</span><br><span id=\"p23066015_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his rebuke with flames of fire.</span><br><span id=\"p23066016_17-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066016-1\">16&nbsp;</b>&nbsp;&nbsp;For by fire will the LORD enter into judgment,</span><br><span id=\"p23066016_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by his sword, with all flesh;</span><br><span id=\"p23066016_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those slain by the LORD shall be many.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23066016_17-23\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v23066017-1\">17&nbsp;</b>“Those who sanctify and purify themselves to go into the gardens, following one in the midst, eating pig’s flesh and the abomination and mice, shall come to an end together, declares the LORD.</p>\n<p id=\"p23066017_17-23\"><b class=\"verse-num\" id=\"v23066018-1\">18&nbsp;</b>“For I know their works and their thoughts, and the time is coming to gather all nations and tongues. And they shall come and shall see my glory, <b class=\"verse-num\" id=\"v23066019-1\">19&nbsp;</b>and I will set a sign among them. And from them I will send survivors to the nations, to Tarshish, Pul, and Lud, who draw the bow, to Tubal and Javan, to the coastlands far away, that have not heard my fame or seen my glory. And they shall declare my glory among the nations. <b class=\"verse-num\" id=\"v23066020-1\">20&nbsp;</b>And they shall bring all your brothers from all the nations as an offering to the LORD, on horses and in chariots and in litters and on mules and on dromedaries, to my holy mountain Jerusalem, says the LORD, just as the Israelites bring their grain offering in a clean vessel to the house of the LORD. <b class=\"verse-num\" id=\"v23066021-1\">21&nbsp;</b>And some of them also I will take for priests and for Levites, says the LORD.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066022_17-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066022-1\">22&nbsp;</b>&nbsp;&nbsp;“For as the new heavens and the new earth</span><br><span id=\"p23066022_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I make</span><br><span id=\"p23066022_17-23\" class=\"line\">&nbsp;&nbsp;shall remain before me, says the LORD,</span><br><span id=\"p23066022_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall your offspring and your name remain.</span><br><span id=\"p23066023_17-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066023-1\">23&nbsp;</b>&nbsp;&nbsp;From new moon to new moon,</span><br><span id=\"p23066023_17-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from Sabbath to Sabbath,</span><br><span id=\"p23066023_17-23\" class=\"line\">&nbsp;&nbsp;all flesh shall come to worship before me,</span><br><span id=\"p23066023_17-23\" class=\"line\">&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p23066023_17-23\"><b class=\"verse-num\" id=\"v23066024-1\">24&nbsp;</b>“And they shall go out and look on the dead bodies of the men who have rebelled against me. For their worm shall not die, their fire shall not be quenched, and they shall be an abhorrence to all flesh.”</p>\n\n</div>","kjv":"<strong>1</strong> Thus saith the LORD, The heaven is my throne, and the earth is my footstool: where is the house that ye build unto me? and where is the place of my rest?  <strong>2</strong> For all those things hath mine hand made, and all those things have been, saith the LORD: but to this man will I look, even to him that is poor and of a contrite spirit, and trembleth at my word.  <strong>3</strong> He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he cut off a dog’s neck; he that offereth an oblation, as if he offered swine’s blood; he that burneth incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.  <strong>4</strong> I also will choose their delusions, and will bring their fears upon them; because when I called, none did answer; when I spake, they did not hear: but they did evil before mine eyes, and chose that in which I delighted not.  <strong>5</strong> Hear the word of the LORD, ye that tremble at his word; your brethren that hated you, that cast you out for my name’s sake, said, Let the LORD be glorified: but he shall appear to your joy, and they shall be ashamed.  <strong>6</strong> A voice of noise from the city, a voice from the temple, a voice of the LORD that rendereth recompence to his enemies.  <strong>7</strong> Before she travailed, she brought forth; before her pain came, she was delivered of a man child.  <strong>8</strong> Who hath heard such a thing? who hath seen such things? Shall the earth be made to bring forth in one day? or shall a nation be born at once? for as soon as Zion travailed, she brought forth her children.  <strong>9</strong> Shall I bring to the birth, and not cause to bring forth? saith the LORD: shall I cause to bring forth, and shut the womb? saith thy God.  <strong>10</strong> Rejoice ye with Jerusalem, and be glad with her, all ye that love her: rejoice for joy with her, all ye that mourn for her:  <strong>11</strong> That ye may suck, and be satisfied with the breasts of her consolations; that ye may milk out, and be delighted with the abundance of her glory.  <strong>12</strong> For thus saith the LORD, Behold, I will extend peace to her like a river, and the glory of the Gentiles like a flowing stream: then shall ye suck, ye shall be borne upon her sides, and be dandled upon her knees.  <strong>13</strong> As one whom his mother comforteth, so will I comfort you; and ye shall be comforted in Jerusalem.  <strong>14</strong> And when ye see this, your heart shall rejoice, and your bones shall flourish like an herb: and the hand of the LORD shall be known toward his servants, and his indignation toward his enemies.  <strong>15</strong> For, behold, the LORD will come with fire, and with his chariots like a whirlwind, to render his anger with fury, and his rebuke with flames of fire.  <strong>16</strong> For by fire and by his sword will the LORD plead with all flesh: and the slain of the LORD shall be many.  <strong>17</strong> They that sanctify themselves, and purify themselves in the gardens behind one tree in the midst, eating swine’s flesh, and the abomination, and the mouse, shall be consumed together, saith the LORD.  <strong>18</strong> For I know their works and their thoughts: it shall come, that I will gather all nations and tongues; and they shall come, and see my glory.  <strong>19</strong> And I will set a sign among them, and I will send those that escape of them unto the nations, to Tarshish, Pul, and Lud, that draw the bow, to Tubal, and Javan, to the isles afar off, that have not heard my fame, neither have seen my glory; and they shall declare my glory among the Gentiles.  <strong>20</strong> And they shall bring all your brethren for an offering unto the LORD out of all nations upon horses, and in chariots, and in litters, and upon mules, and upon swift beasts, to my holy mountain Jerusalem, saith the LORD, as the children of Israel bring an offering in a clean vessel into the house of the LORD.  <strong>21</strong> And I will also take of them for priests and for Levites, saith the LORD.  <strong>22</strong> For as the new heavens and the new earth, which I will make, shall remain before me, saith the LORD, so shall your seed and your name remain.  <strong>23</strong> And it shall come to pass, that from one new moon to another, and from one sabbath to another, shall all flesh come to worship before me, saith the LORD.  <strong>24</strong> And they shall go forth, and look upon the carcases of the men that have transgressed against me: for their worm shall not die, neither shall their fire be quenched; and they shall be an abhorring unto all flesh.  ","niv":"<sup><strong>1</strong></sup> This is what the LORD says: \"Heaven is my throne, and the earth is my footstool. Where is the house you will build for me? Where will my resting place be? <sup><strong>2</strong></sup> Has not my hand made all these things, and so they came into being?\" declares the LORD. \"This is the one I esteem: he who is humble and contrite in spirit, and trembles at my word. <sup><strong>3</strong></sup> But whoever sacrifices a bull is like one who kills a man, and whoever offers a lamb, like one who breaks a dog's neck; whoever makes a grain offering is like one who presents pig's blood, and whoever burns memorial incense, like one who worships an idol. They have chosen their own ways, and their souls delight in their abominations; <sup><strong>4</strong></sup> so I also will choose harsh treatment for them and will bring upon them what they dread. For when I called, no one answered, when I spoke, no one listened. They did evil in my sight and chose what displeases me.\" <sup><strong>5</strong></sup> Hear the word of the LORD, you who tremble at his word: \"Your brothers who hate you, and exclude you because of my name, have said, 'Let the LORD be glorified, that we may see your joy!' Yet they will be put to shame. <sup><strong>6</strong></sup> Hear that uproar from the city, hear that noise from the temple! It is the sound of the LORD repaying his enemies all they deserve. <sup><strong>7</strong></sup> \"Before she goes into labor, she gives birth; before the pains come upon her, she delivers a son. <sup><strong>8</strong></sup> Who has ever heard of such a thing? Who has ever seen such things? Can a country be born in a day or a nation be brought forth in a moment? Yet no sooner is Zion in labor than she gives birth to her children. <sup><strong>9</strong></sup> Do I bring to the moment of birth and not give delivery?\" says the LORD. \"Do I close up the womb when I bring to delivery?\" says your God. <sup><strong>10</strong></sup> \"Rejoice with Jerusalem and be glad for her, all you who love her; rejoice greatly with her, all you who mourn over her. <sup><strong>11</strong></sup> For you will nurse and be satisfied at her comforting breasts; you will drink deeply and delight in her overflowing abundance.\" <sup><strong>12</strong></sup> For this is what the LORD says: \"I will extend peace to her like a river, and the wealth of nations like a flooding stream; you will nurse and be carried on her arm and dandled on her knees. <sup><strong>13</strong></sup> As a mother comforts her child, so will I comfort you; and you will be comforted over Jerusalem.\" <sup><strong>14</strong></sup> When you see this, your heart will rejoice and you will flourish like grass; the hand of the LORD will be made known to his servants, but his fury will be shown to his foes. <sup><strong>15</strong></sup> See, the LORD is coming with fire, and his chariots are like a whirlwind; he will bring down his anger with fury, and his rebuke with flames of fire. <sup><strong>16</strong></sup> For with fire and with his sword the LORD will execute judgment upon all men, and many will be those slain by the LORD. <sup><strong>17</strong></sup> \"Those who consecrate and purify themselves to go into the gardens, following the one in the midst of those who eat the flesh of pigs and rats and other abominable things-they will meet their end together,\" declares the LORD. <sup><strong>18</strong></sup> \"And I, because of their actions and their imaginations, am about to come and gather all nations and tongues, and they will come and see my glory. <sup><strong>19</strong></sup> \"I will set a sign among them, and I will send some of those who survive to the nations-to Tarshish, to the Libyans and Lydians (famous as archers), to Tubal and Greece, and to the distant islands that have not heard of my fame or seen my glory. They will proclaim my glory among the nations. <sup><strong>20</strong></sup> And they will bring all your brothers, from all the nations, to my holy mountain in Jerusalem as an offering to the LORD -on horses, in chariots and wagons, and on mules and camels,\" says the LORD. \"They will bring them, as the Israelites bring their grain offerings, to the temple of the LORD in ceremonially clean vessels. <sup><strong>21</strong></sup> And I will select some of them also to be priests and Levites,\" says the LORD. <sup><strong>22</strong></sup> \"As the new heavens and the new earth that I make will endure before me,\" declares the LORD, \"so will your name and descendants endure. <sup><strong>23</strong></sup> From one New Moon to another and from one Sabbath to another, all mankind will come and bow down before me,\" says the LORD. <sup><strong>24</strong></sup> \"And they will go out and look upon the dead bodies of those who rebelled against me; their worm will not die, nor will their fire be quenched, and they will be loathsome to all mankind.\" "},{"_id":"615a1d587c790f6c0a491674","topicId":"615a1d527c790f6c0a49165f","verse":"Genesis 1:1-31","votes":0,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. ","modified":"2022-09-20T15:33:35.869Z"}]}