{"_id":"5fc31fd88888bb90841decf5","slug":"bravery","name":"Bravery","verses":[{"_id":"5fd23ccda1012d290aa87a9d","topicId":"5fc31fd88888bb90841decf5","verse":"2 Timothy 1:7","votes":182,"__v":0,"niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","esv":"<div>\n<p id=\"p55001007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","modified":"2023-08-01T13:14:03.233Z"},{"_id":"5fd23ccda1012d290aa87a9e","topicId":"5fc31fd88888bb90841decf5","verse":"1 Corinthians 16:13","votes":110,"__v":0,"niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong.","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","esv":"<div>\n<p id=\"p46016013_01-3\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","modified":"2022-05-29T23:33:42.722Z"},{"_id":"5fd23ccea1012d290aa87a9f","topicId":"5fc31fd88888bb90841decf5","verse":"1 Chronicles 28:20","votes":100,"__v":0,"niv":"<sup><strong>20</strong></sup> David also said to Solomon his son, \"Be strong and courageous, and do the work. Do not be afraid or discouraged, for the LORD God, my God, is with you. He will not fail you or forsake you until all the work for the service of the temple of the LORD is finished.","kjv":"<strong>20</strong> And David said to Solomon his son, Be strong and of good courage, and do it: fear not, nor be dismayed: for the LORD God, even  my God, will be with thee; he will not fail thee, nor forsake thee, until thou hast finished all the work for the service of the house of the LORD.  ","esv":"<div>\n<p id=\"p13028020_01-5\"><b class=\"verse-num\" id=\"v13028020-1\">20&nbsp;</b>Then David said to Solomon his son, “Be strong and courageous and do it. Do not be afraid and do not be dismayed, for the LORD God, even my God, is with you. He will not leave you or forsake you, until all the work for the service of the house of the LORD is finished.</p>\n</div>","modified":"2022-11-03T14:27:45.535Z"},{"_id":"5fd23ccea1012d290aa87aa0","topicId":"5fc31fd88888bb90841decf5","verse":"Deuteronomy 31:6","votes":110,"__v":0,"kjv":"<strong>6</strong> Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.  ","niv":"<sup><strong>6</strong></sup> Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\"","esv":"<div>\n<p id=\"p05031006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031006-1\">6&nbsp;</b>Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.”</p>\n</div>","modified":"2022-11-28T05:45:18.655Z"},{"_id":"5fd23ccea1012d290aa87aa1","topicId":"5fc31fd88888bb90841decf5","verse":"Joshua 1:9","votes":123,"__v":0,"niv":"<sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\"","kjv":"<strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","esv":"<div>\n<p id=\"p06001009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n</div>","modified":"2022-12-12T04:22:40.728Z"},{"_id":"5fd23ccea1012d290aa87aa2","topicId":"5fc31fd88888bb90841decf5","verse":"Philippians 1:28","votes":51,"__v":0,"niv":"<sup><strong>28</strong></sup> without being frightened in any way by those who oppose you. This is a sign to them that they will be destroyed, but that you will be saved--and that by God.","kjv":"<strong>28</strong> And in nothing terrified by your adversaries: which is to them an evident token of perdition, but to you of salvation, and that of God.  ","esv":"<div>\n<p id=\"p50001028_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001028-1\">28&nbsp;</b>and not frightened in anything by your opponents. This is a clear sign to them of their destruction, but of your salvation, and that from God.</p>\n</div>","modified":"2022-12-01T20:17:08.364Z"},{"_id":"5fd23ccea1012d290aa87aa3","topicId":"5fc31fd88888bb90841decf5","verse":"Romans 14","votes":22,"__v":0,"niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","esv":"<div>\n\n<p id=\"p45014001_08-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-1\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-1\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-1\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-1\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-1\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-1\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","modified":"2023-01-02T16:00:50.757Z"},{"_id":"5fd23ccea1012d290aa87aa4","topicId":"5fc31fd88888bb90841decf5","verse":"Romans 8:26-27","votes":19,"__v":0,"niv":"<sup><strong>26</strong></sup> In the same way, the Spirit helps us in our weakness. We do not know what we ought to pray for, but the Spirit himself intercedes for us with groans that words cannot express. <sup><strong>27</strong></sup> And he who searches our hearts knows the mind of the Spirit, because the Spirit intercedes for the saints in accordance with God's will. ","kjv":"<strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  ","esv":"<div>\n<p id=\"p45008026_01-10\"><b class=\"verse-num\" id=\"v45008026-1\">26&nbsp;</b>Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. <b class=\"verse-num\" id=\"v45008027-1\">27&nbsp;</b>And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God.</p>\n\n</div>","modified":"2022-12-01T20:36:53.481Z"},{"_id":"5fd23ccfa1012d290aa87aa5","topicId":"5fc31fd88888bb90841decf5","verse":"1 Corinthians 2:3","votes":18,"__v":0,"niv":"<sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling.","kjv":"<strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  ","esv":"<div>\n<p id=\"p46002003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling,</p>\n</div>","modified":"2022-11-22T19:41:50.048Z"},{"_id":"5fd23ccfa1012d290aa87aa6","topicId":"5fc31fd88888bb90841decf5","verse":"Job 23:10","votes":19,"__v":0,"niv":"<sup><strong>10</strong></sup> But he knows the way that I take; when he has tested me, I will come forth as gold.","esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18023010_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v18023010-1\">10&nbsp;</b>&nbsp;&nbsp;But he knows the way that I take;</span><br><span id=\"p18023010_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he has tried me, I shall come out as gold.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> But he knoweth the way that I take: when he hath tried me, I shall come forth as gold.  ","modified":"2022-07-01T02:22:18.401Z"},{"_id":"5fd23ccfa1012d290aa87aa7","topicId":"5fc31fd88888bb90841decf5","verse":"1 Peter 5:2-5","votes":17,"__v":0,"niv":"<sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" ","esv":"<div>\n<p id=\"p60005002_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n\n</div>","kjv":"<strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  "},{"_id":"5fd23ccfa1012d290aa87aa8","topicId":"5fc31fd88888bb90841decf5","verse":"2 Timothy 4:22","votes":18,"__v":0,"niv":"<sup><strong>22</strong></sup> The Lord be with your spirit. Grace be with you.","esv":"<div>\n<p id=\"p55004022_01-16\"><b class=\"verse-num\" id=\"v55004022-1\">22&nbsp;</b>The Lord be with your spirit. Grace be with you.</p>\n\n</div>","kjv":"<strong>22</strong> The Lord Jesus Christ be with thy spirit. Grace be  with you. Amen.  ","modified":"2022-05-26T00:32:12.624Z"},{"_id":"5fd23ccfa1012d290aa87aa9","topicId":"5fc31fd88888bb90841decf5","verse":"Matthew 28:20","votes":14,"__v":0,"niv":"<sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\"","esv":"<div>\n<p id=\"p40028020_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n</div>","kjv":"<strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","modified":"2023-02-08T16:55:07.502Z"},{"_id":"5fd23ccfa1012d290aa87aaa","topicId":"5fc31fd88888bb90841decf5","verse":"Psalm 29","votes":6,"__v":0,"niv":"<sup><strong>1</strong></sup> Ascribe to the LORD, O mighty ones, ascribe to the LORD glory and strength. <sup><strong>2</strong></sup> Ascribe to the LORD the glory due his name; worship the LORD in the splendor of his holiness. <sup><strong>3</strong></sup> The voice of the LORD is over the waters; the God of glory thunders, the LORD thunders over the mighty waters. <sup><strong>4</strong></sup> The voice of the LORD is powerful; the voice of the LORD is majestic. <sup><strong>5</strong></sup> The voice of the LORD breaks the cedars; the LORD breaks in pieces the cedars of Lebanon. <sup><strong>6</strong></sup> He makes Lebanon skip like a calf, Sirion like a young wild ox. <sup><strong>7</strong></sup> The voice of the LORD strikes with flashes of lightning. <sup><strong>8</strong></sup> The voice of the LORD shakes the desert; the LORD shakes the Desert of Kadesh. <sup><strong>9</strong></sup> The voice of the LORD twists the oaks and strips the forests bare. And in his temple all cry, \"Glory!\" <sup><strong>10</strong></sup> The LORD sits enthroned over the flood; the LORD is enthroned as King forever. <sup><strong>11</strong></sup> The LORD gives strength to his people; the LORD blesses his people with peace. ","kjv":"<strong>1</strong> Give unto the LORD, O ye mighty, give unto the LORD glory and strength.  <strong>2</strong> Give unto the LORD the glory due unto his name; worship the LORD in the beauty of holiness.  <strong>3</strong> The voice of the LORD is upon the waters: the God of glory thundereth: the LORD is upon many waters.  <strong>4</strong> The voice of the LORD is powerful; the voice of the LORD is full of majesty.  <strong>5</strong> The voice of the LORD breaketh the cedars; yea, the LORD breaketh the cedars of Lebanon.  <strong>6</strong> He maketh them also to skip like a calf; Lebanon and Sirion like a young unicorn.  <strong>7</strong> The voice of the LORD divideth the flames of fire.  <strong>8</strong> The voice of the LORD shaketh the wilderness; the LORD shaketh the wilderness of Kadesh.  <strong>9</strong> The voice of the LORD maketh the hinds to calve, and discovereth the forests: and in his temple doth every one speak of his glory.  <strong>10</strong> The LORD sitteth upon the flood; yea, the LORD sitteth King for ever.  <strong>11</strong> The LORD will give strength unto his people; the LORD will bless his people with peace.  ","esv":"<div>\n\n<h4 id=\"p19029001_06-2\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19029001_06-2\" class=\"line\"><b class=\"chapter-num\" id=\"v19029001-1\">29:1&nbsp;</b>&nbsp;&nbsp;Ascribe to the LORD, O heavenly beings,</span><br><span id=\"p19029001_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ascribe to the LORD glory and strength.</span><br><span id=\"p19029002_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029002-1\">2&nbsp;</b>&nbsp;&nbsp;Ascribe to the LORD the glory due his name;</span><br><span id=\"p19029002_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;worship the LORD in the splendor of holiness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029003_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029003-1\">3&nbsp;</b>&nbsp;&nbsp;The voice of the LORD is over the waters;</span><br><span id=\"p19029003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of glory thunders,</span><br><span id=\"p19029003_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD, over many waters.</span><br><span id=\"p19029004_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029004-1\">4&nbsp;</b>&nbsp;&nbsp;The voice of the LORD is powerful;</span><br><span id=\"p19029004_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the voice of the LORD is full of majesty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029005_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029005-1\">5&nbsp;</b>&nbsp;&nbsp;The voice of the LORD breaks the cedars;</span><br><span id=\"p19029005_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD breaks the cedars of Lebanon.</span><br><span id=\"p19029006_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029006-1\">6&nbsp;</b>&nbsp;&nbsp;He makes Lebanon to skip like a calf,</span><br><span id=\"p19029006_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Sirion like a young wild ox.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029007_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029007-1\">7&nbsp;</b>&nbsp;&nbsp;The voice of the LORD flashes forth flames of fire.</span><br><span id=\"p19029008_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029008-1\">8&nbsp;</b>&nbsp;&nbsp;The voice of the LORD shakes the wilderness;</span><br><span id=\"p19029008_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD shakes the wilderness of Kadesh.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029009_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029009-1\">9&nbsp;</b>&nbsp;&nbsp;The voice of the LORD makes the deer give birth</span><br><span id=\"p19029009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strips the forests bare,</span><br><span id=\"p19029009_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in his temple all cry, “Glory!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19029010_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029010-1\">10&nbsp;</b>&nbsp;&nbsp;The LORD sits enthroned over the flood;</span><br><span id=\"p19029010_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD sits enthroned as king forever.</span><br><span id=\"p19029011_06-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19029011-1\">11&nbsp;</b>&nbsp;&nbsp;May the LORD give strength to his people!</span><br><span id=\"p19029011_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;May the LORD bless his people with peace!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","modified":"2022-12-08T18:52:23.774Z"},{"_id":"5fd23ccfa1012d290aa87aab","topicId":"5fc31fd88888bb90841decf5","verse":"1 Peter 1:3","votes":12,"__v":0,"niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead,","esv":"<div>\n\n<p id=\"p60001003_07-20\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  "},{"_id":"5fd23cd0a1012d290aa87aac","topicId":"5fc31fd88888bb90841decf5","verse":"Proverbs 1:7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20001007_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20001007-1\">7&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is the beginning of knowledge;</span><br><span id=\"p20001007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fools despise wisdom and instruction.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>7</strong></sup> The fear of the Lord is the beginning of knowledge, but fools despise wisdom and discipline.","kjv":"<strong>7</strong> The fear of the LORD is the beginning of knowledge: but  fools despise wisdom and instruction.  ","modified":"2022-05-04T12:50:58.820Z"},{"_id":"5fd23cd0a1012d290aa87aad","topicId":"5fc31fd88888bb90841decf5","verse":"1 Peter 1:2","votes":11,"__v":0,"niv":"<sup><strong>2</strong></sup> who have been chosen according to the foreknowledge of God the Father, through the sanctifying work of the Spirit, for obedience to Jesus Christ and sprinkling by his blood: Grace and peace be yours in abundance.","esv":"<div>\n<p id=\"p60001002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001002-1\">2&nbsp;</b>according to the foreknowledge of God the Father, in the sanctification of the Spirit, for obedience to Jesus Christ and for sprinkling with his blood:</p>\n<p id=\"p60001002_01-23\">May grace and peace be multiplied to you.</p>\n</div>","kjv":"<strong>2</strong> Elect according to the foreknowledge of God the Father, through sanctification of the Spirit, unto obedience and sprinkling of the blood of Jesus Christ: Grace unto you, and peace, be multiplied.  ","modified":"2021-12-31T13:17:32.501Z"},{"_id":"5fd23cd0a1012d290aa87aae","topicId":"5fc31fd88888bb90841decf5","verse":"Proverbs 28:1","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028001_01-24\" class=\"line\"><b class=\"chapter-num\" id=\"v20028001-1\">28:1&nbsp;</b>&nbsp;&nbsp;The wicked flee when no one pursues,</span><br><span id=\"p20028001_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous are bold as a lion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>1</strong></sup> The wicked man flees though no one pursues, but the righteous are as bold as a lion.","kjv":"<strong>1</strong> The wicked flee when no man pursueth: but the righteous are bold as a lion.  ","modified":"2022-11-30T20:37:35.342Z"},{"_id":"5fd23cd0a1012d290aa87aaf","topicId":"5fc31fd88888bb90841decf5","verse":"James 1","votes":10,"__v":0,"niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. ","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","esv":"<div>\n\n<p id=\"p59001001_02-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-3\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-3\">Greetings.</p>\n\n<p id=\"p59001001_06-3\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-3\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-3\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-3\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-3\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-3\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-3\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-3\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>"},{"_id":"5fd23cd0a1012d290aa87ab0","topicId":"5fc31fd88888bb90841decf5","verse":"Titus 3:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p56003010_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003010-1\">10&nbsp;</b>As for a person who stirs up division, after warning him once and then twice, have nothing more to do with him,</p>\n</div>","niv":"<sup><strong>10</strong></sup> Warn a divisive person once, and then warn him a second time. After that, have nothing to do with him.","kjv":"<strong>10</strong> A man that is an heretick after the first and second admonition reject;  ","modified":"2022-11-07T08:24:03.140Z"},{"_id":"5fd23cd0a1012d290aa87ab1","topicId":"5fc31fd88888bb90841decf5","verse":"James 1:27","votes":9,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world.","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","modified":"2022-11-07T08:24:05.114Z"},{"_id":"5fd23cd0a1012d290aa87ab2","topicId":"5fc31fd88888bb90841decf5","verse":"2 Peter 1:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p61001001_02-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61001001-1\">1:1&nbsp;</b>Simeon Peter, a servant and apostle of Jesus Christ,</p>\n<p id=\"p61001001_02-28\">To those who have obtained a faith of equal standing with ours by the righteousness of our God and Savior Jesus Christ:</p>\n\n</div>","niv":"<sup><strong>1</strong></sup> Simon Peter, a servant and apostle of Jesus Christ, To those who through the righteousness of our God and Savior Jesus Christ have received a faith as precious as ours:","kjv":"<strong>1</strong> Simon Peter, a servant and an apostle of Jesus Christ, to them that have obtained like precious faith with us through the righteousness of God and our Saviour Jesus Christ:  "},{"_id":"5fd23cd1a1012d290aa87ab3","topicId":"5fc31fd88888bb90841decf5","verse":"Psalm 31:24","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19031024_01-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031024-1\">24&nbsp;</b>&nbsp;&nbsp;Be strong, and let your heart take courage,</span><br><span id=\"p19031024_01-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who wait for the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","niv":"<sup><strong>24</strong></sup> Be strong and take heart, all you who hope in the LORD.","kjv":"<strong>24</strong> Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.  ","modified":"2022-07-06T03:31:07.782Z"},{"_id":"5fd23cd1a1012d290aa87ab4","topicId":"5fc31fd88888bb90841decf5","verse":"2 Timothy 3:5","votes":-2,"__v":0,"esv":"<div>\n<p id=\"p55003005_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","niv":"<sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them.","kjv":"<strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","modified":"2022-01-06T23:00:40.361Z"},{"_id":"5fd23cd1a1012d290aa87ab5","topicId":"5fc31fd88888bb90841decf5","verse":"Colossians 2:9","votes":7,"__v":0,"esv":"<div>\n<p id=\"p51002009_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily,</p>\n</div>","niv":"<sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form,","kjv":"<strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  ","modified":"2022-01-05T18:48:29.609Z"}]}