{"_id":"615a22216e3cd1721ad7145e","slug":"breast-cancer","name":"Breast Cancer","verses":[{"_id":"615a22226e3cd1721ad7145f","topicId":"615a22216e3cd1721ad7145e","verse":"Mark 4:35-41","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41004035_05-1\"><b class=\"verse-num\" id=\"v41004035-1\">35&nbsp;</b>On that day, when evening had come, he said to them, <span class=\"woc\">“Let us go across to the other side.”</span> <b class=\"verse-num\" id=\"v41004036-1\">36&nbsp;</b>And leaving the crowd, they took him with them in the boat, just as he was. And other boats were with him. <b class=\"verse-num\" id=\"v41004037-1\">37&nbsp;</b>And a great windstorm arose, and the waves were breaking into the boat, so that the boat was already filling. <b class=\"verse-num\" id=\"v41004038-1\">38&nbsp;</b>But he was in the stern, asleep on the cushion. And they woke him and said to him, “Teacher, do you not care that we are perishing?” <b class=\"verse-num\" id=\"v41004039-1\">39&nbsp;</b>And he awoke and rebuked the wind and said to the sea, <span class=\"woc\">“Peace! Be still!”</span> And the wind ceased, and there was a great calm. <b class=\"verse-num\" id=\"v41004040-1\">40&nbsp;</b>He said to them, <span class=\"woc\">“Why are you so afraid? Have you still no faith?”</span> <b class=\"verse-num\" id=\"v41004041-1\">41&nbsp;</b>And they were filled with great fear and said to one another, “Who then is this, that even the wind and the sea obey him?”</p>\n</div>","kjv":"<strong>35</strong> And the same day, when the even was come, he saith unto them, Let us pass over unto the other side.  <strong>36</strong> And when they had sent away the multitude, they took him even as he was in the ship. And there were also with him other little ships.  <strong>37</strong> And there arose a great storm of wind, and the waves beat into the ship, so that it was now full.  <strong>38</strong> And he was in the hinder part of the ship, asleep on a pillow: and they awake him, and say unto him, Master, carest thou not that we perish?  <strong>39</strong> And he arose, and rebuked the wind, and said unto the sea, Peace, be still. And the wind ceased, and there was a great calm.  <strong>40</strong> And he said unto them, Why are ye so fearful? how is it that ye have no faith?  <strong>41</strong> And they feared exceedingly, and said one to another, What manner of man is this, that even the wind and the sea obey him?  ","niv":"<sup><strong>35</strong></sup> That day when evening came, he said to his disciples, \"Let us go over to the other side.\" <sup><strong>36</strong></sup> Leaving the crowd behind, they took him along, just as he was, in the boat. There were also other boats with him. <sup><strong>37</strong></sup> A furious squall came up, and the waves broke over the boat, so that it was nearly swamped. <sup><strong>38</strong></sup> Jesus was in the stern, sleeping on a cushion. The disciples woke him and said to him, \"Teacher, don't you care if we drown?\" <sup><strong>39</strong></sup> He got up, rebuked the wind and said to the waves, \"Quiet! Be still!\" Then the wind died down and it was completely calm. <sup><strong>40</strong></sup> He said to his disciples, \"Why are you so afraid? Do you still have no faith?\" <sup><strong>41</strong></sup> They were terrified and asked each other, \"Who is this? Even the wind and the waves obey him!\" ","modified":"2022-10-02T01:43:36.701Z"},{"_id":"615a22226e3cd1721ad71460","topicId":"615a22216e3cd1721ad7145e","verse":"John 11:35","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p43011035_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept.</p>\n</div>","kjv":"<strong>35</strong> Jesus wept.  ","niv":"<sup><strong>35</strong></sup> Jesus wept.","modified":"2022-10-02T01:44:20.661Z"}]}