{"_id":"615a1e557c790f6c0a491722","slug":"breaking-bread","name":"Breaking Bread","verses":[{"_id":"615a1e557c790f6c0a491723","topicId":"615a1e557c790f6c0a491722","verse":"Acts 2:42","votes":1781,"__v":0,"esv":"<div>\n\n<p id=\"p44002001_07-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44002001-1\">2:1&nbsp;</b>When the day of Pentecost arrived, they were all together in one place. <b class=\"verse-num\" id=\"v44002002-1\">2&nbsp;</b>And suddenly there came from heaven a sound like a mighty rushing wind, and it filled the entire house where they were sitting. <b class=\"verse-num\" id=\"v44002003-1\">3&nbsp;</b>And divided tongues as of fire appeared to them and rested on each one of them. <b class=\"verse-num\" id=\"v44002004-1\">4&nbsp;</b>And they were all filled with the Holy Spirit and began to speak in other tongues as the Spirit gave them utterance.</p>\n<p id=\"p44002004_07-11\"><b class=\"verse-num\" id=\"v44002005-1\">5&nbsp;</b>Now there were dwelling in Jerusalem Jews, devout men from every nation under heaven. <b class=\"verse-num\" id=\"v44002006-1\">6&nbsp;</b>And at this sound the multitude came together, and they were bewildered, because each one was hearing them speak in his own language. <b class=\"verse-num\" id=\"v44002007-1\">7&nbsp;</b>And they were amazed and astonished, saying, “Are not all these who are speaking Galileans? <b class=\"verse-num\" id=\"v44002008-1\">8&nbsp;</b>And how is it that we hear, each of us in his own native language? <b class=\"verse-num\" id=\"v44002009-1\">9&nbsp;</b>Parthians and Medes and Elamites and residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <b class=\"verse-num\" id=\"v44002010-1\">10&nbsp;</b>Phrygia and Pamphylia, Egypt and the parts of Libya belonging to Cyrene, and visitors from Rome, <b class=\"verse-num\" id=\"v44002011-1\">11&nbsp;</b>both Jews and proselytes, Cretans and Arabians—we hear them telling in our own tongues the mighty works of God.” <b class=\"verse-num\" id=\"v44002012-1\">12&nbsp;</b>And all were amazed and perplexed, saying to one another, “What does this mean?” <b class=\"verse-num\" id=\"v44002013-1\">13&nbsp;</b>But others mocking said, “They are filled with new wine.”</p>\n\n<p id=\"p44002013_11-11\"><b class=\"verse-num\" id=\"v44002014-1\">14&nbsp;</b>But Peter, standing with the eleven, lifted up his voice and addressed them: “Men of Judea and all who dwell in Jerusalem, let this be known to you, and give ear to my words. <b class=\"verse-num\" id=\"v44002015-1\">15&nbsp;</b>For these people are not drunk, as you suppose, since it is only the third hour of the day. <b class=\"verse-num\" id=\"v44002016-1\">16&nbsp;</b>But this is what was uttered through the prophet Joel:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002017_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002017-1\">17&nbsp;</b>&nbsp;&nbsp;“‘And in the last days it shall be, God declares,</span><br><span id=\"p44002017_11-11\" class=\"line\">&nbsp;&nbsp;that I will pour out my Spirit on all flesh,</span><br><span id=\"p44002017_11-11\" class=\"line\">&nbsp;&nbsp;and your sons and your daughters shall prophesy,</span><br><span id=\"p44002017_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your young men shall see visions,</span><br><span id=\"p44002017_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your old men shall dream dreams;</span><br><span id=\"p44002018_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002018-1\">18&nbsp;</b>&nbsp;&nbsp;even on my male servants and female servants</span><br><span id=\"p44002018_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in those days I will pour out my Spirit, and they shall prophesy.</span><br><span id=\"p44002019_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002019-1\">19&nbsp;</b>&nbsp;&nbsp;And I will show wonders in the heavens above</span><br><span id=\"p44002019_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and signs on the earth below,</span><br><span id=\"p44002019_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blood, and fire, and vapor of smoke;</span><br><span id=\"p44002020_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002020-1\">20&nbsp;</b>&nbsp;&nbsp;the sun shall be turned to darkness</span><br><span id=\"p44002020_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the moon to blood,</span><br><span id=\"p44002020_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the day of the Lord comes, the great and magnificent day.</span><br><span id=\"p44002021_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002021-1\">21&nbsp;</b>&nbsp;&nbsp;And it shall come to pass that everyone who calls upon the name of the Lord shall be saved.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002021_11-11\"><b class=\"verse-num\" id=\"v44002022-1\">22&nbsp;</b>“Men of Israel, hear these words: Jesus of Nazareth, a man attested to you by God with mighty works and wonders and signs that God did through him in your midst, as you yourselves know—<b class=\"verse-num\" id=\"v44002023-1\">23&nbsp;</b>this Jesus, delivered up according to the definite plan and foreknowledge of God, you crucified and killed by the hands of lawless men. <b class=\"verse-num\" id=\"v44002024-1\">24&nbsp;</b>God raised him up, loosing the pangs of death, because it was not possible for him to be held by it. <b class=\"verse-num\" id=\"v44002025-1\">25&nbsp;</b>For David says concerning him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002025_11-11\" class=\"line\">&nbsp;&nbsp;“‘I saw the Lord always before me,</span><br><span id=\"p44002025_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he is at my right hand that I may not be shaken;</span><br><span id=\"p44002026_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002026-1\">26&nbsp;</b>&nbsp;&nbsp;therefore my heart was glad, and my tongue rejoiced;</span><br><span id=\"p44002026_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my flesh also will dwell in hope.</span><br><span id=\"p44002027_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002027-1\">27&nbsp;</b>&nbsp;&nbsp;For you will not abandon my soul to Hades,</span><br><span id=\"p44002027_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or let your Holy One see corruption.</span><br><span id=\"p44002028_11-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44002028-1\">28&nbsp;</b>&nbsp;&nbsp;You have made known to me the paths of life;</span><br><span id=\"p44002028_11-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will make me full of gladness with your presence.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002028_11-11\"><b class=\"verse-num\" id=\"v44002029-1\">29&nbsp;</b>“Brothers, I may say to you with confidence about the patriarch David that he both died and was buried, and his tomb is with us to this day. <b class=\"verse-num\" id=\"v44002030-1\">30&nbsp;</b>Being therefore a prophet, and knowing that God had sworn with an oath to him that he would set one of his descendants on his throne, <b class=\"verse-num\" id=\"v44002031-1\">31&nbsp;</b>he foresaw and spoke about the resurrection of the Christ, that he was not abandoned to Hades, nor did his flesh see corruption. <b class=\"verse-num\" id=\"v44002032-1\">32&nbsp;</b>This Jesus God raised up, and of that we all are witnesses. <b class=\"verse-num\" id=\"v44002033-1\">33&nbsp;</b>Being therefore exalted at the right hand of God, and having received from the Father the promise of the Holy Spirit, he has poured out this that you yourselves are seeing and hearing. <b class=\"verse-num\" id=\"v44002034-1\">34&nbsp;</b>For David did not ascend into the heavens, but he himself says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44002034_11-11\" class=\"line\">&nbsp;&nbsp;“‘The Lord said to my Lord,</span><br><span id=\"p44002034_11-11\" class=\"line\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p44002035_11-11\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v44002035-1\">35&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;until I make your enemies your footstool.”’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44002035_11-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44002036-1\">36&nbsp;</b>Let all the house of Israel therefore know for certain that God has made him both Lord and Christ, this Jesus whom you crucified.”</p>\n<p id=\"p44002036_11-11\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.” <b class=\"verse-num\" id=\"v44002040-1\">40&nbsp;</b>And with many other words he bore witness and continued to exhort them, saying, “Save yourselves from this crooked generation.” <b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n\n<p id=\"p44002041_16-11\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer.","modified":"2023-08-27T12:50:12.473Z"},{"_id":"615a1e567c790f6c0a491724","topicId":"615a1e557c790f6c0a491722","verse":"Acts 2:46","votes":1708,"__v":0,"esv":"<div>\n<p id=\"p44002046_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts,</p>\n</div>","kjv":"<strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  ","niv":"<sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts,"},{"_id":"615a1e567c790f6c0a491725","topicId":"615a1e557c790f6c0a491722","verse":"Acts 20:7","votes":1644,"__v":0,"esv":"<div>\n\n<p id=\"p44020001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44020001-1\">20:1&nbsp;</b>After the uproar ceased, Paul sent for the disciples, and after encouraging them, he said farewell and departed for Macedonia. <b class=\"verse-num\" id=\"v44020002-1\">2&nbsp;</b>When he had gone through those regions and had given them much encouragement, he came to Greece. <b class=\"verse-num\" id=\"v44020003-1\">3&nbsp;</b>There he spent three months, and when a plot was made against him by the Jews as he was about to set sail for Syria, he decided to return through Macedonia. <b class=\"verse-num\" id=\"v44020004-1\">4&nbsp;</b>Sopater the Berean, son of Pyrrhus, accompanied him; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timothy; and the Asians, Tychicus and Trophimus. <b class=\"verse-num\" id=\"v44020005-1\">5&nbsp;</b>These went on ahead and were waiting for us at Troas, <b class=\"verse-num\" id=\"v44020006-1\">6&nbsp;</b>but we sailed away from Philippi after the days of Unleavened Bread, and in five days we came to them at Troas, where we stayed for seven days.</p>\n\n<p id=\"p44020006_11-18\"><b class=\"verse-num\" id=\"v44020007-1\">7&nbsp;</b>On the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight. <b class=\"verse-num\" id=\"v44020008-1\">8&nbsp;</b>There were many lamps in the upper room where we were gathered. <b class=\"verse-num\" id=\"v44020009-1\">9&nbsp;</b>And a young man named Eutychus, sitting at the window, sank into a deep sleep as Paul talked still longer. And being overcome by sleep, he fell down from the third story and was taken up dead. <b class=\"verse-num\" id=\"v44020010-1\">10&nbsp;</b>But Paul went down and bent over him, and taking him in his arms, said, “Do not be alarmed, for his life is in him.” <b class=\"verse-num\" id=\"v44020011-1\">11&nbsp;</b>And when Paul had gone up and had broken bread and eaten, he conversed with them a long while, until daybreak, and so departed. <b class=\"verse-num\" id=\"v44020012-1\">12&nbsp;</b>And they took the youth away alive, and were not a little comforted.</p>\n<p id=\"p44020012_11-18\"><b class=\"verse-num\" id=\"v44020013-1\">13&nbsp;</b>But going ahead to the ship, we set sail for Assos, intending to take Paul aboard there, for so he had arranged, intending himself to go by land. <b class=\"verse-num\" id=\"v44020014-1\">14&nbsp;</b>And when he met us at Assos, we took him on board and went to Mitylene. <b class=\"verse-num\" id=\"v44020015-1\">15&nbsp;</b>And sailing from there we came the following day opposite Chios; the next day we touched at Samos; and the day after that we went to Miletus. <b class=\"verse-num\" id=\"v44020016-1\">16&nbsp;</b>For Paul had decided to sail past Ephesus, so that he might not have to spend time in Asia, for he was hastening to be at Jerusalem, if possible, on the day of Pentecost.</p>\n\n<p id=\"p44020016_17-18\"><b class=\"verse-num\" id=\"v44020017-1\">17&nbsp;</b>Now from Miletus he sent to Ephesus and called the elders of the church to come to him. <b class=\"verse-num\" id=\"v44020018-1\">18&nbsp;</b>And when they came to him, he said to them:</p>\n<p id=\"p44020018_17-18\">“You yourselves know how I lived among you the whole time from the first day that I set foot in Asia, <b class=\"verse-num\" id=\"v44020019-1\">19&nbsp;</b>serving the Lord with all humility and with tears and with trials that happened to me through the plots of the Jews; <b class=\"verse-num\" id=\"v44020020-1\">20&nbsp;</b>how I did not shrink from declaring to you anything that was profitable, and teaching you in public and from house to house, <b class=\"verse-num\" id=\"v44020021-1\">21&nbsp;</b>testifying both to Jews and to Greeks of repentance toward God and of faith in our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44020022-1\">22&nbsp;</b>And now, behold, I am going to Jerusalem, constrained by the Spirit, not knowing what will happen to me there, <b class=\"verse-num\" id=\"v44020023-1\">23&nbsp;</b>except that the Holy Spirit testifies to me in every city that imprisonment and afflictions await me. <b class=\"verse-num\" id=\"v44020024-1\">24&nbsp;</b>But I do not account my life of any value nor as precious to myself, if only I may finish my course and the ministry that I received from the Lord Jesus, to testify to the gospel of the grace of God. <b class=\"verse-num\" id=\"v44020025-1\">25&nbsp;</b>And now, behold, I know that none of you among whom I have gone about proclaiming the kingdom will see my face again. <b class=\"verse-num\" id=\"v44020026-1\">26&nbsp;</b>Therefore I testify to you this day that I am innocent of the blood of all, <b class=\"verse-num\" id=\"v44020027-1\">27&nbsp;</b>for I did not shrink from declaring to you the whole counsel of God. <b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood. <b class=\"verse-num\" id=\"v44020029-1\">29&nbsp;</b>I know that after my departure fierce wolves will come in among you, not sparing the flock; <b class=\"verse-num\" id=\"v44020030-1\">30&nbsp;</b>and from among your own selves will arise men speaking twisted things, to draw away the disciples after them. <b class=\"verse-num\" id=\"v44020031-1\">31&nbsp;</b>Therefore be alert, remembering that for three years I did not cease night or day to admonish every one with tears. <b class=\"verse-num\" id=\"v44020032-1\">32&nbsp;</b>And now I commend you to God and to the word of his grace, which is able to build you up and to give you the inheritance among all those who are sanctified. <b class=\"verse-num\" id=\"v44020033-1\">33&nbsp;</b>I coveted no one’s silver or gold or apparel. <b class=\"verse-num\" id=\"v44020034-1\">34&nbsp;</b>You yourselves know that these hands ministered to my necessities and to those who were with me. <b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n<p id=\"p44020035_17-18\"><b class=\"verse-num\" id=\"v44020036-1\">36&nbsp;</b>And when he had said these things, he knelt down and prayed with them all. <b class=\"verse-num\" id=\"v44020037-1\">37&nbsp;</b>And there was much weeping on the part of all; they embraced Paul and kissed him, <b class=\"verse-num\" id=\"v44020038-1\">38&nbsp;</b>being sorrowful most of all because of the word he had spoken, that they would not see his face again. And they accompanied him to the ship.</p>\n\n</div>","kjv":"<strong>7</strong> And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.  ","niv":"<sup><strong>7</strong></sup> On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight."},{"_id":"615a1e567c790f6c0a491726","topicId":"615a1e557c790f6c0a491722","verse":"Luke 22:19","votes":1306,"__v":0,"esv":"<div>\n<p id=\"p42022019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v42022019-1\">19&nbsp;</b>And he took bread, and when he had given thanks, he broke it and gave it to them, saying, <span class=\"woc\">“This is my body, which is given for you. Do this in remembrance of me.”</span></p>\n</div>","kjv":"<strong>19</strong> And he took bread, and gave thanks, and brake it, and gave unto them, saying, This is my body which is given for you: this do in remembrance of me.  ","niv":"<sup><strong>19</strong></sup> And he took bread, gave thanks and broke it, and gave it to them, saying, \"This is my body given for you; do this in remembrance of me.\"","modified":"2023-04-06T18:40:14.589Z"},{"_id":"615a1e567c790f6c0a491727","topicId":"615a1e557c790f6c0a491722","verse":"Luke 24:30","votes":1180,"__v":0,"esv":"<div>\n<p id=\"p42024030_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them.</p>\n</div>","kjv":"<strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  ","niv":"<sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them."},{"_id":"615a1e577c790f6c0a491728","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 10:16","votes":1165,"__v":0,"esv":"<div>\n<p id=\"p46010016_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ?</p>\n</div>","kjv":"<strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  ","niv":"<sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ?","modified":"2023-07-15T06:11:18.324Z"},{"_id":"615a1e577c790f6c0a491729","topicId":"615a1e557c790f6c0a491722","verse":"Acts 20:11","votes":1003,"__v":0,"esv":"<div>\n<p id=\"p44020011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020011-1\">11&nbsp;</b>And when Paul had gone up and had broken bread and eaten, he conversed with them a long while, until daybreak, and so departed.</p>\n</div>","kjv":"<strong>11</strong> When he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed.  ","niv":"<sup><strong>11</strong></sup> Then he went upstairs again and broke bread and ate. After talking until daylight, he left."},{"_id":"615a1e577c790f6c0a49172a","topicId":"615a1e557c790f6c0a491722","verse":"Luke 24:35","votes":943,"__v":0,"esv":"<div>\n<p id=\"p42024035_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n</div>","kjv":"<strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  ","niv":"<sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread."},{"_id":"615a1e587c790f6c0a49172b","topicId":"615a1e557c790f6c0a491722","verse":"Matthew 26:26","votes":898,"__v":0,"esv":"<div>\n\n<p id=\"p40026026_06-10\"><b class=\"verse-num\" id=\"v40026026-1\">26&nbsp;</b>Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, <span class=\"woc\">“Take, eat; this is my body.”</span></p>\n</div>","kjv":"<strong>26</strong> And as they were eating, Jesus took bread, and blessed it,  and brake it, and gave it to the disciples, and said, Take, eat; this is my body.  ","niv":"<sup><strong>26</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\"","modified":"2023-09-07T06:37:40.559Z"},{"_id":"615a1e587c790f6c0a49172c","topicId":"615a1e557c790f6c0a491722","verse":"Acts 2:1-47","votes":888,"__v":0,"kjv":"<strong>1</strong> And when the day of Pentecost was fully come, they were all with one accord in one place.  <strong>2</strong> And suddenly there came a sound from heaven as of a rushing mighty wind, and it filled all the house where they were sitting.  <strong>3</strong> And there appeared unto them cloven tongues like as of fire, and it sat upon each of them.  <strong>4</strong> And they were all filled with the Holy Ghost, and began to speak with other tongues, as the Spirit gave them utterance.  <strong>5</strong> And there were dwelling at Jerusalem Jews, devout men, out of every nation under heaven.  <strong>6</strong> Now when this was noised abroad, the multitude came together, and were confounded, because that every man heard them speak in his own language.  <strong>7</strong> And they were all amazed and marvelled, saying one to another, Behold, are not all these which speak Galilaeans?  <strong>8</strong> And how hear we every man in our own tongue, wherein we were born?  <strong>9</strong> Parthians, and Medes, and Elamites, and the dwellers in Mesopotamia, and in Judaea, and Cappadocia, in Pontus, and Asia,  <strong>10</strong> Phrygia, and Pamphylia, in Egypt, and in the parts of Libya about Cyrene, and strangers of Rome, Jews and proselytes,  <strong>11</strong> Cretes and Arabians, we do hear them speak in our tongues the wonderful works of God.  <strong>12</strong> And they were all amazed, and were in doubt, saying one to another, What meaneth this?  <strong>13</strong> Others mocking said, These men are full of new wine.  <strong>14</strong> But Peter, standing up with the eleven, lifted up his voice, and said unto them, Ye men of Judaea, and all ye that dwell at Jerusalem, be this known unto you, and hearken to my words:  <strong>15</strong> For these are not drunken, as ye suppose, seeing it is but  the third hour of the day.  <strong>16</strong> But this is that which was spoken by the prophet Joel;  <strong>17</strong> And it shall come to pass in the last days, saith God, I will pour out of my Spirit upon all flesh: and your sons and your daughters shall prophesy, and your young men shall see visions, and your old men shall dream dreams:  <strong>18</strong> And on my servants and on my handmaidens I will pour out in those days of my Spirit; and they shall prophesy:  <strong>19</strong> And I will shew wonders in heaven above, and signs in the earth beneath; blood, and fire, and vapour of smoke:  <strong>20</strong> The sun shall be turned into darkness, and the moon into blood, before that great and notable day of the Lord come:  <strong>21</strong> And it shall come to pass, that whosoever shall call on the name of the Lord shall be saved.  <strong>22</strong> Ye men of Israel, hear these words; Jesus of Nazareth, a man approved of God among you by miracles and wonders and signs, which God did by him in the midst of you, as ye yourselves also know:  <strong>23</strong> Him, being delivered by the determinate counsel and foreknowledge of God, ye have taken, and by wicked hands have crucified and slain:  <strong>24</strong> Whom God hath raised up, having loosed the pains of death: because it was not possible that he should be holden of it.  <strong>25</strong> For David speaketh concerning him, I foresaw the Lord always before my face, for he is on my right hand, that I should not be moved:  <strong>26</strong> Therefore did my heart rejoice, and my tongue was glad; moreover also my flesh shall rest in hope:  <strong>27</strong> Because thou wilt not leave my soul in hell, neither wilt thou suffer thine Holy One to see corruption.  <strong>28</strong> Thou hast made known to me the ways of life; thou shalt make me full of joy with thy countenance.  <strong>29</strong> Men and brethren, let me freely speak unto you of the patriarch David, that he is both dead and buried, and his sepulchre is with us unto this day.  <strong>30</strong> Therefore being a prophet, and knowing that God had sworn with an oath to him, that of the fruit of his loins, according to the flesh, he would raise up Christ to sit on his throne;  <strong>31</strong> He seeing this before spake of the resurrection of Christ, that his soul was not left in hell, neither his flesh did see corruption.  <strong>32</strong> This Jesus hath God raised up, whereof we all are witnesses.  <strong>33</strong> Therefore being by the right hand of God exalted, and having received of the Father the promise of the Holy Ghost, he hath shed forth this, which ye now see and hear.  <strong>34</strong> For David is not ascended into the heavens: but he saith himself, The LORD said unto my Lord, Sit thou on my right hand,  <strong>35</strong> Until I make thy foes thy footstool.  <strong>36</strong> Therefore let all the house of Israel know assuredly, that God hath made that same Jesus, whom ye have crucified, both Lord and Christ.  <strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  <strong>40</strong> And with many other words did he testify and exhort, saying, Save yourselves from this untoward generation.  <strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  <strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>1</strong></sup> When the day of Pentecost came, they were all together in one place. <sup><strong>2</strong></sup> Suddenly a sound like the blowing of a violent wind came from heaven and filled the whole house where they were sitting. <sup><strong>3</strong></sup> They saw what seemed to be tongues of fire that separated and came to rest on each of them. <sup><strong>4</strong></sup> All of them were filled with the Holy Spirit and began to speak in other tongues as the Spirit enabled them. <sup><strong>5</strong></sup> Now there were staying in Jerusalem God-fearing Jews from every nation under heaven. <sup><strong>6</strong></sup> When they heard this sound, a crowd came together in bewilderment, because each one heard them speaking in his own language. <sup><strong>7</strong></sup> Utterly amazed, they asked: \"Are not all these men who are speaking Galileans? <sup><strong>8</strong></sup> Then how is it that each of us hears them in his own native language? <sup><strong>9</strong></sup> Parthians, Medes and Elamites; residents of Mesopotamia, Judea and Cappadocia, Pontus and Asia, <sup><strong>10</strong></sup> Phrygia and Pamphylia, Egypt and the parts of Libya near Cyrene; visitors from Rome <sup><strong>11</strong></sup> (both Jews and converts to Judaism); Cretans and Arabs--we hear them declaring the wonders of God in our own tongues!\" <sup><strong>12</strong></sup> Amazed and perplexed, they asked one another, \"What does this mean?\" <sup><strong>13</strong></sup> Some, however, made fun of them and said, \"They have had too much wine. \" <sup><strong>14</strong></sup> Then Peter stood up with the Eleven, raised his voice and addressed the crowd: \"Fellow Jews and all of you who live in Jerusalem, let me explain this to you; listen carefully to what I say. <sup><strong>15</strong></sup> These men are not drunk, as you suppose. It's only nine in the morning! <sup><strong>16</strong></sup> No, this is what was spoken by the prophet Joel: <sup><strong>17</strong></sup> \"'In the last days, God says, I will pour out my Spirit on all people. Your sons and daughters will prophesy, your young men will see visions, your old men will dream dreams. <sup><strong>18</strong></sup> Even on my servants, both men and women, I will pour out my Spirit in those days, and they will prophesy. <sup><strong>19</strong></sup> I will show wonders in the heaven above and signs on the earth below, blood and fire and billows of smoke. <sup><strong>20</strong></sup> The sun will be turned to darkness and the moon to blood before the coming of the great and glorious day of the Lord. <sup><strong>21</strong></sup> And everyone who calls on the name of the Lord will be saved.' <sup><strong>22</strong></sup> \"Men of Israel, listen to this: Jesus of Nazareth was a man accredited by God to you by miracles, wonders and signs, which God did among you through him, as you yourselves know. <sup><strong>23</strong></sup> This man was handed over to you by God's set purpose and foreknowledge; and you, with the help of wicked men, put him to death by nailing him to the cross. <sup><strong>24</strong></sup> But God raised him from the dead, freeing him from the agony of death, because it was impossible for death to keep its hold on him. <sup><strong>25</strong></sup> David said about him: \"'I saw the Lord always before me. Because he is at my right hand, I will not be shaken. <sup><strong>26</strong></sup> Therefore my heart is glad and my tongue rejoices; my body also will live in hope, <sup><strong>27</strong></sup> because you will not abandon me to the grave, nor will you let your Holy One see decay. <sup><strong>28</strong></sup> You have made known to me the paths of life; you will fill me with joy in your presence.' <sup><strong>29</strong></sup> \"Brothers, I can tell you confidently that the patriarch David died and was buried, and his tomb is here to this day. <sup><strong>30</strong></sup> But he was a prophet and knew that God had promised him on oath that he would place one of his descendants on his throne. <sup><strong>31</strong></sup> Seeing what was ahead, he spoke of the resurrection of the Christ, that he was not abandoned to the grave, nor did his body see decay. <sup><strong>32</strong></sup> God has raised this Jesus to life, and we are all witnesses of the fact. <sup><strong>33</strong></sup> Exalted to the right hand of God, he has received from the Father the promised Holy Spirit and has poured out what you now see and hear. <sup><strong>34</strong></sup> For David did not ascend to heaven, and yet he said, \"'The Lord said to my Lord: \"Sit at my right hand <sup><strong>35</strong></sup> until I make your enemies a footstool for your feet.\"' <sup><strong>36</strong></sup> \"Therefore let all Israel be assured of this: God has made this Jesus, whom you crucified, both Lord and Christ.\" <sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" <sup><strong>40</strong></sup> With many other words he warned them; and he pleaded with them, \"Save yourselves from this corrupt generation.\" <sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day. <sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. ","modified":"2022-08-29T05:16:24.276Z"},{"_id":"615a1e587c790f6c0a49172d","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 11:24","votes":842,"__v":0,"esv":"<div>\n<p id=\"p46011024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span></p>\n\n</div>","kjv":"<strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  ","niv":"<sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\"","modified":"2022-04-03T05:33:17.188Z"},{"_id":"615a1e597c790f6c0a49172e","topicId":"615a1e557c790f6c0a491722","verse":"Matthew 26:26-29","votes":686,"__v":0,"esv":"<div>\n\n<p id=\"p40026026_06-14\"><b class=\"verse-num\" id=\"v40026026-1\">26&nbsp;</b>Now as they were eating, Jesus took bread, and after blessing it broke it and gave it to the disciples, and said, <span class=\"woc\">“Take, eat; this is my body.”</span> <b class=\"verse-num\" id=\"v40026027-1\">27&nbsp;</b>And he took a cup, and when he had given thanks he gave it to them, saying, <span class=\"woc\">“Drink of it, all of you,</span> <b class=\"verse-num woc\" id=\"v40026028-1\">28&nbsp;</b><span class=\"woc\">for this is my blood of the covenant, which is poured out for many for the forgiveness of sins.</span> <b class=\"verse-num woc\" id=\"v40026029-1\">29&nbsp;</b><span class=\"woc\">I tell you I will not drink again of this fruit of the vine until that day when I drink it new with you in my Father’s kingdom.”</span></p>\n\n</div>","kjv":"<strong>26</strong> And as they were eating, Jesus took bread, and blessed it,  and brake it, and gave it to the disciples, and said, Take, eat; this is my body.  <strong>27</strong> And he took the cup, and gave thanks, and gave it to them, saying, Drink ye all of it;  <strong>28</strong> For this is my blood of the new testament, which is shed for many for the remission of sins.  <strong>29</strong> But I say unto you, I will not drink henceforth of this fruit of the vine, until that day when I drink it new with you in my Father’s kingdom.  ","niv":"<sup><strong>26</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take and eat; this is my body.\" <sup><strong>27</strong></sup> Then he took the cup, gave thanks and offered it to them, saying, \"Drink from it, all of you. <sup><strong>28</strong></sup> This is my blood of the covenant, which is poured out for many for the forgiveness of sins. <sup><strong>29</strong></sup> I tell you, I will not drink of this fruit of the vine from now on until that day when I drink it anew with you in my Father's kingdom.\" "},{"_id":"615a1e597c790f6c0a49172f","topicId":"615a1e557c790f6c0a491722","verse":"Mark 14:22","votes":654,"__v":0,"esv":"<div>\n\n<p id=\"p41014022_06-15\"><b class=\"verse-num\" id=\"v41014022-1\">22&nbsp;</b>And as they were eating, he took bread, and after blessing it broke it and gave it to them, and said, <span class=\"woc\">“Take; this is my body.”</span></p>\n</div>","kjv":"<strong>22</strong> And as they did eat, Jesus took bread, and blessed, and brake it, and gave to them, and said, Take, eat: this is my body.  ","niv":"<sup><strong>22</strong></sup> While they were eating, Jesus took bread, gave thanks and broke it, and gave it to his disciples, saying, \"Take it; this is my body.\"","modified":"2022-10-13T00:01:19.948Z"},{"_id":"615a1e597c790f6c0a491730","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 11:23-26","votes":585,"__v":0,"esv":"<div>\n<p id=\"p46011023_01-17\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n\n</div>","kjv":"<strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  ","niv":"<sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. ","modified":"2023-09-24T19:10:10.786Z"},{"_id":"615a1e597c790f6c0a491731","topicId":"615a1e557c790f6c0a491722","verse":"Acts 20:1-38","votes":547,"__v":0,"kjv":"<strong>1</strong> And after the uproar was ceased, Paul called unto him the disciples, and embraced them, and departed for to go into Macedonia.  <strong>2</strong> And when he had gone over those parts, and had given them much exhortation, he came into Greece,  <strong>3</strong> And there abode three months. And when the Jews laid wait for him, as he was about to sail into Syria, he purposed to return through Macedonia.  <strong>4</strong> And there accompanied him into Asia Sopater of Berea; and of the Thessalonians, Aristarchus and Secundus; and Gaius of Derbe, and Timotheus; and of Asia, Tychicus and Trophimus.  <strong>5</strong> These going before tarried for us at Troas.  <strong>6</strong> And we sailed away from Philippi after the days of unleavened bread, and came unto them to Troas in five days; where we abode seven days.  <strong>7</strong> And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.  <strong>8</strong> And there were many lights in the upper chamber, where they were gathered together.  <strong>9</strong> And there sat in a window a certain young man named Eutychus, being fallen into a deep sleep: and as Paul was long preaching, he sunk down with sleep, and fell down from the third loft, and was taken up dead.  <strong>10</strong> And Paul went down, and fell on him, and embracing him said, Trouble not yourselves; for his life is in him.  <strong>11</strong> When he therefore was come up again, and had broken bread, and eaten, and talked a long while, even till break of day, so he departed.  <strong>12</strong> And they brought the young man alive, and were not a little comforted.  <strong>13</strong> And we went before to ship, and sailed unto Assos, there intending to take in Paul: for so had he appointed, minding himself to go afoot.  <strong>14</strong> And when he met with us at Assos, we took him in, and came to Mitylene.  <strong>15</strong> And we sailed thence, and came the next day over against Chios; and the next day we arrived at Samos, and tarried at Trogyllium; and the next day we came to Miletus.  <strong>16</strong> For Paul had determined to sail by Ephesus, because he would not spend the time in Asia: for he hasted, if it were possible for him, to be at Jerusalem the day of Pentecost.  <strong>17</strong> And from Miletus he sent to Ephesus, and called the elders of the church.  <strong>18</strong> And when they were come to him, he said unto them, Ye know, from the first day that I came into Asia, after what manner I have been with you at all seasons,  <strong>19</strong> Serving the Lord with all humility of mind, and with many tears, and temptations, which befell me by the lying in wait of the Jews:  <strong>20</strong> And how I kept back nothing that was profitable unto you, but have shewed you, and have taught you publickly, and from house to house,  <strong>21</strong> Testifying both to the Jews, and also to the Greeks, repentance toward God, and faith toward our Lord Jesus Christ.  <strong>22</strong> And now, behold, I go bound in the spirit unto Jerusalem, not knowing the things that shall befall me there:  <strong>23</strong> Save that the Holy Ghost witnesseth in every city, saying that bonds and afflictions abide me.  <strong>24</strong> But none of these things move me, neither count I my life dear unto myself, so that I might finish my course with joy, and the ministry, which I have received of the Lord Jesus, to testify the gospel of the grace of God.  <strong>25</strong> And now, behold, I know that ye all, among whom I have gone preaching the kingdom of God, shall see my face no more.  <strong>26</strong> Wherefore I take you to record this day, that I am pure from the blood of all men.  <strong>27</strong> For I have not shunned to declare unto you all the counsel of God.  <strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  <strong>29</strong> For I know this, that after my departing shall grievous wolves enter in among you, not sparing the flock.  <strong>30</strong> Also of your own selves shall men arise, speaking perverse things, to draw away disciples after them.  <strong>31</strong> Therefore watch, and remember, that by the space of three years I ceased not to warn every one night and day with tears.  <strong>32</strong> And now, brethren, I commend you to God, and to the word of his grace, which is able to build you up, and to give you an inheritance among all them which are sanctified.  <strong>33</strong> I have coveted no man’s silver, or gold, or apparel.  <strong>34</strong> Yea, ye yourselves know, that these hands have ministered unto my necessities, and to them that were with me.  <strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. <strong>36</strong> And when he had thus spoken, he kneeled down, and prayed with them all.  <strong>37</strong> And they all wept sore, and fell on Paul’s neck, and kissed him,  <strong>38</strong> Sorrowing most of all for the words which he spake, that they should see his face no more. And they accompanied him unto the ship.  ","niv":"<sup><strong>1</strong></sup> When the uproar had ended, Paul sent for the disciples and, after encouraging them, said good-by and set out for Macedonia. <sup><strong>2</strong></sup> He traveled through that area, speaking many words of encouragement to the people, and finally arrived in Greece, <sup><strong>3</strong></sup> where he stayed three months. Because the Jews made a plot against him just as he was about to sail for Syria, he decided to go back through Macedonia. <sup><strong>4</strong></sup> He was accompanied by Sopater son of Pyrrhus from Berea, Aristarchus and Secundus from Thessalonica, Gaius from Derbe, Timothy also, and Tychicus and Trophimus from the province of Asia. <sup><strong>5</strong></sup> These men went on ahead and waited for us at Troas. <sup><strong>6</strong></sup> But we sailed from Philippi after the Feast of Unleavened Bread, and five days later joined the others at Troas, where we stayed seven days. <sup><strong>7</strong></sup> On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight. <sup><strong>8</strong></sup> There were many lamps in the upstairs room where we were meeting. <sup><strong>9</strong></sup> Seated in a window was a young man named Eutychus, who was sinking into a deep sleep as Paul talked on and on. When he was sound asleep, he fell to the ground from the third story and was picked up dead. <sup><strong>10</strong></sup> Paul went down, threw himself on the young man and put his arms around him. \"Don't be alarmed,\" he said. \"He's alive!\" <sup><strong>11</strong></sup> Then he went upstairs again and broke bread and ate. After talking until daylight, he left. <sup><strong>12</strong></sup> The people took the young man home alive and were greatly comforted. <sup><strong>13</strong></sup> We went on ahead to the ship and sailed for Assos, where we were going to take Paul aboard. He had made this arrangement because he was going there on foot. <sup><strong>14</strong></sup> When he met us at Assos, we took him aboard and went on to Mitylene. <sup><strong>15</strong></sup> The next day we set sail from there and arrived off Kios. The day after that we crossed over to Samos, and on the following day arrived at Miletus. <sup><strong>16</strong></sup> Paul had decided to sail past Ephesus to avoid spending time in the province of Asia, for he was in a hurry to reach Jerusalem, if possible, by the day of Pentecost. <sup><strong>17</strong></sup> From Miletus, Paul sent to Ephesus for the elders of the church. <sup><strong>18</strong></sup> When they arrived, he said to them: \"You know how I lived the whole time I was with you, from the first day I came into the province of Asia. <sup><strong>19</strong></sup> I served the Lord with great humility and with tears, although I was severely tested by the plots of the Jews. <sup><strong>20</strong></sup> You know that I have not hesitated to preach anything that would be helpful to you but have taught you publicly and from house to house. <sup><strong>21</strong></sup> I have declared to both Jews and Greeks that they must turn to God in repentance and have faith in our Lord Jesus. <sup><strong>22</strong></sup> \"And now, compelled by the Spirit, I am going to Jerusalem, not knowing what will happen to me there. <sup><strong>23</strong></sup> I only know that in every city the Holy Spirit warns me that prison and hardships are facing me. <sup><strong>24</strong></sup> However, I consider my life worth nothing to me, if only I may finish the race and complete the task the Lord Jesus has given me--the task of testifying to the gospel of God's grace. <sup><strong>25</strong></sup> \"Now I know that none of you among whom I have gone about preaching the kingdom will ever see me again. <sup><strong>26</strong></sup> Therefore, I declare to you today that I am innocent of the blood of all men. <sup><strong>27</strong></sup> For I have not hesitated to proclaim to you the whole will of God. <sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood. <sup><strong>29</strong></sup> I know that after I leave, savage wolves will come in among you and will not spare the flock. <sup><strong>30</strong></sup> Even from your own number men will arise and distort the truth in order to draw away disciples after them. <sup><strong>31</strong></sup> So be on your guard! Remember that for three years I never stopped warning each of you night and day with tears. <sup><strong>32</strong></sup> \"Now I commit you to God and to the word of his grace, which can build you up and give you an inheritance among all those who are sanctified. <sup><strong>33</strong></sup> I have not coveted anyone's silver or gold or clothing. <sup><strong>34</strong></sup> You yourselves know that these hands of mine have supplied my own needs and the needs of my companions. <sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\" <sup><strong>36</strong></sup> When he had said this, he knelt down with all of them and prayed. <sup><strong>37</strong></sup> They all wept as they embraced him and kissed him. <sup><strong>38</strong></sup> What grieved them most was his statement that they would never see his face again. Then they accompanied him to the ship. "},{"_id":"615a1e5a7c790f6c0a491732","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 10:16-17","votes":532,"__v":0,"esv":"<div>\n<p id=\"p46010016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread.</p>\n</div>","kjv":"<strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  ","niv":"<sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. "},{"_id":"615a1e5b7c790f6c0a491733","topicId":"615a1e557c790f6c0a491722","verse":"John 6:35","votes":529,"__v":0,"esv":"<div>\n<p id=\"p43006035_01-21\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span></p>\n</div>","kjv":"<strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  ","niv":"<sup><strong>35</strong></sup> Then Jesus declared, \"I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty."},{"_id":"615a1e5b7c790f6c0a491734","topicId":"615a1e557c790f6c0a491722","verse":"Matthew 6:11","votes":512,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006011_01-22\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> Give us this day our daily bread.  ","niv":"<sup><strong>11</strong></sup> Give us today our daily bread."},{"_id":"615a1e5b7c790f6c0a491735","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 11:26","votes":506,"__v":0,"esv":"<div>\n<p id=\"p46011026_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n</div>","kjv":"<strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  ","niv":"<sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes."},{"_id":"615a1e5b7c790f6c0a491736","topicId":"615a1e557c790f6c0a491722","verse":"Matthew 14:19","votes":499,"__v":0,"esv":"<div>\n<p id=\"p40014019_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014019-1\">19&nbsp;</b>Then he ordered the crowds to sit down on the grass, and taking the five loaves and the two fish, he looked up to heaven and said a blessing. Then he broke the loaves and gave them to the disciples, and the disciples gave them to the crowds.</p>\n</div>","kjv":"<strong>19</strong> And he commanded the multitude to sit down on the grass, and took the five loaves, and the two fishes, and looking up to heaven, he blessed, and brake, and gave the loaves to his disciples, and the disciples to the multitude.  ","niv":"<sup><strong>19</strong></sup> And he directed the people to sit down on the grass. Taking the five loaves and the two fish and looking up to heaven, he gave thanks and broke the loaves. Then he gave them to the disciples, and the disciples gave them to the people."},{"_id":"615a1e5d7c790f6c0a491737","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 10:17","votes":480,"__v":0,"esv":"<div>\n<p id=\"p46010017_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread.</p>\n</div>","kjv":"<strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  ","niv":"<sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf.","modified":"2022-08-17T09:31:03.193Z"},{"_id":"615a1e5d7c790f6c0a491738","topicId":"615a1e557c790f6c0a491722","verse":"Matthew 15:36","votes":465,"__v":0,"esv":"<div>\n<p id=\"p40015036_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015036-1\">36&nbsp;</b>he took the seven loaves and the fish, and having given thanks he broke them and gave them to the disciples, and the disciples gave them to the crowds.</p>\n</div>","kjv":"<strong>36</strong> And he took the seven loaves and the fishes, and gave thanks, and brake them, and gave to his disciples, and the disciples to the multitude.  ","niv":"<sup><strong>36</strong></sup> Then he took the seven loaves and the fish, and when he had given thanks, he broke them and gave them to the disciples, and they in turn to the people."},{"_id":"615a1e5d7c790f6c0a491739","topicId":"615a1e557c790f6c0a491722","verse":"Acts 27:35","votes":495,"__v":0,"esv":"<div>\n<p id=\"p44027035_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v44027035-1\">35&nbsp;</b>And when he had said these things, he took bread, and giving thanks to God in the presence of all he broke it and began to eat.</p>\n</div>","kjv":"<strong>35</strong> And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.  ","niv":"<sup><strong>35</strong></sup> After he said this, he took some bread and gave thanks to God in front of them all. Then he broke it and began to eat.","modified":"2023-01-06T23:35:53.119Z"},{"_id":"615a1e5d7c790f6c0a49173a","topicId":"615a1e557c790f6c0a491722","verse":"Acts 2:44-47","votes":446,"__v":0,"esv":"<div>\n<p id=\"p44002044_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n</div>","kjv":"<strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. ","modified":"2022-11-26T19:22:00.180Z"},{"_id":"615a1e5d7c790f6c0a49173b","topicId":"615a1e557c790f6c0a491722","verse":"1 Corinthians 11:20","votes":446,"__v":0,"esv":"<div>\n<p id=\"p46011020_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat.</p>\n</div>","kjv":"<strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  ","niv":"<sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat,","modified":"2022-10-11T00:00:37.252Z"}]}