{"_id":"615a1dba7c790f6c0a4916a9","slug":"break-up","name":"Break Up","verses":[{"_id":"615a1dbd7c790f6c0a4916aa","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Corinthians 7:15","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-10\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-10\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-10\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-10\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-10\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-10\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-10\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-10\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-10\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  ","niv":"<sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace."},{"_id":"615a1dbd7c790f6c0a4916ab","topicId":"615a1dba7c790f6c0a4916a9","verse":"Galatians 6:7","votes":10,"__v":0,"esv":"<div>\n<p id=\"p48006007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap.</p>\n</div>","kjv":"<strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  ","niv":"<sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows."},{"_id":"615a1dbd7c790f6c0a4916ac","topicId":"615a1dba7c790f6c0a4916a9","verse":"Psalm 34:18","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit."},{"_id":"615a1dbd7c790f6c0a4916ad","topicId":"615a1dba7c790f6c0a4916a9","verse":"Hebrews 13:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p58013004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013004-1\">4&nbsp;</b>Let marriage be held in honor among all, and let the marriage bed be undefiled, for God will judge the sexually immoral and adulterous.</p>\n</div>","kjv":"<strong>4</strong> Marriage is honourable in all, and the bed undefiled: but whoremongers and adulterers God will judge.  ","niv":"<sup><strong>4</strong></sup> Marriage should be honored by all, and the marriage bed kept pure, for God will judge the adulterer and all the sexually immoral."},{"_id":"615a1dbd7c790f6c0a4916ae","topicId":"615a1dba7c790f6c0a4916a9","verse":"Malachi 2:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p39002016_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002016-1\">16&nbsp;</b>“For the man who does not love his wife but divorces her, says the LORD, the God of Israel, covers his garment with violence, says the LORD of hosts. So guard yourselves in your spirit, and do not be faithless.”</p>\n\n</div>","kjv":"<strong>16</strong> For the LORD, the God of Israel, saith that he hateth putting away: for one covereth violence with his garment, saith the LORD of hosts: therefore take heed to your spirit, that ye deal not treacherously.  ","niv":"<sup><strong>16</strong></sup> \"I hate divorce,\" says the LORD God of Israel, \"and I hate a man's covering himself with violence as well as with his garment,\" says the LORD Almighty. So guard yourself in your spirit, and do not break faith."},{"_id":"615a1dbd7c790f6c0a4916af","topicId":"615a1dba7c790f6c0a4916a9","verse":"John 3:16","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-6\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a1dbd7c790f6c0a4916b0","topicId":"615a1dba7c790f6c0a4916a9","verse":"Hosea 10:12","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28010012_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v28010012-1\">12&nbsp;</b>&nbsp;&nbsp;Sow for yourselves righteousness;</span><br><span id=\"p28010012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reap steadfast love;</span><br><span id=\"p28010012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break up your fallow ground,</span><br><span id=\"p28010012_01-7\" class=\"line\">&nbsp;&nbsp;for it is the time to seek the LORD,</span><br><span id=\"p28010012_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that he may come and rain righteousness upon you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Sow to yourselves in righteousness, reap in mercy; break up your fallow ground: for it is time to seek the LORD, till he come and rain righteousness upon you.  ","niv":"<sup><strong>12</strong></sup> Sow for yourselves righteousness, reap the fruit of unfailing love, and break up your unplowed ground; for it is time to seek the LORD, until he comes and showers righteousness on you."},{"_id":"615a1dbd7c790f6c0a4916b1","topicId":"615a1dba7c790f6c0a4916a9","verse":"Matthew 19:1-30","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40019001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40019001-1\">19:1&nbsp;</b>Now when Jesus had finished these sayings, he went away from Galilee and entered the region of Judea beyond the Jordan. <b class=\"verse-num\" id=\"v40019002-1\">2&nbsp;</b>And large crowds followed him, and he healed them there.</p>\n<p id=\"p40019002_04-8\"><b class=\"verse-num\" id=\"v40019003-1\">3&nbsp;</b>And Pharisees came up to him and tested him by asking, “Is it lawful to divorce one’s wife for any cause?” <b class=\"verse-num\" id=\"v40019004-1\">4&nbsp;</b>He answered, <span class=\"woc\">“Have you not read that he who created them from the beginning made them male and female,</span> <b class=\"verse-num woc\" id=\"v40019005-1\">5&nbsp;</b><span class=\"woc\">and said, ‘Therefore a man shall leave his father and his mother and hold fast to his wife, and the two shall become one flesh’?</span> <b class=\"verse-num woc\" id=\"v40019006-1\">6&nbsp;</b><span class=\"woc\">So they are no longer two but one flesh. What therefore God has joined together, let not man separate.”</span> <b class=\"verse-num\" id=\"v40019007-1\">7&nbsp;</b>They said to him, “Why then did Moses command one to give a certificate of divorce and to send her away?” <b class=\"verse-num\" id=\"v40019008-1\">8&nbsp;</b>He said to them, <span class=\"woc\">“Because of your hardness of heart Moses allowed you to divorce your wives, but from the beginning it was not so.</span> <b class=\"verse-num woc\" id=\"v40019009-1\">9&nbsp;</b><span class=\"woc\">And I say to you: whoever divorces his wife, except for sexual immorality, and marries another, commits adultery.”</span></p>\n<p id=\"p40019009_04-8\"><b class=\"verse-num\" id=\"v40019010-1\">10&nbsp;</b>The disciples said to him, “If such is the case of a man with his wife, it is better not to marry.” <b class=\"verse-num\" id=\"v40019011-1\">11&nbsp;</b>But he said to them, <span class=\"woc\">“Not everyone can receive this saying, but only those to whom it is given.</span> <b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n\n<p id=\"p40019012_10-8\"><b class=\"verse-num\" id=\"v40019013-1\">13&nbsp;</b>Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked the people, <b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span> <b class=\"verse-num\" id=\"v40019015-1\">15&nbsp;</b>And he laid his hands on them and went away.</p>\n\n<p id=\"p40019015_14-8\"><b class=\"verse-num\" id=\"v40019016-1\">16&nbsp;</b>And behold, a man came up to him, saying, “Teacher, what good deed must I do to have eternal life?” <b class=\"verse-num\" id=\"v40019017-1\">17&nbsp;</b>And he said to him, <span class=\"woc\">“Why do you ask me about what is good? There is only one who is good. If you would enter life, keep the commandments.”</span> <b class=\"verse-num\" id=\"v40019018-1\">18&nbsp;</b>He said to him, “Which ones?” And Jesus said, <span class=\"woc\">“You shall not murder, You shall not commit adultery, You shall not steal, You shall not bear false witness,</span> <b class=\"verse-num woc\" id=\"v40019019-1\">19&nbsp;</b><span class=\"woc\">Honor your father and mother, and, You shall love your neighbor as yourself.”</span> <b class=\"verse-num\" id=\"v40019020-1\">20&nbsp;</b>The young man said to him, “All these I have kept. What do I still lack?” <b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n<p id=\"p40019022_14-8\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span> <b class=\"verse-num\" id=\"v40019025-1\">25&nbsp;</b>When the disciples heard this, they were greatly astonished, saying, “Who then can be saved?” <b class=\"verse-num\" id=\"v40019026-1\">26&nbsp;</b>But Jesus looked at them and said, <span class=\"woc\">“With man this is impossible, but with God all things are possible.”</span> <b class=\"verse-num\" id=\"v40019027-1\">27&nbsp;</b>Then Peter said in reply, “See, we have left everything and followed you. What then will we have?” <b class=\"verse-num\" id=\"v40019028-1\">28&nbsp;</b>Jesus said to them, <span class=\"woc\">“Truly, I say to you, in the new world, when the Son of Man will sit on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel.</span> <b class=\"verse-num woc\" id=\"v40019029-1\">29&nbsp;</b><span class=\"woc\">And everyone who has left houses or brothers or sisters or father or mother or children or lands, for my name’s sake, will receive a hundredfold and will inherit eternal life.</span> <b class=\"verse-num woc\" id=\"v40019030-1\">30&nbsp;</b><span class=\"woc\">But many who are first will be last, and the last first.</span></p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass, that when Jesus had finished these sayings, he departed from Galilee, and came into the coasts of Judaea beyond Jordan;  <strong>2</strong> And great multitudes followed him; and he healed them there.  <strong>3</strong> The Pharisees also came unto him, tempting him, and saying unto him, Is it lawful for a man to put away his wife for every cause?  <strong>4</strong> And he answered and said unto them, Have ye not read, that he which made them at the beginning made them male and female,  <strong>5</strong> And said, For this cause shall a man leave father and mother, and shall cleave to his wife: and they twain shall be one flesh?  <strong>6</strong> Wherefore they are no more twain, but one flesh. What therefore God hath joined together, let not man put asunder.  <strong>7</strong> They say unto him, Why did Moses then command to give a writing of divorcement, and to put her away?  <strong>8</strong> He saith unto them, Moses because of the hardness of your hearts suffered you to put away your wives: but from the beginning it was not so.  <strong>9</strong> And I say unto you, Whosoever shall put away his wife, except it be for fornication, and shall marry another, committeth adultery: and whoso marrieth her which is put away doth commit adultery.  <strong>10</strong> His disciples say unto him, If the case of the man be so with his wife, it is not good to marry.  <strong>11</strong> But he said unto them, All men cannot receive this saying, save they to whom it is given.  <strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. <strong>13</strong> Then were there brought unto him little children, that he should put his hands on them, and pray: and the disciples rebuked them.  <strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  <strong>15</strong> And he laid his hands on them, and departed thence.  <strong>16</strong> And, behold, one came and said unto him, Good Master, what good thing shall I do, that I may have eternal life?  <strong>17</strong> And he said unto him, Why callest thou me good? there is  none good but one, that is, God: but if thou wilt enter into life, keep the commandments.  <strong>18</strong> He saith unto him, Which? Jesus said, Thou shalt do no murder, Thou shalt not commit adultery, Thou shalt not steal, Thou shalt not bear false witness,  <strong>19</strong> Honour thy father and thy mother: and, Thou shalt love thy neighbour as thyself.  <strong>20</strong> The young man saith unto him, All these things have I kept from my youth up: what lack I yet?  <strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  <strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  <strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  <strong>25</strong> When his disciples heard it, they were exceedingly amazed, saying, Who then can be saved?  <strong>26</strong> But Jesus beheld them, and said unto them, With men this is impossible; but with God all things are possible. <strong>27</strong> Then answered Peter and said unto him, Behold, we have forsaken all, and followed thee; what shall we have therefore?  <strong>28</strong> And Jesus said unto them, Verily I say unto you, That ye which have followed me, in the regeneration when the Son of man shall sit in the throne of his glory, ye also shall sit upon twelve thrones, judging the twelve tribes of Israel.  <strong>29</strong> And every one that hath forsaken houses, or brethren, or sisters, or father, or mother, or wife, or children, or lands, for my name’s sake, shall receive an hundredfold, and shall inherit everlasting life.  <strong>30</strong> But many that are first shall be last; and the last shall be first. ","niv":"<sup><strong>1</strong></sup> When Jesus had finished saying these things, he left Galilee and went into the region of Judea to the other side of the Jordan. <sup><strong>2</strong></sup> Large crowds followed him, and he healed them there. <sup><strong>3</strong></sup> Some Pharisees came to him to test him. They asked, \"Is it lawful for a man to divorce his wife for any and every reason?\" <sup><strong>4</strong></sup> \"Haven't you read,\" he replied, \"that at the beginning the Creator 'made them male and female,' <sup><strong>5</strong></sup> and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh'? <sup><strong>6</strong></sup> So they are no longer two, but one. Therefore what God has joined together, let man not separate.\" <sup><strong>7</strong></sup> \"Why then,\" they asked, \"did Moses command that a man give his wife a certificate of divorce and send her away?\" <sup><strong>8</strong></sup> Jesus replied, \"Moses permitted you to divorce your wives because your hearts were hard. But it was not this way from the beginning. <sup><strong>9</strong></sup> I tell you that anyone who divorces his wife, except for marital unfaithfulness, and marries another woman commits adultery.\" <sup><strong>10</strong></sup> The disciples said to him, \"If this is the situation between a husband and wife, it is better not to marry.\" <sup><strong>11</strong></sup> Jesus replied, \"Not everyone can accept this word, but only those to whom it has been given. <sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\" <sup><strong>13</strong></sup> Then little children were brought to Jesus for him to place his hands on them and pray for them. But the disciples rebuked those who brought them. <sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\" <sup><strong>15</strong></sup> When he had placed his hands on them, he went on from there. <sup><strong>16</strong></sup> Now a man came up to Jesus and asked, \"Teacher, what good thing must I do to get eternal life?\" <sup><strong>17</strong></sup> \"Why do you ask me about what is good?\" Jesus replied. \"There is only One who is good. If you want to enter life, obey the commandments.\" <sup><strong>18</strong></sup> \"Which ones?\" the man inquired. <sup><strong>19</strong></sup> Jesus replied, \"'Do not murder, do not commit adultery, do not steal, do not give false testimony, honor your father and mother,' and 'love your neighbor as yourself.'\" <sup><strong>20</strong></sup> \"All these I have kept,\" the young man said. \"What do I still lack?\" <sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. <sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven. <sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\" <sup><strong>25</strong></sup> When the disciples heard this, they were greatly astonished and asked, \"Who then can be saved?\" <sup><strong>26</strong></sup> Jesus looked at them and said, \"With man this is impossible, but with God all things are possible.\" <sup><strong>27</strong></sup> Peter answered him, \"We have left everything to follow you! What then will there be for us?\" <sup><strong>28</strong></sup> Jesus said to them, \"I tell you the truth, at the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. <sup><strong>29</strong></sup> And everyone who has left houses or brothers or sisters or father or mother or children or fields for my sake will receive a hundred times as much and will inherit eternal life. <sup><strong>30</strong></sup> But many who are first will be last, and many who are last will be first. "},{"_id":"615a1dbe7c790f6c0a4916b2","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Corinthians 7:1-40","votes":6,"__v":0,"kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. "},{"_id":"615a1dbe7c790f6c0a4916b3","topicId":"615a1dba7c790f6c0a4916a9","verse":"John 14:1-31","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span> <b class=\"verse-num woc\" id=\"v43014002-1\">2&nbsp;</b><span class=\"woc\">In my Father’s house are many rooms. If it were not so, would I have told you that I go to prepare a place for you?</span> <b class=\"verse-num woc\" id=\"v43014003-1\">3&nbsp;</b><span class=\"woc\">And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also.</span> <b class=\"verse-num woc\" id=\"v43014004-1\">4&nbsp;</b><span class=\"woc\">And you know the way to where I am going.”</span> <b class=\"verse-num\" id=\"v43014005-1\">5&nbsp;</b>Thomas said to him, “Lord, we do not know where you are going. How can we know the way?” <b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span> <b class=\"verse-num woc\" id=\"v43014007-1\">7&nbsp;</b><span class=\"woc\">If you had known me, you would have known my Father also. From now on you do know him and have seen him.”</span></p>\n<p id=\"p43014007_11-11\"><b class=\"verse-num\" id=\"v43014008-1\">8&nbsp;</b>Philip said to him, “Lord, show us the Father, and it is enough for us.” <b class=\"verse-num\" id=\"v43014009-1\">9&nbsp;</b>Jesus said to him, <span class=\"woc\">“Have I been with you so long, and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, ‘Show us the Father’?</span> <b class=\"verse-num woc\" id=\"v43014010-1\">10&nbsp;</b><span class=\"woc\">Do you not believe that I am in the Father and the Father is in me? The words that I say to you I do not speak on my own authority, but the Father who dwells in me does his works.</span> <b class=\"verse-num woc\" id=\"v43014011-1\">11&nbsp;</b><span class=\"woc\">Believe me that I am in the Father and the Father is in me, or else believe on account of the works themselves.</span></p>\n<p id=\"p43014011_11-11\"><b class=\"verse-num woc\" id=\"v43014012-1\">12&nbsp;</b><span class=\"woc\">“Truly, truly, I say to you, whoever believes in me will also do the works that I do; and greater works than these will he do, because I am going to the Father.</span> <b class=\"verse-num woc\" id=\"v43014013-1\">13&nbsp;</b><span class=\"woc\">Whatever you ask in my name, this I will do, that the Father may be glorified in the Son.</span> <b class=\"verse-num woc\" id=\"v43014014-1\">14&nbsp;</b><span class=\"woc\">If you ask me anything in my name, I will do it.</span></p>\n\n<p id=\"p43014014_16-11\"><b class=\"verse-num woc\" id=\"v43014015-1\">15&nbsp;</b><span class=\"woc\">“If you love me, you will keep my commandments.</span> <b class=\"verse-num woc\" id=\"v43014016-1\">16&nbsp;</b><span class=\"woc\">And I will ask the Father, and he will give you another Helper, to be with you forever,</span> <b class=\"verse-num woc\" id=\"v43014017-1\">17&nbsp;</b><span class=\"woc\">even the Spirit of truth, whom the world cannot receive, because it neither sees him nor knows him. You know him, for he dwells with you and will be in you.</span></p>\n<p id=\"p43014017_16-11\"><b class=\"verse-num woc\" id=\"v43014018-1\">18&nbsp;</b><span class=\"woc\">“I will not leave you as orphans; I will come to you.</span> <b class=\"verse-num woc\" id=\"v43014019-1\">19&nbsp;</b><span class=\"woc\">Yet a little while and the world will see me no more, but you will see me. Because I live, you also will live.</span> <b class=\"verse-num woc\" id=\"v43014020-1\">20&nbsp;</b><span class=\"woc\">In that day you will know that I am in my Father, and you in me, and I in you.</span> <b class=\"verse-num woc\" id=\"v43014021-1\">21&nbsp;</b><span class=\"woc\">Whoever has my commandments and keeps them, he it is who loves me. And he who loves me will be loved by my Father, and I will love him and manifest myself to him.”</span> <b class=\"verse-num\" id=\"v43014022-1\">22&nbsp;</b>Judas (not Iscariot) said to him, “Lord, how is it that you will manifest yourself to us, and not to the world?” <b class=\"verse-num\" id=\"v43014023-1\">23&nbsp;</b>Jesus answered him, <span class=\"woc\">“If anyone loves me, he will keep my word, and my Father will love him, and we will come to him and make our home with him.</span> <b class=\"verse-num woc\" id=\"v43014024-1\">24&nbsp;</b><span class=\"woc\">Whoever does not love me does not keep my words. And the word that you hear is not mine but the Father’s who sent me.</span></p>\n<p id=\"p43014024_16-11\"><b class=\"verse-num woc\" id=\"v43014025-1\">25&nbsp;</b><span class=\"woc\">“These things I have spoken to you while I am still with you.</span> <b class=\"verse-num woc\" id=\"v43014026-1\">26&nbsp;</b><span class=\"woc\">But the Helper, the Holy Spirit, whom the Father will send in my name, he will teach you all things and bring to your remembrance all that I have said to you.</span> <b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span> <b class=\"verse-num woc\" id=\"v43014028-1\">28&nbsp;</b><span class=\"woc\">You heard me say to you, ‘I am going away, and I will come to you.’ If you loved me, you would have rejoiced, because I am going to the Father, for the Father is greater than I.</span> <b class=\"verse-num woc\" id=\"v43014029-1\">29&nbsp;</b><span class=\"woc\">And now I have told you before it takes place, so that when it does take place you may believe.</span> <b class=\"verse-num woc\" id=\"v43014030-1\">30&nbsp;</b><span class=\"woc\">I will no longer talk much with you, for the ruler of this world is coming. He has no claim on me,</span> <b class=\"verse-num woc\" id=\"v43014031-1\">31&nbsp;</b><span class=\"woc\">but I do as the Father has commanded me, so that the world may know that I love the Father. Rise, let us go from here.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  <strong>2</strong> In my Father’s house are many mansions: if it were not so, I would have told you. I go to prepare a place for you.  <strong>3</strong> And if I go and prepare a place for you, I will come again, and receive you unto myself; that where I am, there ye may be also.  <strong>4</strong> And whither I go ye know, and the way ye know.  <strong>5</strong> Thomas saith unto him, Lord, we know not whither thou goest; and how can we know the way?  <strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  <strong>7</strong> If ye had known me, ye should have known my Father also: and from henceforth ye know him, and have seen him.  <strong>8</strong> Philip saith unto him, Lord, shew us the Father, and it sufficeth us.  <strong>9</strong> Jesus saith unto him, Have I been so long time with you, and yet hast thou not known me, Philip? he that hath seen me hath seen the Father; and how sayest thou then, Shew us the Father?  <strong>10</strong> Believest thou not that I am in the Father, and the Father in me? the words that I speak unto you I speak not of myself: but the Father that dwelleth in me, he doeth the works.  <strong>11</strong> Believe me that I am in the Father, and the Father in me: or else believe me for the very works’ sake.  <strong>12</strong> Verily, verily, I say unto you, He that believeth on me, the works that I do shall he do also; and greater works than these shall he do; because I go unto my Father.  <strong>13</strong> And whatsoever ye shall ask in my name, that will I do, that the Father may be glorified in the Son.  <strong>14</strong> If ye shall ask any thing in my name, I will do it. <strong>15</strong>           If ye love me, keep my commandments.  <strong>16</strong> And I will pray the Father, and he shall give you another Comforter, that he may abide with you for ever;  <strong>17</strong> Even the Spirit of truth; whom the world cannot receive, because it seeth him not, neither knoweth him: but ye know him; for he dwelleth with you, and shall be in you.  <strong>18</strong> I will not leave you comfortless: I will come to you.  <strong>19</strong> Yet a little while, and the world seeth me no more; but ye see me: because I live, ye shall live also.  <strong>20</strong> At that day ye shall know that I am in my Father, and ye in me, and I in you.  <strong>21</strong> He that hath my commandments, and keepeth them, he it is that loveth me: and he that loveth me shall be loved of my Father, and I will love him, and will manifest myself to him.  <strong>22</strong> Judas saith unto him, not Iscariot, Lord, how is it that thou wilt manifest thyself unto us, and not unto the world?  <strong>23</strong> Jesus answered and said unto him, If a man love me, he will keep my words: and my Father will love him, and we will come unto him, and make our abode with him.  <strong>24</strong> He that loveth me not keepeth not my sayings: and the word which ye hear is not mine, but the Father’s which sent me.  <strong>25</strong> These things have I spoken unto you, being yet present with you.  <strong>26</strong> But the Comforter, which is the Holy Ghost, whom the Father will send in my name, he shall teach you all things, and bring all things to your remembrance, whatsoever I have said unto you.  <strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  <strong>28</strong> Ye have heard how I said unto you, I go away, and come again  unto you. If ye loved me, ye would rejoice, because I said, I go unto the Father: for my Father is greater than I.  <strong>29</strong> And now I have told you before it come to pass, that, when it is come to pass, ye might believe.  <strong>30</strong> Hereafter I will not talk much with you: for the prince of this world cometh, and hath nothing in me.  <strong>31</strong> But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go hence. ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me. <sup><strong>2</strong></sup> In my Father's house are many rooms; if it were not so, I would have told you. I am going there to prepare a place for you. <sup><strong>3</strong></sup> And if I go and prepare a place for you, I will come back and take you to be with me that you also may be where I am. <sup><strong>4</strong></sup> You know the way to the place where I am going.\" <sup><strong>5</strong></sup> Thomas said to him, \"Lord, we don't know where you are going, so how can we know the way?\" <sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me. <sup><strong>7</strong></sup> If you really knew me, you would know my Father as well. From now on, you do know him and have seen him.\" <sup><strong>8</strong></sup> Philip said, \"Lord, show us the Father and that will be enough for us.\" <sup><strong>9</strong></sup> Jesus answered: \"Don't you know me, Philip, even after I have been among you such a long time? Anyone who has seen me has seen the Father. How can you say, 'Show us the Father'? <sup><strong>10</strong></sup> Don't you believe that I am in the Father, and that the Father is in me? The words I say to you are not just my own. Rather, it is the Father, living in me, who is doing his work. <sup><strong>11</strong></sup> Believe me when I say that I am in the Father and the Father is in me; or at least believe on the evidence of the miracles themselves. <sup><strong>12</strong></sup> I tell you the truth, anyone who has faith in me will do what I have been doing. He will do even greater things than these, because I am going to the Father. <sup><strong>13</strong></sup> And I will do whatever you ask in my name, so that the Son may bring glory to the Father. <sup><strong>14</strong></sup> You may ask me for anything in my name, and I will do it. <sup><strong>15</strong></sup> \"If you love me, you will obey what I command. <sup><strong>16</strong></sup> And I will ask the Father, and he will give you another Counselor to be with you forever-- <sup><strong>17</strong></sup> the Spirit of truth. The world cannot accept him, because it neither sees him nor knows him. But you know him, for he lives with you and will be in you. <sup><strong>18</strong></sup> I will not leave you as orphans; I will come to you. <sup><strong>19</strong></sup> Before long, the world will not see me anymore, but you will see me. Because I live, you also will live. <sup><strong>20</strong></sup> On that day you will realize that I am in my Father, and you are in me, and I am in you. <sup><strong>21</strong></sup> Whoever has my commands and obeys them, he is the one who loves me. He who loves me will be loved by my Father, and I too will love him and show myself to him.\" <sup><strong>22</strong></sup> Then Judas (not Judas Iscariot) said, \"But, Lord, why do you intend to show yourself to us and not to the world?\" <sup><strong>23</strong></sup> Jesus replied, \"If anyone loves me, he will obey my teaching. My Father will love him, and we will come to him and make our home with him. <sup><strong>24</strong></sup> He who does not love me will not obey my teaching. These words you hear are not my own; they belong to the Father who sent me. <sup><strong>25</strong></sup> \"All this I have spoken while still with you. <sup><strong>26</strong></sup> But the Counselor, the Holy Spirit, whom the Father will send in my name, will teach you all things and will remind you of everything I have said to you. <sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid. <sup><strong>28</strong></sup> \"You heard me say, 'I am going away and I am coming back to you.' If you loved me, you would be glad that I am going to the Father, for the Father is greater than I. <sup><strong>29</strong></sup> I have told you now before it happens, so that when it does happen you will believe. <sup><strong>30</strong></sup> I will not speak with you much longer, for the prince of this world is coming. He has no hold on me, <sup><strong>31</strong></sup> but the world must learn that I love the Father and that I do exactly what my Father has commanded me. \"Come now; let us leave. "},{"_id":"615a1dbe7c790f6c0a4916b4","topicId":"615a1dba7c790f6c0a4916a9","verse":"Ephesians 5:25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-12\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"615a1dbe7c790f6c0a4916b5","topicId":"615a1dba7c790f6c0a4916a9","verse":"Jeremiah 29:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615a1dbe7c790f6c0a4916b6","topicId":"615a1dba7c790f6c0a4916a9","verse":"Proverbs 3:5-6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"615a1dbe7c790f6c0a4916b7","topicId":"615a1dba7c790f6c0a4916a9","verse":"Deuteronomy 24:1-4","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p05024001_04-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05024001-1\">24:1&nbsp;</b>“When a man takes a wife and marries her, if then she finds no favor in his eyes because he has found some indecency in her, and he writes her a certificate of divorce and puts it in her hand and sends her out of his house, and she departs out of his house, <b class=\"verse-num\" id=\"v05024002-1\">2&nbsp;</b>and if she goes and becomes another man’s wife, <b class=\"verse-num\" id=\"v05024003-1\">3&nbsp;</b>and the latter man hates her and writes her a certificate of divorce and puts it in her hand and sends her out of his house, or if the latter man dies, who took her to be his wife, <b class=\"verse-num\" id=\"v05024004-1\">4&nbsp;</b>then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled, for that is an abomination before the LORD. And you shall not bring sin upon the land that the LORD your God is giving you for an inheritance.</p>\n</div>","kjv":"<strong>1</strong> When a man hath taken a wife, and married her, and it come to pass that she find no favour in his eyes, because he hath found some uncleanness in her: then let him write her a bill of divorcement, and give it in her hand, and send her out of his house.  <strong>2</strong> And when she is departed out of his house, she may go and be another man’s wife.  <strong>3</strong> And if the latter husband hate her, and write her a bill of divorcement, and giveth it in her hand, and sendeth her out of his house; or if the latter husband die, which took her to be his wife;  <strong>4</strong> Her former husband, which sent her away, may not take her again to be his wife, after that she is defiled; for that is abomination before the LORD: and thou shalt not cause the land to sin, which the LORD thy God giveth thee for an inheritance.  ","niv":"<sup><strong>1</strong></sup> If a man marries a woman who becomes displeasing to him because he finds something indecent about her, and he writes her a certificate of divorce, gives it to her and sends her from his house, <sup><strong>2</strong></sup> and if after she leaves his house she becomes the wife of another man, <sup><strong>3</strong></sup> and her second husband dislikes her and writes her a certificate of divorce, gives it to her and sends her from his house, or if he dies, <sup><strong>4</strong></sup> then her first husband, who divorced her, is not allowed to marry her again after she has been defiled. That would be detestable in the eyes of the LORD. Do not bring sin upon the land the LORD your God is giving you as an inheritance. "},{"_id":"615a1dbf7c790f6c0a4916b8","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Peter 5:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615a1dbf7c790f6c0a4916b9","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Corinthians 6:18-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006018_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006018-1\">18&nbsp;</b>Flee from sexual immorality. Every other sin a person commits is outside the body, but the sexually immoral person sins against his own body. <b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n\n</div>","kjv":"<strong>18</strong> Flee fornication. Every sin that a man doeth is without the body; but he that committeth fornication sinneth against his own body.  <strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>18</strong></sup> Flee from sexual immorality. All other sins a man commits are outside his body, but he who sins sexually sins against his own body. <sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"615a1dbf7c790f6c0a4916ba","topicId":"615a1dba7c790f6c0a4916a9","verse":"John 14:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43014027_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43014027-1\">27&nbsp;</b><span class=\"woc\">Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid.</span></p>\n</div>","kjv":"<strong>27</strong> Peace I leave with you, my peace I give unto you: not as the world giveth, give I unto you. Let not your heart be troubled, neither let it be afraid.  ","niv":"<sup><strong>27</strong></sup> Peace I leave with you; my peace I give you. I do not give to you as the world gives. Do not let your hearts be troubled and do not be afraid."},{"_id":"615a1dbf7c790f6c0a4916bb","topicId":"615a1dba7c790f6c0a4916a9","verse":"Psalm 147:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19147003_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v19147003-1\">3&nbsp;</b>&nbsp;&nbsp;He heals the brokenhearted</span><br><span id=\"p19147003_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and binds up their wounds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He healeth the broken in heart, and bindeth up their wounds.  ","niv":"<sup><strong>3</strong></sup> He heals the brokenhearted and binds up their wounds."},{"_id":"615a1dc07c790f6c0a4916bc","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Thessalonians 4:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p52004007_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004007-1\">7&nbsp;</b>For God has not called us for impurity, but in holiness.</p>\n</div>","kjv":"<strong>7</strong> For God hath not called us unto uncleanness, but unto holiness.  ","niv":"<sup><strong>7</strong></sup> For God did not call us to be impure, but to live a holy life."},{"_id":"615a1dc07c790f6c0a4916bd","topicId":"615a1dba7c790f6c0a4916a9","verse":"1 Corinthians 13:1-13","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-25\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-25\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-25\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"615a1dc07c790f6c0a4916be","topicId":"615a1dba7c790f6c0a4916a9","verse":"Romans 8:28","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose."},{"_id":"615a1dc17c790f6c0a4916bf","topicId":"615a1dba7c790f6c0a4916a9","verse":"Matthew 6:33","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"615a1dc17c790f6c0a4916c0","topicId":"615a1dba7c790f6c0a4916a9","verse":"2 Corinthians 4:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p47004007_06-28\"><b class=\"verse-num\" id=\"v47004007-1\">7&nbsp;</b>But we have this treasure in jars of clay, to show that the surpassing power belongs to God and not to us.</p>\n</div>","kjv":"<strong>7</strong> But we have this treasure in earthen vessels, that the excellency of the power may be of God, and not of us.  ","niv":"<sup><strong>7</strong></sup> But we have this treasure in jars of clay to show that this all-surpassing power is from God and not from us."},{"_id":"615a1dc17c790f6c0a4916c1","topicId":"615a1dba7c790f6c0a4916a9","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615a1dc27c790f6c0a4916c2","topicId":"615a1dba7c790f6c0a4916a9","verse":"Luke 13:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-30\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish."}]}