{"_id":"615a22bc6e3cd1721ad714c9","slug":"brethren","name":"Brethren","verses":[{"_id":"615a22bc6e3cd1721ad714ca","topicId":"615a22bc6e3cd1721ad714c9","verse":"Matthew 23:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40023008_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023008-1\">8&nbsp;</b><span class=\"woc\">But you are not to be called rabbi, for you have one teacher, and you are all brothers.</span></p>\n\n</div>","kjv":"<strong>8</strong> But be not ye called Rabbi: for one is your Master, even  Christ; and all ye are brethren.  ","niv":"<sup><strong>8</strong></sup> \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers."},{"_id":"615a22bd6e3cd1721ad714cb","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 John 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003016_01-2\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.</p>\n</div>","kjv":"<strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  ","niv":"<sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers."},{"_id":"615a22bd6e3cd1721ad714cc","topicId":"615a22bc6e3cd1721ad714c9","verse":"Hebrews 6:4-6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58006001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58006001-1\">6:1&nbsp;</b>Therefore let us leave the elementary doctrine of Christ and go on to maturity, not laying again a foundation of repentance from dead works and of faith toward God, <b class=\"verse-num\" id=\"v58006002-1\">2&nbsp;</b>and of instruction about washings, the laying on of hands, the resurrection of the dead, and eternal judgment. <b class=\"verse-num\" id=\"v58006003-1\">3&nbsp;</b>And this we will do if God permits. <b class=\"verse-num\" id=\"v58006004-1\">4&nbsp;</b>For it is impossible, in the case of those who have once been enlightened, who have tasted the heavenly gift, and have shared in the Holy Spirit, <b class=\"verse-num\" id=\"v58006005-1\">5&nbsp;</b>and have tasted the goodness of the word of God and the powers of the age to come, <b class=\"verse-num\" id=\"v58006006-1\">6&nbsp;</b>and then have fallen away, to restore them again to repentance, since they are crucifying once again the Son of God to their own harm and holding him up to contempt. <b class=\"verse-num\" id=\"v58006007-1\">7&nbsp;</b>For land that has drunk the rain that often falls on it, and produces a crop useful to those for whose sake it is cultivated, receives a blessing from God. <b class=\"verse-num\" id=\"v58006008-1\">8&nbsp;</b>But if it bears thorns and thistles, it is worthless and near to being cursed, and its end is to be burned.</p>\n<p id=\"p58006008_01-10\"><b class=\"verse-num\" id=\"v58006009-1\">9&nbsp;</b>Though we speak in this way, yet in your case, beloved, we feel sure of better things—things that belong to salvation. <b class=\"verse-num\" id=\"v58006010-1\">10&nbsp;</b>For God is not unjust so as to overlook your work and the love that you have shown for his name in serving the saints, as you still do. <b class=\"verse-num\" id=\"v58006011-1\">11&nbsp;</b>And we desire each one of you to show the same earnestness to have the full assurance of hope until the end, <b class=\"verse-num\" id=\"v58006012-1\">12&nbsp;</b>so that you may not be sluggish, but imitators of those who through faith and patience inherit the promises.</p>\n\n<p id=\"p58006012_06-10\"><b class=\"verse-num\" id=\"v58006013-1\">13&nbsp;</b>For when God made a promise to Abraham, since he had no one greater by whom to swear, he swore by himself, <b class=\"verse-num\" id=\"v58006014-1\">14&nbsp;</b>saying, “Surely I will bless you and multiply you.” <b class=\"verse-num\" id=\"v58006015-1\">15&nbsp;</b>And thus Abraham, having patiently waited, obtained the promise. <b class=\"verse-num\" id=\"v58006016-1\">16&nbsp;</b>For people swear by something greater than themselves, and in all their disputes an oath is final for confirmation. <b class=\"verse-num\" id=\"v58006017-1\">17&nbsp;</b>So when God desired to show more convincingly to the heirs of the promise the unchangeable character of his purpose, he guaranteed it with an oath, <b class=\"verse-num\" id=\"v58006018-1\">18&nbsp;</b>so that by two unchangeable things, in which it is impossible for God to lie, we who have fled for refuge might have strong encouragement to hold fast to the hope set before us. <b class=\"verse-num\" id=\"v58006019-1\">19&nbsp;</b>We have this as a sure and steadfast anchor of the soul, a hope that enters into the inner place behind the curtain, <b class=\"verse-num\" id=\"v58006020-1\">20&nbsp;</b>where Jesus has gone as a forerunner on our behalf, having become a high priest forever after the order of Melchizedek.</p>\n\n</div>","kjv":"<strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  ","niv":"<sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. "},{"_id":"615a22bd6e3cd1721ad714cd","topicId":"615a22bc6e3cd1721ad714c9","verse":"James 2:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002018_01-4\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works.</p>\n</div>","kjv":"<strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  ","niv":"<sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do."},{"_id":"615a22bd6e3cd1721ad714ce","topicId":"615a22bc6e3cd1721ad714c9","verse":"Titus 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56002014_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002014-1\">14&nbsp;</b>who gave himself for us to redeem us from all lawlessness and to purify for himself a people for his own possession who are zealous for good works.</p>\n</div>","kjv":"<strong>14</strong> Who gave himself for us, that he might redeem us from all iniquity, and purify unto himself a peculiar people, zealous of good works.  ","niv":"<sup><strong>14</strong></sup> who gave himself for us to redeem us from all wickedness and to purify for himself a people that are his very own, eager to do what is good."},{"_id":"615a22be6e3cd1721ad714cf","topicId":"615a22bc6e3cd1721ad714c9","verse":"Genesis 19:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01019007_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly.</p>\n</div>","kjv":"<strong>7</strong> And said, I pray you, brethren, do not so wickedly.  ","niv":"<sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing."},{"_id":"615a22be6e3cd1721ad714d0","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 Peter 4:12-19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60004012_05-8\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed. <b class=\"verse-num\" id=\"v60004014-1\">14&nbsp;</b>If you are insulted for the name of Christ, you are blessed, because the Spirit of glory and of God rests upon you. <b class=\"verse-num\" id=\"v60004015-1\">15&nbsp;</b>But let none of you suffer as a murderer or a thief or an evildoer or as a meddler. <b class=\"verse-num\" id=\"v60004016-1\">16&nbsp;</b>Yet if anyone suffers as a Christian, let him not be ashamed, but let him glorify God in that name. <b class=\"verse-num\" id=\"v60004017-1\">17&nbsp;</b>For it is time for judgment to begin at the household of God; and if it begins with us, what will be the outcome for those who do not obey the gospel of God? <b class=\"verse-num\" id=\"v60004018-1\">18&nbsp;</b>And</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60004018_05-8\" class=\"line\">&nbsp;&nbsp;“If the righteous is scarcely saved,</span><br><span id=\"p60004018_05-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;what will become of the ungodly and the sinner?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p60004018_05-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v60004019-1\">19&nbsp;</b>Therefore let those who suffer according to God’s will entrust their souls to a faithful Creator while doing good.</p>\n\n</div>","kjv":"<strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  <strong>14</strong> If ye be reproached for the name of Christ, happy are ye;  for the spirit of glory and of God resteth upon you: on their part he is evil spoken of, but on your part he is glorified.  <strong>15</strong> But let none of you suffer as a murderer, or as a thief, or as an evildoer, or as a busybody in other men’s matters.  <strong>16</strong> Yet if any man suffer as a Christian, let him not be ashamed; but let him glorify God on this behalf.  <strong>17</strong> For the time is come that judgment must begin at the house of God: and if it first begin at us, what shall the end be of them that obey not the gospel of God?  <strong>18</strong> And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?  <strong>19</strong> Wherefore let them that suffer according to the will of God commit the keeping of their souls to him in well doing, as unto a faithful Creator.  ","niv":"<sup><strong>12</strong></sup> Dear friends, do not be surprised at the painful trial you are suffering, as though something strange were happening to you. <sup><strong>13</strong></sup> But rejoice that you participate in the sufferings of Christ, so that you may be overjoyed when his glory is revealed. <sup><strong>14</strong></sup> If you are insulted because of the name of Christ, you are blessed, for the Spirit of glory and of God rests on you. <sup><strong>15</strong></sup> If you suffer, it should not be as a murderer or thief or any other kind of criminal, or even as a meddler. <sup><strong>16</strong></sup> However, if you suffer as a Christian, do not be ashamed, but praise God that you bear that name. <sup><strong>17</strong></sup> For it is time for judgment to begin with the family of God; and if it begins with us, what will the outcome be for those who do not obey the gospel of God? <sup><strong>18</strong></sup> And, \"If it is hard for the righteous to be saved, what will become of the ungodly and the sinner?\" <sup><strong>19</strong></sup> So then, those who suffer according to God's will should commit themselves to their faithful Creator and continue to do good. "},{"_id":"615a22be6e3cd1721ad714d1","topicId":"615a22bc6e3cd1721ad714c9","verse":"Hebrews 7:1-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p58007001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58007001-1\">7:1&nbsp;</b>For this Melchizedek, king of Salem, priest of the Most High God, met Abraham returning from the slaughter of the kings and blessed him, <b class=\"verse-num\" id=\"v58007002-1\">2&nbsp;</b>and to him Abraham apportioned a tenth part of everything. He is first, by translation of his name, king of righteousness, and then he is also king of Salem, that is, king of peace. <b class=\"verse-num\" id=\"v58007003-1\">3&nbsp;</b>He is without father or mother or genealogy, having neither beginning of days nor end of life, but resembling the Son of God he continues a priest forever.</p>\n<p id=\"p58007003_06-9\"><b class=\"verse-num\" id=\"v58007004-1\">4&nbsp;</b>See how great this man was to whom Abraham the patriarch gave a tenth of the spoils! <b class=\"verse-num\" id=\"v58007005-1\">5&nbsp;</b>And those descendants of Levi who receive the priestly office have a commandment in the law to take tithes from the people, that is, from their brothers, though these also are descended from Abraham. <b class=\"verse-num\" id=\"v58007006-1\">6&nbsp;</b>But this man who does not have his descent from them received tithes from Abraham and blessed him who had the promises. <b class=\"verse-num\" id=\"v58007007-1\">7&nbsp;</b>It is beyond dispute that the inferior is blessed by the superior. <b class=\"verse-num\" id=\"v58007008-1\">8&nbsp;</b>In the one case tithes are received by mortal men, but in the other case, by one of whom it is testified that he lives. <b class=\"verse-num\" id=\"v58007009-1\">9&nbsp;</b>One might even say that Levi himself, who receives tithes, paid tithes through Abraham, <b class=\"verse-num\" id=\"v58007010-1\">10&nbsp;</b>for he was still in the loins of his ancestor when Melchizedek met him.</p>\n\n<p id=\"p58007010_10-9\"><b class=\"verse-num\" id=\"v58007011-1\">11&nbsp;</b>Now if perfection had been attainable through the Levitical priesthood (for under it the people received the law), what further need would there have been for another priest to arise after the order of Melchizedek, rather than one named after the order of Aaron? <b class=\"verse-num\" id=\"v58007012-1\">12&nbsp;</b>For when there is a change in the priesthood, there is necessarily a change in the law as well. <b class=\"verse-num\" id=\"v58007013-1\">13&nbsp;</b>For the one of whom these things are spoken belonged to another tribe, from which no one has ever served at the altar. <b class=\"verse-num\" id=\"v58007014-1\">14&nbsp;</b>For it is evident that our Lord was descended from Judah, and in connection with that tribe Moses said nothing about priests.</p>\n<p id=\"p58007014_10-9\"><b class=\"verse-num\" id=\"v58007015-1\">15&nbsp;</b>This becomes even more evident when another priest arises in the likeness of Melchizedek, <b class=\"verse-num\" id=\"v58007016-1\">16&nbsp;</b>who has become a priest, not on the basis of a legal requirement concerning bodily descent, but by the power of an indestructible life. <b class=\"verse-num\" id=\"v58007017-1\">17&nbsp;</b>For it is witnessed of him,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58007017_10-9\" class=\"line\">&nbsp;&nbsp;“You are a priest forever,</span><br><span id=\"p58007017_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;after the order of Melchizedek.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58007017_10-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58007018-1\">18&nbsp;</b>For on the one hand, a former commandment is set aside because of its weakness and uselessness <b class=\"verse-num\" id=\"v58007019-1\">19&nbsp;</b>(for the law made nothing perfect); but on the other hand, a better hope is introduced, through which we draw near to God.</p>\n<p id=\"p58007019_10-9\"><b class=\"verse-num\" id=\"v58007020-1\">20&nbsp;</b>And it was not without an oath. For those who formerly became priests were made such without an oath, <b class=\"verse-num\" id=\"v58007021-1\">21&nbsp;</b>but this one was made a priest with an oath by the one who said to him:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58007021_10-9\" class=\"line\">&nbsp;&nbsp;“The Lord has sworn</span><br><span id=\"p58007021_10-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will not change his mind,</span><br><span id=\"p58007021_10-9\" class=\"line\">&nbsp;&nbsp;‘You are a priest forever.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58007021_10-9\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58007022-1\">22&nbsp;</b>This makes Jesus the guarantor of a better covenant.</p>\n<p id=\"p58007022_10-9\"><b class=\"verse-num\" id=\"v58007023-1\">23&nbsp;</b>The former priests were many in number, because they were prevented by death from continuing in office, <b class=\"verse-num\" id=\"v58007024-1\">24&nbsp;</b>but he holds his priesthood permanently, because he continues forever. <b class=\"verse-num\" id=\"v58007025-1\">25&nbsp;</b>Consequently, he is able to save to the uttermost those who draw near to God through him, since he always lives to make intercession for them.</p>\n<p id=\"p58007025_10-9\"><b class=\"verse-num\" id=\"v58007026-1\">26&nbsp;</b>For it was indeed fitting that we should have such a high priest, holy, innocent, unstained, separated from sinners, and exalted above the heavens. <b class=\"verse-num\" id=\"v58007027-1\">27&nbsp;</b>He has no need, like those high priests, to offer sacrifices daily, first for his own sins and then for those of the people, since he did this once for all when he offered up himself. <b class=\"verse-num\" id=\"v58007028-1\">28&nbsp;</b>For the law appoints men in their weakness as high priests, but the word of the oath, which came later than the law, appoints a Son who has been made perfect forever.</p>\n\n</div>","kjv":"<strong>1</strong> For this Melchisedec, king of Salem, priest of the most high God, who met Abraham returning from the slaughter of the kings, and blessed him;  <strong>2</strong> To whom also Abraham gave a tenth part of all; first being by interpretation King of righteousness, and after that also King of Salem, which is, King of peace;  <strong>3</strong> Without father, without mother, without descent, having neither beginning of days, nor end of life; but made like unto the Son of God; abideth a priest continually.  <strong>4</strong> Now consider how great this man was, unto whom even the patriarch Abraham gave the tenth of the spoils.  <strong>5</strong> And verily they that are of the sons of Levi, who receive the office of the priesthood, have a commandment to take tithes of the people according to the law, that is, of their brethren, though they come out of the loins of Abraham:  <strong>6</strong> But he whose descent is not counted from them received tithes of Abraham, and blessed him that had the promises.  <strong>7</strong> And without all contradiction the less is blessed of the better.  <strong>8</strong> And here men that die receive tithes; but there he receiveth them,  of whom it is witnessed that he liveth.  <strong>9</strong> And as I may so say, Levi also, who receiveth tithes, payed tithes in Abraham.  <strong>10</strong> For he was yet in the loins of his father, when Melchisedec met him.  <strong>11</strong> If therefore perfection were by the Levitical priesthood, (for under it the people received the law,) what further need was there that another priest should rise after the order of Melchisedec, and not be called after the order of Aaron?  <strong>12</strong> For the priesthood being changed, there is made of necessity a change also of the law.  <strong>13</strong> For he of whom these things are spoken pertaineth to another tribe, of which no man gave attendance at the altar.  <strong>14</strong> For it is evident that our Lord sprang out of Juda; of which tribe Moses spake nothing concerning priesthood.  <strong>15</strong> And it is yet far more evident: for that after the similitude of Melchisedec there ariseth another priest,  <strong>16</strong> Who is made, not after the law of a carnal commandment, but after the power of an endless life.  <strong>17</strong> For he testifieth, Thou art a priest for ever after the order of Melchisedec.  <strong>18</strong> For there is verily a disannulling of the commandment going before for the weakness and unprofitableness thereof.  <strong>19</strong> For the law made nothing perfect, but the bringing in of a better hope did; by the which we draw nigh unto God.  <strong>20</strong> And inasmuch as not without an oath he was made priest:  <strong>21</strong> (For those priests were made without an oath; but this with an oath by him that said unto him, The Lord sware and will not repent, Thou art  a priest for ever after the order of Melchisedec:)  <strong>22</strong> By so much was Jesus made a surety of a better testament.  <strong>23</strong> And they truly were many priests, because they were not suffered to continue by reason of death:  <strong>24</strong> But this man, because he continueth ever, hath an unchangeable priesthood.  <strong>25</strong> Wherefore he is able also to save them to the uttermost that come unto God by him, seeing he ever liveth to make intercession for them.  <strong>26</strong> For such an high priest became us, who is holy, harmless, undefiled, separate from sinners, and made higher than the heavens;  <strong>27</strong> Who needeth not daily, as those high priests, to offer up sacrifice, first for his own sins, and then for the people’s: for this he did once, when he offered up himself.  <strong>28</strong> For the law maketh men high priests which have infirmity; but the word of the oath, which was since the law, maketh the Son, who is consecrated for evermore.  ","niv":"<sup><strong>1</strong></sup> This Melchizedek was king of Salem and priest of God Most High. He met Abraham returning from the defeat of the kings and blessed him, <sup><strong>2</strong></sup> and Abraham gave him a tenth of everything. First, his name means \"king of righteousness\"; then also, \"king of Salem\" means \"king of peace.\" <sup><strong>3</strong></sup> Without father or mother, without genealogy, without beginning of days or end of life, like the Son of God he remains a priest forever. <sup><strong>4</strong></sup> Just think how great he was: Even the patriarch Abraham gave him a tenth of the plunder! <sup><strong>5</strong></sup> Now the law requires the descendants of Levi who become priests to collect a tenth from the people--that is, their brothers--even though their brothers are descended from Abraham. <sup><strong>6</strong></sup> This man, however, did not trace his descent from Levi, yet he collected a tenth from Abraham and blessed him who had the promises. <sup><strong>7</strong></sup> And without doubt the lesser person is blessed by the greater. <sup><strong>8</strong></sup> In the one case, the tenth is collected by men who die; but in the other case, by him who is declared to be living. <sup><strong>9</strong></sup> One might even say that Levi, who collects the tenth, paid the tenth through Abraham, <sup><strong>10</strong></sup> because when Melchizedek met Abraham, Levi was still in the body of his ancestor. <sup><strong>11</strong></sup> If perfection could have been attained through the Levitical priesthood (for on the basis of it the law was given to the people), why was there still need for another priest to come--one in the order of Melchizedek, not in the order of Aaron? <sup><strong>12</strong></sup> For when there is a change of the priesthood, there must also be a change of the law. <sup><strong>13</strong></sup> He of whom these things are said belonged to a different tribe, and no one from that tribe has ever served at the altar. <sup><strong>14</strong></sup> For it is clear that our Lord descended from Judah, and in regard to that tribe Moses said nothing about priests. <sup><strong>15</strong></sup> And what we have said is even more clear if another priest like Melchizedek appears, <sup><strong>16</strong></sup> one who has become a priest not on the basis of a regulation as to his ancestry but on the basis of the power of an indestructible life. <sup><strong>17</strong></sup> For it is declared: \"You are a priest forever, in the order of Melchizedek.\" <sup><strong>18</strong></sup> The former regulation is set aside because it was weak and useless <sup><strong>19</strong></sup> (for the law made nothing perfect), and a better hope is introduced, by which we draw near to God. <sup><strong>20</strong></sup> And it was not without an oath! Others became priests without any oath, <sup><strong>21</strong></sup> but he became a priest with an oath when God said to him: \"The Lord has sworn and will not change his mind: 'You are a priest forever.'\" <sup><strong>22</strong></sup> Because of this oath, Jesus has become the guarantee of a better covenant. <sup><strong>23</strong></sup> Now there have been many of those priests, since death prevented them from continuing in office; <sup><strong>24</strong></sup> but because Jesus lives forever, he has a permanent priesthood. <sup><strong>25</strong></sup> Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them. <sup><strong>26</strong></sup> Such a high priest meets our need--one who is holy, blameless, pure, set apart from sinners, exalted above the heavens. <sup><strong>27</strong></sup> Unlike the other high priests, he does not need to offer sacrifices day after day, first for his own sins, and then for the sins of the people. He sacrificed for their sins once for all when he offered himself. <sup><strong>28</strong></sup> For the law appoints as high priests men who are weak; but the oath, which came after the law, appointed the Son, who has been made perfect forever. "},{"_id":"615a22bf6e3cd1721ad714d2","topicId":"615a22bc6e3cd1721ad714c9","verse":"Hebrews 6:1-20","votes":2,"__v":0,"kjv":"<strong>1</strong> Therefore leaving the principles of the doctrine of Christ, let us go on unto perfection; not laying again the foundation of repentance from dead works, and of faith toward God,  <strong>2</strong> Of the doctrine of baptisms, and of laying on of hands, and of resurrection of the dead, and of eternal judgment.  <strong>3</strong> And this will we do, if God permit.  <strong>4</strong> For it is impossible for those who were once enlightened, and have tasted of the heavenly gift, and were made partakers of the Holy Ghost,  <strong>5</strong> And have tasted the good word of God, and the powers of the world to come,  <strong>6</strong> If they shall fall away, to renew them again unto repentance; seeing they crucify to themselves the Son of God afresh, and put him to an open shame.  <strong>7</strong> For the earth which drinketh in the rain that cometh oft upon it, and bringeth forth herbs meet for them by whom it is dressed, receiveth blessing from God:  <strong>8</strong> But that which beareth thorns and briers is rejected, and is nigh unto cursing; whose end is to be burned.  <strong>9</strong> But, beloved, we are persuaded better things of you, and things that accompany salvation, though we thus speak.  <strong>10</strong> For God is not unrighteous to forget your work and labour of love, which ye have shewed toward his name, in that ye have ministered to the saints, and do minister.  <strong>11</strong> And we desire that every one of you do shew the same diligence to the full assurance of hope unto the end:  <strong>12</strong> That ye be not slothful, but followers of them who through faith and patience inherit the promises.  <strong>13</strong> For when God made promise to Abraham, because he could swear by no greater, he sware by himself,  <strong>14</strong> Saying, Surely blessing I will bless thee, and multiplying I will multiply thee.  <strong>15</strong> And so, after he had patiently endured, he obtained the promise.  <strong>16</strong> For men verily swear by the greater: and an oath for confirmation is to them an end of all strife.  <strong>17</strong> Wherein God, willing more abundantly to shew unto the heirs of promise the immutability of his counsel, confirmed it by an oath:  <strong>18</strong> That by two immutable things, in which it was impossible for God to lie, we might have a strong consolation, who have fled for refuge to lay hold upon the hope set before us:  <strong>19</strong> Which hope we have as an anchor of the soul, both sure and stedfast, and which entereth into that within the veil;  <strong>20</strong> Whither the forerunner is for us entered, even Jesus, made an high priest for ever after the order of Melchisedec.  ","niv":"<sup><strong>1</strong></sup> Therefore let us leave the elementary teachings about Christ and go on to maturity, not laying again the foundation of repentance from acts that lead to death, and of faith in God, <sup><strong>2</strong></sup> instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment. <sup><strong>3</strong></sup> And God permitting, we will do so. <sup><strong>4</strong></sup> It is impossible for those who have once been enlightened, who have tasted the heavenly gift, who have shared in the Holy Spirit, <sup><strong>5</strong></sup> who have tasted the goodness of the word of God and the powers of the coming age, <sup><strong>6</strong></sup> if they fall away, to be brought back to repentance, because to their loss they are crucifying the Son of God all over again and subjecting him to public disgrace. <sup><strong>7</strong></sup> Land that drinks in the rain often falling on it and that produces a crop useful to those for whom it is farmed receives the blessing of God. <sup><strong>8</strong></sup> But land that produces thorns and thistles is worthless and is in danger of being cursed. In the end it will be burned. <sup><strong>9</strong></sup> Even though we speak like this, dear friends, we are confident of better things in your case--things that accompany salvation. <sup><strong>10</strong></sup> God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them. <sup><strong>11</strong></sup> We want each of you to show this same diligence to the very end, in order to make your hope sure. <sup><strong>12</strong></sup> We do not want you to become lazy, but to imitate those who through faith and patience inherit what has been promised. <sup><strong>13</strong></sup> When God made his promise to Abraham, since there was no one greater for him to swear by, he swore by himself, <sup><strong>14</strong></sup> saying, \"I will surely bless you and give you many descendants.\" <sup><strong>15</strong></sup> And so after waiting patiently, Abraham received what was promised. <sup><strong>16</strong></sup> Men swear by someone greater than themselves, and the oath confirms what is said and puts an end to all argument. <sup><strong>17</strong></sup> Because God wanted to make the unchanging nature of his purpose very clear to the heirs of what was promised, he confirmed it with an oath. <sup><strong>18</strong></sup> God did this so that, by two unchangeable things in which it is impossible for God to lie, we who have fled to take hold of the hope offered to us may be greatly encouraged. <sup><strong>19</strong></sup> We have this hope as an anchor for the soul, firm and secure. It enters the inner sanctuary behind the curtain, <sup><strong>20</strong></sup> where Jesus, who went before us, has entered on our behalf. He has become a high priest forever, in the order of Melchizedek. "},{"_id":"615a22bf6e3cd1721ad714d3","topicId":"615a22bc6e3cd1721ad714c9","verse":"Titus 1:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p56001016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n</div>","kjv":"<strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good."},{"_id":"615a22bf6e3cd1721ad714d4","topicId":"615a22bc6e3cd1721ad714c9","verse":"Ephesians 4:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need."},{"_id":"615a22c06e3cd1721ad714d5","topicId":"615a22bc6e3cd1721ad714c9","verse":"Acts 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44004012_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004012-1\">12&nbsp;</b>And there is salvation in no one else, for there is no other name under heaven given among men by which we must be saved.”</p>\n\n</div>","kjv":"<strong>12</strong> Neither is there salvation in any other: for there is none other name under heaven given among men, whereby we must be saved.  ","niv":"<sup><strong>12</strong></sup> Salvation is found in no one else, for there is no other name under heaven given to men by which we must be saved.\""},{"_id":"615a22c06e3cd1721ad714d6","topicId":"615a22bc6e3cd1721ad714c9","verse":"Leviticus 18:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03018022_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  ","niv":"<sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable."},{"_id":"615a22c06e3cd1721ad714d7","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 Peter 1:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p60001007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ.</p>\n</div>","kjv":"<strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  ","niv":"<sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed."},{"_id":"615a22c06e3cd1721ad714d8","topicId":"615a22bc6e3cd1721ad714c9","verse":"Hebrews 9:27","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"615a22c16e3cd1721ad714d9","topicId":"615a22bc6e3cd1721ad714c9","verse":"Colossians 3:23-24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ.</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. "},{"_id":"615a22c16e3cd1721ad714da","topicId":"615a22bc6e3cd1721ad714c9","verse":"Ephesians 2:8-9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. "},{"_id":"615a22c16e3cd1721ad714db","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 Corinthians 6:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."},{"_id":"615a22c26e3cd1721ad714dc","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 Corinthians 6:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"615a22c26e3cd1721ad714dd","topicId":"615a22bc6e3cd1721ad714c9","verse":"1 Corinthians 6:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-25\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality,</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders"},{"_id":"615a22c26e3cd1721ad714de","topicId":"615a22bc6e3cd1721ad714c9","verse":"Acts 2:38","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615a22c36e3cd1721ad714df","topicId":"615a22bc6e3cd1721ad714c9","verse":"Luke 18:10-14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42018010_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"615a22c36e3cd1721ad714e0","topicId":"615a22bc6e3cd1721ad714c9","verse":"Matthew 5:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-28\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart."},{"_id":"615a22c36e3cd1721ad714e1","topicId":"615a22bc6e3cd1721ad714c9","verse":"Malachi 3:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"615a22c46e3cd1721ad714e2","topicId":"615a22bc6e3cd1721ad714c9","verse":"Exodus 25:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02025002_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025002-1\">2&nbsp;</b>“Speak to the people of Israel, that they take for me a contribution. From every man whose heart moves him you shall receive the contribution for me.</p>\n</div>","kjv":"<strong>2</strong> Speak unto the children of Israel, that they bring me an offering: of every man that giveth it willingly with his heart ye shall take my offering.  ","niv":"<sup><strong>2</strong></sup> \"Tell the Israelites to bring me an offering. You are to receive the offering for me from each man whose heart prompts him to give."}]}