{"_id":"615a261b6e3cd1721ad7168b","slug":"buddhism","name":"Buddhism","verses":[{"_id":"615a261b6e3cd1721ad7168c","topicId":"615a261b6e3cd1721ad7168b","verse":"John 14:6","votes":32,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-10-14T05:43:49.966Z"},{"_id":"615a261b6e3cd1721ad7168d","topicId":"615a261b6e3cd1721ad7168b","verse":"Revelation 21:4","votes":16,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"615a261b6e3cd1721ad7168e","topicId":"615a261b6e3cd1721ad7168b","verse":"John 5:28","votes":12,"__v":0,"esv":"<div>\n<p id=\"p43005028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005028-1\">28&nbsp;</b><span class=\"woc\">Do not marvel at this, for an hour is coming when all who are in the tombs will hear his voice</span></p>\n</div>","kjv":"<strong>28</strong> Marvel not at this: for the hour is coming, in the which all that are in the graves shall hear his voice,  ","niv":"<sup><strong>28</strong></sup> \"Do not be amazed at this, for a time is coming when all who are in their graves will hear his voice","modified":"2023-01-11T09:19:16.043Z"},{"_id":"615a261c6e3cd1721ad7168f","topicId":"615a261b6e3cd1721ad7168b","verse":"Revelation 9:1-21","votes":14,"__v":0,"esv":"<div>\n<p id=\"p66009001_01-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66009001-1\">9:1&nbsp;</b>And the fifth angel blew his trumpet, and I saw a star fallen from heaven to earth, and he was given the key to the shaft of the bottomless pit. <b class=\"verse-num\" id=\"v66009002-1\">2&nbsp;</b>He opened the shaft of the bottomless pit, and from the shaft rose smoke like the smoke of a great furnace, and the sun and the air were darkened with the smoke from the shaft. <b class=\"verse-num\" id=\"v66009003-1\">3&nbsp;</b>Then from the smoke came locusts on the earth, and they were given power like the power of scorpions of the earth. <b class=\"verse-num\" id=\"v66009004-1\">4&nbsp;</b>They were told not to harm the grass of the earth or any green plant or any tree, but only those people who do not have the seal of God on their foreheads. <b class=\"verse-num\" id=\"v66009005-1\">5&nbsp;</b>They were allowed to torment them for five months, but not to kill them, and their torment was like the torment of a scorpion when it stings someone. <b class=\"verse-num\" id=\"v66009006-1\">6&nbsp;</b>And in those days people will seek death and will not find it. They will long to die, but death will flee from them.</p>\n<p id=\"p66009006_01-4\"><b class=\"verse-num\" id=\"v66009007-1\">7&nbsp;</b>In appearance the locusts were like horses prepared for battle: on their heads were what looked like crowns of gold; their faces were like human faces, <b class=\"verse-num\" id=\"v66009008-1\">8&nbsp;</b>their hair like women’s hair, and their teeth like lions’ teeth; <b class=\"verse-num\" id=\"v66009009-1\">9&nbsp;</b>they had breastplates like breastplates of iron, and the noise of their wings was like the noise of many chariots with horses rushing into battle. <b class=\"verse-num\" id=\"v66009010-1\">10&nbsp;</b>They have tails and stings like scorpions, and their power to hurt people for five months is in their tails. <b class=\"verse-num\" id=\"v66009011-1\">11&nbsp;</b>They have as king over them the angel of the bottomless pit. His name in Hebrew is Abaddon, and in Greek he is called Apollyon.</p>\n<p id=\"p66009011_01-4\"><b class=\"verse-num\" id=\"v66009012-1\">12&nbsp;</b>The first woe has passed; behold, two woes are still to come.</p>\n<p id=\"p66009012_01-4\"><b class=\"verse-num\" id=\"v66009013-1\">13&nbsp;</b>Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the golden altar before God, <b class=\"verse-num\" id=\"v66009014-1\">14&nbsp;</b>saying to the sixth angel who had the trumpet, “Release the four angels who are bound at the great river Euphrates.” <b class=\"verse-num\" id=\"v66009015-1\">15&nbsp;</b>So the four angels, who had been prepared for the hour, the day, the month, and the year, were released to kill a third of mankind. <b class=\"verse-num\" id=\"v66009016-1\">16&nbsp;</b>The number of mounted troops was twice ten thousand times ten thousand; I heard their number. <b class=\"verse-num\" id=\"v66009017-1\">17&nbsp;</b>And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths. <b class=\"verse-num\" id=\"v66009018-1\">18&nbsp;</b>By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths. <b class=\"verse-num\" id=\"v66009019-1\">19&nbsp;</b>For the power of the horses is in their mouths and in their tails, for their tails are like serpents with heads, and by means of them they wound.</p>\n<p id=\"p66009019_01-4\"><b class=\"verse-num\" id=\"v66009020-1\">20&nbsp;</b>The rest of mankind, who were not killed by these plagues, did not repent of the works of their hands nor give up worshiping demons and idols of gold and silver and bronze and stone and wood, which cannot see or hear or walk, <b class=\"verse-num\" id=\"v66009021-1\">21&nbsp;</b>nor did they repent of their murders or their sorceries or their sexual immorality or their thefts.</p>\n\n</div>","kjv":"<strong>1</strong> And the fifth angel sounded, and I saw a star fall from heaven unto the earth: and to him was given the key of the bottomless pit.  <strong>2</strong> And he opened the bottomless pit; and there arose a smoke out of the pit, as the smoke of a great furnace; and the sun and the air were darkened by reason of the smoke of the pit.  <strong>3</strong> And there came out of the smoke locusts upon the earth: and unto them was given power, as the scorpions of the earth have power.  <strong>4</strong> And it was commanded them that they should not hurt the grass of the earth, neither any green thing, neither any tree; but only those men which have not the seal of God in their foreheads.  <strong>5</strong> And to them it was given that they should not kill them, but that they should be tormented five months: and their torment was as the torment of a scorpion, when he striketh a man.  <strong>6</strong> And in those days shall men seek death, and shall not find it; and shall desire to die, and death shall flee from them.  <strong>7</strong> And the shapes of the locusts were like unto horses prepared unto battle; and on their heads were as it were crowns like gold, and their faces were as the faces of men.  <strong>8</strong> And they had hair as the hair of women, and their teeth were as the teeth of lions.  <strong>9</strong> And they had breastplates, as it were breastplates of iron; and the sound of their wings was as the sound of chariots of many horses running to battle.  <strong>10</strong> And they had tails like unto scorpions, and there were stings in their tails: and their power was to hurt men five months.  <strong>11</strong> And they had a king over them, which is the angel of the bottomless pit, whose name in the Hebrew tongue is Abaddon, but in the Greek tongue hath his name Apollyon.  <strong>12</strong> One woe is past; and, behold, there come two woes more hereafter.  <strong>13</strong> And the sixth angel sounded, and I heard a voice from the four horns of the golden altar which is before God,  <strong>14</strong> Saying to the sixth angel which had the trumpet, Loose the four angels which are bound in the great river Euphrates.  <strong>15</strong> And the four angels were loosed, which were prepared for an hour, and a day, and a month, and a year, for to slay the third part of men.  <strong>16</strong> And the number of the army of the horsemen were two hundred thousand thousand: and I heard the number of them.  <strong>17</strong> And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.  <strong>18</strong> By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.  <strong>19</strong> For their power is in their mouth, and in their tails: for their tails were like unto serpents, and had heads, and with them they do hurt.  <strong>20</strong> And the rest of the men which were not killed by these plagues yet repented not of the works of their hands, that they should not worship devils, and idols of gold, and silver, and brass, and stone, and of wood: which neither can see, nor hear, nor walk:  <strong>21</strong> Neither repented they of their murders, nor of their sorceries, nor of their fornication, nor of their thefts.  ","niv":"<sup><strong>1</strong></sup> The fifth angel sounded his trumpet, and I saw a star that had fallen from the sky to the earth. The star was given the key to the shaft of the Abyss. <sup><strong>2</strong></sup> When he opened the Abyss, smoke rose from it like the smoke from a gigantic furnace. The sun and sky were darkened by the smoke from the Abyss. <sup><strong>3</strong></sup> And out of the smoke locusts came down upon the earth and were given power like that of scorpions of the earth. <sup><strong>4</strong></sup> They were told not to harm the grass of the earth or any plant or tree, but only those people who did not have the seal of God on their foreheads. <sup><strong>5</strong></sup> They were not given power to kill them, but only to torture them for five months. And the agony they suffered was like that of the sting of a scorpion when it strikes a man. <sup><strong>6</strong></sup> During those days men will seek death, but will not find it; they will long to die, but death will elude them. <sup><strong>7</strong></sup> The locusts looked like horses prepared for battle. On their heads they wore something like crowns of gold, and their faces resembled human faces. <sup><strong>8</strong></sup> Their hair was like women's hair, and their teeth were like lions' teeth. <sup><strong>9</strong></sup> They had breastplates like breastplates of iron, and the sound of their wings was like the thundering of many horses and chariots rushing into battle. <sup><strong>10</strong></sup> They had tails and stings like scorpions, and in their tails they had power to torment people for five months. <sup><strong>11</strong></sup> They had as king over them the angel of the Abyss, whose name in Hebrew is Abaddon, and in Greek, Apollyon. <sup><strong>12</strong></sup> The first woe is past; two other woes are yet to come. <sup><strong>13</strong></sup> The sixth angel sounded his trumpet, and I heard a voice coming from the horns of the golden altar that is before God. <sup><strong>14</strong></sup> It said to the sixth angel who had the trumpet, \"Release the four angels who are bound at the great river Euphrates.\" <sup><strong>15</strong></sup> And the four angels who had been kept ready for this very hour and day and month and year were released to kill a third of mankind. <sup><strong>16</strong></sup> The number of the mounted troops was two hundred million. I heard their number. <sup><strong>17</strong></sup> The horses and riders I saw in my vision looked like this: Their breastplates were fiery red, dark blue, and yellow as sulfur. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke and sulfur. <sup><strong>18</strong></sup> A third of mankind was killed by the three plagues of fire, smoke and sulfur that came out of their mouths. <sup><strong>19</strong></sup> The power of the horses was in their mouths and in their tails; for their tails were like snakes, having heads with which they inflict injury. <sup><strong>20</strong></sup> The rest of mankind that were not killed by these plagues still did not repent of the work of their hands; they did not stop worshiping demons, and idols of gold, silver, bronze, stone and wood--idols that cannot see or hear or walk. <sup><strong>21</strong></sup> Nor did they repent of their murders, their magic arts, their sexual immorality or their thefts. "},{"_id":"615a261c6e3cd1721ad71690","topicId":"615a261b6e3cd1721ad7168b","verse":"1 John 1:1-3","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p62001001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62001001-1\">1:1&nbsp;</b>That which was from the beginning, which we have heard, which we have seen with our eyes, which we looked upon and have touched with our hands, concerning the word of life—<b class=\"verse-num\" id=\"v62001002-1\">2&nbsp;</b>the life was made manifest, and we have seen it, and testify to it and proclaim to you the eternal life, which was with the Father and was made manifest to us—<b class=\"verse-num\" id=\"v62001003-1\">3&nbsp;</b>that which we have seen and heard we proclaim also to you, so that you too may have fellowship with us; and indeed our fellowship is with the Father and with his Son Jesus Christ.</p>\n</div>","kjv":"<strong>1</strong> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked upon, and our hands have handled, of the Word of life;  <strong>2</strong> (For the life was manifested, and we have seen it, and bear witness, and shew unto you that eternal life, which was with the Father, and was manifested unto us;)  <strong>3</strong> That which we have seen and heard declare we unto you, that ye also may have fellowship with us: and truly our fellowship is with the Father, and with his Son Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> That which was from the beginning, which we have heard, which we have seen with our eyes, which we have looked at and our hands have touched--this we proclaim concerning the Word of life. <sup><strong>2</strong></sup> The life appeared; we have seen it and testify to it, and we proclaim to you the eternal life, which was with the Father and has appeared to us. <sup><strong>3</strong></sup> We proclaim to you what we have seen and heard, so that you also may have fellowship with us. And our fellowship is with the Father and with his Son, Jesus Christ. "},{"_id":"615a261c6e3cd1721ad71691","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Peter 5:1-14","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: <b class=\"verse-num\" id=\"v60005002-1\">2&nbsp;</b>shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; <b class=\"verse-num\" id=\"v60005003-1\">3&nbsp;</b>not domineering over those in your charge, but being examples to the flock. <b class=\"verse-num\" id=\"v60005004-1\">4&nbsp;</b>And when the chief Shepherd appears, you will receive the unfading crown of glory. <b class=\"verse-num\" id=\"v60005005-1\">5&nbsp;</b>Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.”</p>\n<p id=\"p60005005_06-7\"><b class=\"verse-num\" id=\"v60005006-1\">6&nbsp;</b>Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, <b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you. <b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour. <b class=\"verse-num\" id=\"v60005009-1\">9&nbsp;</b>Resist him, firm in your faith, knowing that the same kinds of suffering are being experienced by your brotherhood throughout the world. <b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you. <b class=\"verse-num\" id=\"v60005011-1\">11&nbsp;</b>To him be the dominion forever and ever. Amen.</p>\n\n<p id=\"p60005011_08-7\"><b class=\"verse-num\" id=\"v60005012-1\">12&nbsp;</b>By Silvanus, a faithful brother as I regard him, I have written briefly to you, exhorting and declaring that this is the true grace of God. Stand firm in it. <b class=\"verse-num\" id=\"v60005013-1\">13&nbsp;</b>She who is at Babylon, who is likewise chosen, sends you greetings, and so does Mark, my son. <b class=\"verse-num\" id=\"v60005014-1\">14&nbsp;</b>Greet one another with the kiss of love.</p>\n<p id=\"p60005014_08-7\">Peace to all of you who are in Christ.</p>\n\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  <strong>2</strong> Feed the flock of God which is among you, taking the oversight thereof, not by constraint, but willingly; not for filthy lucre, but of a ready mind;  <strong>3</strong> Neither as being lords over God’s heritage, but being ensamples to the flock.  <strong>4</strong> And when the chief Shepherd shall appear, ye shall receive a crown of glory that fadeth not away.  <strong>5</strong> Likewise, ye younger, submit yourselves unto the elder. Yea, all of you be subject one to another, and be clothed with humility: for God resisteth the proud, and giveth grace to the humble.  <strong>6</strong> Humble yourselves therefore under the mighty hand of God, that he may exalt you in due time:  <strong>7</strong> Casting all your care upon him; for he careth for you.  <strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  <strong>9</strong> Whom resist stedfast in the faith, knowing that the same afflictions are accomplished in your brethren that are in the world.  <strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  <strong>11</strong> To him be glory and dominion for ever and ever. Amen.  <strong>12</strong> By Silvanus, a faithful brother unto you, as I suppose, I have written briefly, exhorting, and testifying that this is the true grace of God wherein ye stand.  <strong>13</strong> The church that is at Babylon, elected together with you, saluteth you; and so doth Marcus my son.  <strong>14</strong> Greet ye one another with a kiss of charity. Peace be with you all that are in Christ Jesus. Amen.  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed: <sup><strong>2</strong></sup> Be shepherds of God's flock that is under your care, serving as overseers--not because you must, but because you are willing, as God wants you to be; not greedy for money, but eager to serve; <sup><strong>3</strong></sup> not lording it over those entrusted to you, but being examples to the flock. <sup><strong>4</strong></sup> And when the Chief Shepherd appears, you will receive the crown of glory that will never fade away. <sup><strong>5</strong></sup> Young men, in the same way be submissive to those who are older. All of you, clothe yourselves with humility toward one another, because, \"God opposes the proud but gives grace to the humble.\" <sup><strong>6</strong></sup> Humble yourselves, therefore, under God's mighty hand, that he may lift you up in due time. <sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you. <sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour. <sup><strong>9</strong></sup> Resist him, standing firm in the faith, because you know that your brothers throughout the world are undergoing the same kind of sufferings. <sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast. <sup><strong>11</strong></sup> To him be the power for ever and ever. Amen. <sup><strong>12</strong></sup> With the help of Silas, whom I regard as a faithful brother, I have written to you briefly, encouraging you and testifying that this is the true grace of God. Stand fast in it. <sup><strong>13</strong></sup> She who is in Babylon, chosen together with you, sends you her greetings, and so does my son Mark. <sup><strong>14</strong></sup> Greet one another with a kiss of love. Peace to all of you who are in Christ. "},{"_id":"615a261c6e3cd1721ad71692","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Peter 3:15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p60003015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect,</p>\n</div>","kjv":"<strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  ","niv":"<sup><strong>15</strong></sup> But in your hearts set apart Christ as Lord. Always be prepared to give an answer to everyone who asks you to give the reason for the hope that you have. But do this with gentleness and respect,"},{"_id":"615a261d6e3cd1721ad71693","topicId":"615a261b6e3cd1721ad7168b","verse":"Revelation 17:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66017008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come.</p>\n\n</div>","kjv":"<strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  ","niv":"<sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come."},{"_id":"615a261d6e3cd1721ad71694","topicId":"615a261b6e3cd1721ad7168b","verse":"2 Peter 1:21","votes":8,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"615a261d6e3cd1721ad71695","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Peter 1:3-9","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p60001003_07-13\"><b class=\"verse-num\" id=\"v60001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ! According to his great mercy, he has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead, <b class=\"verse-num\" id=\"v60001004-1\">4&nbsp;</b>to an inheritance that is imperishable, undefiled, and unfading, kept in heaven for you, <b class=\"verse-num\" id=\"v60001005-1\">5&nbsp;</b>who by God’s power are being guarded through faith for a salvation ready to be revealed in the last time. <b class=\"verse-num\" id=\"v60001006-1\">6&nbsp;</b>In this you rejoice, though now for a little while, if necessary, you have been grieved by various trials, <b class=\"verse-num\" id=\"v60001007-1\">7&nbsp;</b>so that the tested genuineness of your faith—more precious than gold that perishes though it is tested by fire—may be found to result in praise and glory and honor at the revelation of Jesus Christ. <b class=\"verse-num\" id=\"v60001008-1\">8&nbsp;</b>Though you have not seen him, you love him. Though you do not now see him, you believe in him and rejoice with joy that is inexpressible and filled with glory, <b class=\"verse-num\" id=\"v60001009-1\">9&nbsp;</b>obtaining the outcome of your faith, the salvation of your souls.</p>\n</div>","kjv":"<strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, which according to his abundant mercy hath begotten us again unto a lively hope by the resurrection of Jesus Christ from the dead,  <strong>4</strong> To an inheritance incorruptible, and undefiled, and that fadeth not away, reserved in heaven for you,  <strong>5</strong> Who are kept by the power of God through faith unto salvation ready to be revealed in the last time.  <strong>6</strong> Wherein ye greatly rejoice, though now for a season, if need be, ye are in heaviness through manifold temptations:  <strong>7</strong> That the trial of your faith, being much more precious than of gold that perisheth, though it be tried with fire, might be found unto praise and honour and glory at the appearing of Jesus Christ:  <strong>8</strong> Whom having not seen, ye love; in whom, though now ye see him  not, yet believing, ye rejoice with joy unspeakable and full of glory:  <strong>9</strong> Receiving the end of your faith, even the salvation of your souls.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ! In his great mercy he has given us new birth into a living hope through the resurrection of Jesus Christ from the dead, <sup><strong>4</strong></sup> and into an inheritance that can never perish, spoil or fade--kept in heaven for you, <sup><strong>5</strong></sup> who through faith are shielded by God's power until the coming of the salvation that is ready to be revealed in the last time. <sup><strong>6</strong></sup> In this you greatly rejoice, though now for a little while you may have had to suffer grief in all kinds of trials. <sup><strong>7</strong></sup> These have come so that your faith--of greater worth than gold, which perishes even though refined by fire--may be proved genuine and may result in praise, glory and honor when Jesus Christ is revealed. <sup><strong>8</strong></sup> Though you have not seen him, you love him; and even though you do not see him now, you believe in him and are filled with an inexpressible and glorious joy, <sup><strong>9</strong></sup> for you are receiving the goal of your faith, the salvation of your souls. "},{"_id":"615a261e6e3cd1721ad71696","topicId":"615a261b6e3cd1721ad7168b","verse":"1 John 2:17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p62002017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n</div>","kjv":"<strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  ","niv":"<sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever."},{"_id":"615a261e6e3cd1721ad71697","topicId":"615a261b6e3cd1721ad7168b","verse":"Hebrews 11:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58011005_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011005-1\">5&nbsp;</b>By faith Enoch was taken up so that he should not see death, and he was not found, because God had taken him. Now before he was taken he was commended as having pleased God.</p>\n</div>","kjv":"<strong>5</strong> By faith Enoch was translated that he should not see death; and was not found, because God had translated him: for before his translation he had this testimony, that he pleased God.  ","niv":"<sup><strong>5</strong></sup> By faith Enoch was taken from this life, so that he did not experience death; he could not be found, because God had taken him away. For before he was taken, he was commended as one who pleased God."},{"_id":"615a261e6e3cd1721ad71698","topicId":"615a261b6e3cd1721ad7168b","verse":"Isaiah 30:10","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030010_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030010-1\">10&nbsp;</b>&nbsp;&nbsp;who say to the seers, “Do not see,”</span><br><span id=\"p23030010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to the prophets, “Do not prophesy to us what is right;</span><br><span id=\"p23030010_01-16\" class=\"line\">&nbsp;&nbsp;speak to us smooth things,</span><br><span id=\"p23030010_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;prophesy illusions,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Which say to the seers, See not; and to the prophets, Prophesy not unto us right things, speak unto us smooth things, prophesy deceits:  ","niv":"<sup><strong>10</strong></sup> They say to the seers, \"See no more visions!\" and to the prophets, \"Give us no more visions of what is right! Tell us pleasant things, prophesy illusions."},{"_id":"615a261f6e3cd1721ad71699","topicId":"615a261b6e3cd1721ad7168b","verse":"Hebrews 9:22-28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p58009022_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009022-1\">22&nbsp;</b>Indeed, under the law almost everything is purified with blood, and without the shedding of blood there is no forgiveness of sins.</p>\n<p id=\"p58009022_01-17\"><b class=\"verse-num\" id=\"v58009023-1\">23&nbsp;</b>Thus it was necessary for the copies of the heavenly things to be purified with these rites, but the heavenly things themselves with better sacrifices than these. <b class=\"verse-num\" id=\"v58009024-1\">24&nbsp;</b>For Christ has entered, not into holy places made with hands, which are copies of the true things, but into heaven itself, now to appear in the presence of God on our behalf. <b class=\"verse-num\" id=\"v58009025-1\">25&nbsp;</b>Nor was it to offer himself repeatedly, as the high priest enters the holy places every year with blood not his own, <b class=\"verse-num\" id=\"v58009026-1\">26&nbsp;</b>for then he would have had to suffer repeatedly since the foundation of the world. But as it is, he has appeared once for all at the end of the ages to put away sin by the sacrifice of himself. <b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment, <b class=\"verse-num\" id=\"v58009028-1\">28&nbsp;</b>so Christ, having been offered once to bear the sins of many, will appear a second time, not to deal with sin but to save those who are eagerly waiting for him.</p>\n</div>","kjv":"<strong>22</strong> And almost all things are by the law purged with blood; and without shedding of blood is no remission.  <strong>23</strong> It was therefore necessary that the patterns of things in the heavens should be purified with these; but the heavenly things themselves with better sacrifices than these.  <strong>24</strong> For Christ is not entered into the holy places made with hands, which are the figures of the true; but into heaven itself, now to appear in the presence of God for us:  <strong>25</strong> Nor yet that he should offer himself often, as the high priest entereth into the holy place every year with blood of others;  <strong>26</strong> For then must he often have suffered since the foundation of the world: but now once in the end of the world hath he appeared to put away sin by the sacrifice of himself.  <strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  <strong>28</strong> So Christ was once offered to bear the sins of many; and unto them that look for him shall he appear the second time without sin unto salvation.  ","niv":"<sup><strong>22</strong></sup> In fact, the law requires that nearly everything be cleansed with blood, and without the shedding of blood there is no forgiveness. <sup><strong>23</strong></sup> It was necessary, then, for the copies of the heavenly things to be purified with these sacrifices, but the heavenly things themselves with better sacrifices than these. <sup><strong>24</strong></sup> For Christ did not enter a man-made sanctuary that was only a copy of the true one; he entered heaven itself, now to appear for us in God's presence. <sup><strong>25</strong></sup> Nor did he enter heaven to offer himself again and again, the way the high priest enters the Most Holy Place every year with blood that is not his own. <sup><strong>26</strong></sup> Then Christ would have had to suffer many times since the creation of the world. But now he has appeared once for all at the end of the ages to do away with sin by the sacrifice of himself. <sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment, <sup><strong>28</strong></sup> so Christ was sacrificed once to take away the sins of many people; and he will appear a second time, not to bear sin, but to bring salvation to those who are waiting for him. "},{"_id":"615a261f6e3cd1721ad7169a","topicId":"615a261b6e3cd1721ad7168b","verse":"Hebrews 2:1-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p58002001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58002001-1\">2:1&nbsp;</b>Therefore we must pay much closer attention to what we have heard, lest we drift away from it. <b class=\"verse-num\" id=\"v58002002-1\">2&nbsp;</b>For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution, <b class=\"verse-num\" id=\"v58002003-1\">3&nbsp;</b>how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard, <b class=\"verse-num\" id=\"v58002004-1\">4&nbsp;</b>while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.</p>\n\n<p id=\"p58002004_09-18\"><b class=\"verse-num\" id=\"v58002005-1\">5&nbsp;</b>For it was not to angels that God subjected the world to come, of which we are speaking. <b class=\"verse-num\" id=\"v58002006-1\">6&nbsp;</b>It has been testified somewhere,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002006_09-18\" class=\"line\">&nbsp;&nbsp;“What is man, that you are mindful of him,</span><br><span id=\"p58002006_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the son of man, that you care for him?</span><br><span id=\"p58002007_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v58002007-1\">7&nbsp;</b>&nbsp;&nbsp;You made him for a little while lower than the angels;</span><br><span id=\"p58002007_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have crowned him with glory and honor,</span><br><span id=\"p58002008_09-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v58002008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;putting everything in subjection under his feet.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002008_09-18\" class=\"same-paragraph\">Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him. <b class=\"verse-num\" id=\"v58002009-1\">9&nbsp;</b>But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.</p>\n<p id=\"p58002009_09-18\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering. <b class=\"verse-num\" id=\"v58002011-1\">11&nbsp;</b>For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers, <b class=\"verse-num\" id=\"v58002012-1\">12&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002012_09-18\" class=\"line\">&nbsp;&nbsp;“I will tell of your name to my brothers;</span><br><span id=\"p58002012_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the congregation I will sing your praise.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002012_09-18\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58002013-1\">13&nbsp;</b>And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-18\" class=\"line\">&nbsp;&nbsp;“I will put my trust in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-18\" class=\"same-paragraph\">And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-18\" class=\"line\">&nbsp;&nbsp;“Behold, I and the children God has given me.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-18\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery. <b class=\"verse-num\" id=\"v58002016-1\">16&nbsp;</b>For surely it is not angels that he helps, but he helps the offspring of Abraham. <b class=\"verse-num\" id=\"v58002017-1\">17&nbsp;</b>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people. <b class=\"verse-num\" id=\"v58002018-1\">18&nbsp;</b>For because he himself has suffered when tempted, he is able to help those who are being tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.  <strong>2</strong> For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;  <strong>3</strong> How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;  <strong>4</strong> God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?  <strong>5</strong> For unto the angels hath he not put in subjection the world to come, whereof we speak.  <strong>6</strong> But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?  <strong>7</strong> Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:  <strong>8</strong> Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.  <strong>9</strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.  <strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  <strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  <strong>12</strong> Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.  <strong>13</strong> And again, I will put my trust in him. And again, Behold I and the children which God hath given me.  <strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  <strong>16</strong> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.  <strong>17</strong> Wherefore in all things it behoved him to be made like unto his  brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.  <strong>18</strong> For in that he himself hath suffered being tempted, he is able to succour them that are tempted.  ","niv":"<sup><strong>1</strong></sup> We must pay more careful attention, therefore, to what we have heard, so that we do not drift away. <sup><strong>2</strong></sup> For if the message spoken by angels was binding, and every violation and disobedience received its just punishment, <sup><strong>3</strong></sup> how shall we escape if we ignore such a great salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him. <sup><strong>4</strong></sup> God also testified to it by signs, wonders and various miracles, and gifts of the Holy Spirit distributed according to his will. <sup><strong>5</strong></sup> It is not to angels that he has subjected the world to come, about which we are speaking. <sup><strong>6</strong></sup> But there is a place where someone has testified: \"What is man that you are mindful of him, the son of man that you care for him? <sup><strong>7</strong></sup> You made him a little lower than the angels; you crowned him with glory and honor <sup><strong>8</strong></sup> and put everything under his feet.? In putting everything under him, God left nothing that is not subject to him. Yet at present we do not see everything subject to him. <sup><strong>9</strong></sup> But we see Jesus, who was made a little lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone. <sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering. <sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers. <sup><strong>12</strong></sup> He says, \"I will declare your name to my brothers; in the presence of the congregation I will sing your praises.\" <sup><strong>13</strong></sup> And again, \"I will put my trust in him.\" And again he says, \"Here am I, and the children God has given me.\" <sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. <sup><strong>16</strong></sup> For surely it is not angels he helps, but Abraham's descendants. <sup><strong>17</strong></sup> For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. <sup><strong>18</strong></sup> Because he himself suffered when he was tempted, he is able to help those who are being tempted. "},{"_id":"615a261f6e3cd1721ad7169b","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Timothy 6:20-21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p54006020_01-20\"><b class=\"verse-num\" id=\"v54006020-1\">20&nbsp;</b>O Timothy, guard the deposit entrusted to you. Avoid the irreverent babble and contradictions of what is falsely called “knowledge,” <b class=\"verse-num\" id=\"v54006021-1\">21&nbsp;</b>for by professing it some have swerved from the faith.</p>\n<p id=\"p54006021_01-20\">Grace be with you.</p>\n\n</div>","kjv":"<strong>20</strong> O Timothy, keep that which is committed to thy trust, avoiding profane and vain babblings, and oppositions of science falsely so called:  <strong>21</strong> Which some professing have erred concerning the faith. Grace be  with thee. Amen.  ","niv":"<sup><strong>20</strong></sup> Timothy, guard what has been entrusted to your care. Turn away from godless chatter and the opposing ideas of what is falsely called knowledge, <sup><strong>21</strong></sup> which some have professed and in so doing have wandered from the faith. Grace be with you. "},{"_id":"615a261f6e3cd1721ad7169c","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Thessalonians 2:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-22\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"615a26206e3cd1721ad7169d","topicId":"615a261b6e3cd1721ad7168b","verse":"1 Corinthians 15:3","votes":6,"__v":0,"esv":"<div>\n<p id=\"p46015003_01-24\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures,</p>\n</div>","kjv":"<strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  ","niv":"<sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures,"},{"_id":"615a26206e3cd1721ad7169e","topicId":"615a261b6e3cd1721ad7168b","verse":"Acts 24:14-16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44024014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44024014-1\">14&nbsp;</b>But this I confess to you, that according to the Way, which they call a sect, I worship the God of our fathers, believing everything laid down by the Law and written in the Prophets, <b class=\"verse-num\" id=\"v44024015-1\">15&nbsp;</b>having a hope in God, which these men themselves accept, that there will be a resurrection of both the just and the unjust. <b class=\"verse-num\" id=\"v44024016-1\">16&nbsp;</b>So I always take pains to have a clear conscience toward both God and man.</p>\n</div>","kjv":"<strong>14</strong> But this I confess unto thee, that after the way which they call heresy, so worship I the God of my fathers, believing all things which are written in the law and in the prophets:  <strong>15</strong> And have hope toward God, which they themselves also allow, that there shall be a resurrection of the dead, both of the just and unjust.  <strong>16</strong> And herein do I exercise myself, to have always a conscience void of offence toward God, and toward men.  ","niv":"<sup><strong>14</strong></sup> However, I admit that I worship the God of our fathers as a follower of the Way, which they call a sect. I believe everything that agrees with the Law and that is written in the Prophets, <sup><strong>15</strong></sup> and I have the same hope in God as these men, that there will be a resurrection of both the righteous and the wicked. <sup><strong>16</strong></sup> So I strive always to keep my conscience clear before God and man. "},{"_id":"615a26206e3cd1721ad7169f","topicId":"615a261b6e3cd1721ad7168b","verse":"Matthew 24:24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"615a26216e3cd1721ad716a0","topicId":"615a261b6e3cd1721ad7168b","verse":"Daniel 2:28","votes":6,"__v":0,"esv":"<div>\n<p id=\"p27002028_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v27002028-1\">28&nbsp;</b>but there is a God in heaven who reveals mysteries, and he has made known to King Nebuchadnezzar what will be in the latter days. Your dream and the visions of your head as you lay in bed are these:</p>\n</div>","kjv":"<strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  ","niv":"<sup><strong>28</strong></sup> but there is a God in heaven who reveals mysteries. He has shown King Nebuchadnezzar what will happen in days to come. Your dream and the visions that passed through your mind as you lay on your bed are these:"},{"_id":"615a26216e3cd1721ad716a1","topicId":"615a261b6e3cd1721ad7168b","verse":"Isaiah 26:3-27:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23026003_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026003-1\">3&nbsp;</b>&nbsp;&nbsp;You keep him in perfect peace</span><br><span id=\"p23026003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose mind is stayed on you,</span><br><span id=\"p23026003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he trusts in you.</span><br><span id=\"p23026004_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026004-1\">4&nbsp;</b>&nbsp;&nbsp;Trust in the LORD forever,</span><br><span id=\"p23026004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD GOD is an everlasting rock.</span><br><span id=\"p23026005_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026005-1\">5&nbsp;</b>&nbsp;&nbsp;For he has humbled</span><br><span id=\"p23026005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the inhabitants of the height,</span><br><span id=\"p23026005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lofty city.</span><br><span id=\"p23026005_01-28\" class=\"line\">&nbsp;&nbsp;He lays it low, lays it low to the ground,</span><br><span id=\"p23026005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;casts it to the dust.</span><br><span id=\"p23026006_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026006-1\">6&nbsp;</b>&nbsp;&nbsp;The foot tramples it,</span><br><span id=\"p23026006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the feet of the poor,</span><br><span id=\"p23026006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the steps of the needy.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23026007_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026007-1\">7&nbsp;</b>&nbsp;&nbsp;The path of the righteous is level;</span><br><span id=\"p23026007_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you make level the way of the righteous.</span><br><span id=\"p23026008_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026008-1\">8&nbsp;</b>&nbsp;&nbsp;In the path of your judgments,</span><br><span id=\"p23026008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD, we wait for you;</span><br><span id=\"p23026008_01-28\" class=\"line\">&nbsp;&nbsp;your name and remembrance</span><br><span id=\"p23026008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the desire of our soul.</span><br><span id=\"p23026009_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026009-1\">9&nbsp;</b>&nbsp;&nbsp;My soul yearns for you in the night;</span><br><span id=\"p23026009_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my spirit within me earnestly seeks you.</span><br><span id=\"p23026009_01-28\" class=\"line\">&nbsp;&nbsp;For when your judgments are in the earth,</span><br><span id=\"p23026009_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the inhabitants of the world learn righteousness.</span><br><span id=\"p23026010_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026010-1\">10&nbsp;</b>&nbsp;&nbsp;If favor is shown to the wicked,</span><br><span id=\"p23026010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not learn righteousness;</span><br><span id=\"p23026010_01-28\" class=\"line\">&nbsp;&nbsp;in the land of uprightness he deals corruptly</span><br><span id=\"p23026010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not see the majesty of the LORD.</span><br><span id=\"p23026011_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026011-1\">11&nbsp;</b>&nbsp;&nbsp;O LORD, your hand is lifted up,</span><br><span id=\"p23026011_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they do not see it.</span><br><span id=\"p23026011_01-28\" class=\"line\">&nbsp;&nbsp;Let them see your zeal for your people, and be ashamed.</span><br><span id=\"p23026011_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let the fire for your adversaries consume them.</span><br><span id=\"p23026012_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026012-1\">12&nbsp;</b>&nbsp;&nbsp;O LORD, you will ordain peace for us,</span><br><span id=\"p23026012_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you have indeed done for us all our works.</span><br><span id=\"p23026013_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026013-1\">13&nbsp;</b>&nbsp;&nbsp;O LORD our God,</span><br><span id=\"p23026013_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;other lords besides you have ruled over us,</span><br><span id=\"p23026013_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but your name alone we bring to remembrance.</span><br><span id=\"p23026014_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026014-1\">14&nbsp;</b>&nbsp;&nbsp;They are dead, they will not live;</span><br><span id=\"p23026014_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are shades, they will not arise;</span><br><span id=\"p23026014_01-28\" class=\"line\">&nbsp;&nbsp;to that end you have visited them with destruction</span><br><span id=\"p23026014_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wiped out all remembrance of them.</span><br><span id=\"p23026015_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026015-1\">15&nbsp;</b>&nbsp;&nbsp;But you have increased the nation, O LORD,</span><br><span id=\"p23026015_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have increased the nation; you are glorified;</span><br><span id=\"p23026015_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have enlarged all the borders of the land.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23026016_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026016-1\">16&nbsp;</b>&nbsp;&nbsp;O LORD, in distress they sought you;</span><br><span id=\"p23026016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they poured out a whispered prayer</span><br><span id=\"p23026016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when your discipline was upon them.</span><br><span id=\"p23026017_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026017-1\">17&nbsp;</b>&nbsp;&nbsp;Like a pregnant woman</span><br><span id=\"p23026017_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who writhes and cries out in her pangs</span><br><span id=\"p23026017_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when she is near to giving birth,</span><br><span id=\"p23026017_01-28\" class=\"line\">&nbsp;&nbsp;so were we because of you, O LORD;</span><br><span id=\"p23026018_01-28\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23026018-1\">18&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;we were pregnant, we writhed,</span><br><span id=\"p23026018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but we have given birth to wind.</span><br><span id=\"p23026018_01-28\" class=\"line\">&nbsp;&nbsp;We have accomplished no deliverance in the earth,</span><br><span id=\"p23026018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the inhabitants of the world have not fallen.</span><br><span id=\"p23026019_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026019-1\">19&nbsp;</b>&nbsp;&nbsp;Your dead shall live; their bodies shall rise.</span><br><span id=\"p23026019_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;You who dwell in the dust, awake and sing for joy!</span><br><span id=\"p23026019_01-28\" class=\"line\">&nbsp;&nbsp;For your dew is a dew of light,</span><br><span id=\"p23026019_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will give birth to the dead.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23026020_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026020-1\">20&nbsp;</b>&nbsp;&nbsp;Come, my people, enter your chambers,</span><br><span id=\"p23026020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shut your doors behind you;</span><br><span id=\"p23026020_01-28\" class=\"line\">&nbsp;&nbsp;hide yourselves for a little while</span><br><span id=\"p23026020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;until the fury has passed by.</span><br><span id=\"p23026021_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23026021-1\">21&nbsp;</b>&nbsp;&nbsp;For behold, the LORD is coming out from his place</span><br><span id=\"p23026021_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to punish the inhabitants of the earth for their iniquity,</span><br><span id=\"p23026021_01-28\" class=\"line\">&nbsp;&nbsp;and the earth will disclose the blood shed on it,</span><br><span id=\"p23026021_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will no more cover its slain.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p23027001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23027001-1\">27:1&nbsp;</b>In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23027002_05-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23027002-1\">2&nbsp;</b>&nbsp;&nbsp;In that day,</span><br><span id=\"p23027002_05-28\" class=\"line\">&nbsp;&nbsp;“A pleasant vineyard, sing of it!</span><br><span id=\"p23027003_05-28\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23027003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I, the LORD, am its keeper;</span><br><span id=\"p23027003_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every moment I water it.</span><br><span id=\"p23027003_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Lest anyone punish it,</span><br><span id=\"p23027003_05-28\" class=\"line\">&nbsp;&nbsp;I keep it night and day;</span><br><span id=\"p23027004_05-28\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23027004-1\">4&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I have no wrath.</span><br><span id=\"p23027004_05-28\" class=\"line\">&nbsp;&nbsp;Would that I had thorns and briers to battle!</span><br><span id=\"p23027004_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would march against them,</span><br><span id=\"p23027004_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I would burn them up together.</span><br><span id=\"p23027005_05-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23027005-1\">5&nbsp;</b>&nbsp;&nbsp;Or let them lay hold of my protection,</span><br><span id=\"p23027005_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them make peace with me,</span><br><span id=\"p23027005_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them make peace with me.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23027006_05-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v23027006-1\">6&nbsp;</b>&nbsp;&nbsp;In days to come Jacob shall take root,</span><br><span id=\"p23027006_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Israel shall blossom and put forth shoots</span><br><span id=\"p23027006_05-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and fill the whole world with fruit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Thou wilt keep him in perfect peace, whose mind is stayed on thee: because he trusteth in thee.  <strong>4</strong> Trust ye in the LORD for ever: for in the LORD JEHOVAH is  everlasting strength:  <strong>5</strong> For he bringeth down them that dwell on high; the lofty city, he layeth it low; he layeth it low, even to the ground; he bringeth it even to the dust.  <strong>6</strong> The foot shall tread it down, even the feet of the poor, and the steps of the needy.  <strong>7</strong> The way of the just is uprightness: thou, most upright, dost weigh the path of the just.  <strong>8</strong> Yea, in the way of thy judgments, O LORD, have we waited for thee; the desire of our soul is to thy name, and to the remembrance of thee.  <strong>9</strong> With my soul have I desired thee in the night; yea, with my spirit within me will I seek thee early: for when thy judgments are in the earth, the inhabitants of the world will learn righteousness.  <strong>10</strong> Let favour be shewed to the wicked, yet will he not learn righteousness: in the land of uprightness will he deal unjustly, and will not behold the majesty of the LORD.  <strong>11</strong> LORD, when thy hand is lifted up, they will not see: but they shall see, and be ashamed for their envy at the people; yea, the fire of thine enemies shall devour them.  <strong>12</strong> LORD, thou wilt ordain peace for us: for thou also hast wrought all our works in us.  <strong>13</strong> O LORD our God, other lords besides thee have had dominion over us: but by thee only will we make mention of thy name.  <strong>14</strong> They are dead, they shall not live; they are deceased, they shall not rise: therefore hast thou visited and destroyed them, and made all their memory to perish.  <strong>15</strong> Thou hast increased the nation, O LORD, thou hast increased the nation: thou art glorified: thou hadst removed it far unto all the ends of the earth.  <strong>16</strong> LORD, in trouble have they visited thee, they poured out a prayer when thy chastening was upon them.  <strong>17</strong> Like as a woman with child, that draweth near the time of her delivery, is in pain, and crieth out in her pangs; so have we been in thy sight, O LORD.  <strong>18</strong> We have been with child, we have been in pain, we have as it were brought forth wind; we have not wrought any deliverance in the earth; neither have the inhabitants of the world fallen.  <strong>19</strong> Thy dead men shall live, together with my dead body shall they arise. Awake and sing, ye that dwell in dust: for thy dew is as the dew of herbs, and the earth shall cast out the dead.  <strong>20</strong> Come, my people, enter thou into thy chambers, and shut thy doors about thee: hide thyself as it were for a little moment, until the indignation be overpast.  <strong>21</strong> For, behold, the LORD cometh out of his place to punish the inhabitants of the earth for their iniquity: the earth also shall disclose her blood, and shall no more cover her slain.  <strong>1</strong> In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.  <strong>2</strong> In that day sing ye unto her, A vineyard of red wine.  <strong>3</strong> I the LORD do keep it; I will water it every moment: lest any  hurt it, I will keep it night and day.  <strong>4</strong> Fury is not in me: who would set the briers and  thorns against me in battle? I would go through them, I would burn them together.  <strong>5</strong> Or let him take hold of my strength, that he may make peace with me; and he shall make peace with me.  <strong>6</strong> He shall cause them that come of Jacob to take root: Israel shall blossom and bud, and fill the face of the world with fruit.  ","niv":"<sup><strong>3</strong></sup> You will keep in perfect peace him whose mind is steadfast, because he trusts in you. <sup><strong>4</strong></sup> Trust in the LORD forever, for the LORD, the LORD, is the Rock eternal. <sup><strong>5</strong></sup> He humbles those who dwell on high, he lays the lofty city low; he levels it to the ground and casts it down to the dust. <sup><strong>6</strong></sup> Feet trample it down- the feet of the oppressed, the footsteps of the poor. <sup><strong>7</strong></sup> The path of the righteous is level; O upright One, you make the way of the righteous smooth. <sup><strong>8</strong></sup> Yes, LORD, walking in the way of your laws, we wait for you; your name and renown are the desire of our hearts. <sup><strong>9</strong></sup> My soul yearns for you in the night; in the morning my spirit longs for you. When your judgments come upon the earth, the people of the world learn righteousness. <sup><strong>10</strong></sup> Though grace is shown to the wicked, they do not learn righteousness; even in a land of uprightness they go on doing evil and regard not the majesty of the LORD. <sup><strong>11</strong></sup> O LORD, your hand is lifted high, but they do not see it. Let them see your zeal for your people and be put to shame; let the fire reserved for your enemies consume them. <sup><strong>12</strong></sup> LORD, you establish peace for us; all that we have accomplished you have done for us. <sup><strong>13</strong></sup> O LORD, our God, other lords besides you have ruled over us, but your name alone do we honor. <sup><strong>14</strong></sup> They are now dead, they live no more; those departed spirits do not rise. You punished them and brought them to ruin; you wiped out all memory of them. <sup><strong>15</strong></sup> You have enlarged the nation, O LORD; you have enlarged the nation. You have gained glory for yourself; you have extended all the borders of the land. <sup><strong>16</strong></sup> LORD, they came to you in their distress; when you disciplined them, they could barely whisper a prayer. <sup><strong>17</strong></sup> As a woman with child and about to give birth writhes and cries out in her pain, so were we in your presence, O LORD. <sup><strong>18</strong></sup> We were with child, we writhed in pain, but we gave birth to wind. We have not brought salvation to the earth; we have not given birth to people of the world. <sup><strong>19</strong></sup> But your dead will live; their bodies will rise. You who dwell in the dust, wake up and shout for joy. Your dew is like the dew of the morning; the earth will give birth to her dead. <sup><strong>20</strong></sup> Go, my people, enter your rooms and shut the doors behind you; hide yourselves for a little while until his wrath has passed by. <sup><strong>21</strong></sup> See, the LORD is coming out of his dwelling to punish the people of the earth for their sins. The earth will disclose the blood shed upon her; she will conceal her slain no longer. <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined "},{"_id":"615a26216e3cd1721ad716a2","topicId":"615a261b6e3cd1721ad7168b","verse":"Revelation 20:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66020010_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n</div>","kjv":"<strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  ","niv":"<sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever."},{"_id":"615a26226e3cd1721ad716a3","topicId":"615a261b6e3cd1721ad7168b","verse":"Revelation 12:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66012003_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v66012003-1\">3&nbsp;</b>And another sign appeared in heaven: behold, a great red dragon, with seven heads and ten horns, and on his heads seven diadems.</p>\n</div>","kjv":"<strong>3</strong> And there appeared another wonder in heaven; and behold a great red dragon, having seven heads and ten horns, and seven crowns upon his heads.  ","niv":"<sup><strong>3</strong></sup> Then another sign appeared in heaven: an enormous red dragon with seven heads and ten horns and seven crowns on his heads."},{"_id":"615a26226e3cd1721ad716a4","topicId":"615a261b6e3cd1721ad7168b","verse":"Hebrews 5:8-14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58005008_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005008-1\">8&nbsp;</b>Although he was a son, he learned obedience through what he suffered. <b class=\"verse-num\" id=\"v58005009-1\">9&nbsp;</b>And being made perfect, he became the source of eternal salvation to all who obey him, <b class=\"verse-num\" id=\"v58005010-1\">10&nbsp;</b>being designated by God a high priest after the order of Melchizedek.</p>\n\n<p id=\"p58005010_04-31\"><b class=\"verse-num\" id=\"v58005011-1\">11&nbsp;</b>About this we have much to say, and it is hard to explain, since you have become dull of hearing. <b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food, <b class=\"verse-num\" id=\"v58005013-1\">13&nbsp;</b>for everyone who lives on milk is unskilled in the word of righteousness, since he is a child. <b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n</div>","kjv":"<strong>8</strong> Though he were a Son, yet learned he obedience by the things which he suffered;  <strong>9</strong> And being made perfect, he became the author of eternal salvation unto all them that obey him;  <strong>10</strong> Called of God an high priest after the order of Melchisedec.  <strong>11</strong> Of whom we have many things to say, and hard to be uttered, seeing ye are dull of hearing.  <strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>8</strong></sup> Although he was a son, he learned obedience from what he suffered <sup><strong>9</strong></sup> and, once made perfect, he became the source of eternal salvation for all who obey him <sup><strong>10</strong></sup> and was designated by God to be high priest in the order of Melchizedek. <sup><strong>11</strong></sup> We have much to say about this, but it is hard to explain because you are slow to learn. <sup><strong>12</strong></sup> In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food! <sup><strong>13</strong></sup> Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness. <sup><strong>14</strong></sup> But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil. ","modified":"2023-09-07T06:03:26.053Z"}]}