{"_id":"615a279c6e3cd1721ad7170e","slug":"building-funds","name":"Building Funds","verses":[{"_id":"615a279d6e3cd1721ad7170f","topicId":"615a279c6e3cd1721ad7170e","verse":"Acts 20:35","votes":15,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\"","modified":"2023-03-02T03:22:15.826Z"},{"_id":"615a279d6e3cd1721ad71710","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 9:7","votes":14,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver.","modified":"2022-09-05T16:14:31.707Z"},{"_id":"615a279d6e3cd1721ad71711","topicId":"615a279c6e3cd1721ad7170e","verse":"Luke 6:38","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\"","modified":"2023-08-18T11:16:14.510Z"},{"_id":"615a279e6e3cd1721ad71712","topicId":"615a279c6e3cd1721ad7170e","verse":"1 Corinthians 16:2","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46016002_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.</p>\n</div>","kjv":"<strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  ","niv":"<sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made."},{"_id":"615a279e6e3cd1721ad71713","topicId":"615a279c6e3cd1721ad7170e","verse":"Malachi 3:10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p39003010_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v39003010-1\">10&nbsp;</b>Bring the full tithe into the storehouse, that there may be food in my house. And thereby put me to the test, says the LORD of hosts, if I will not open the windows of heaven for you and pour down for you a blessing until there is no more need.</p>\n</div>","kjv":"<strong>10</strong> Bring ye all the tithes into the storehouse, that there may be meat in mine house, and prove me now herewith, saith the LORD of hosts, if I will not open you the windows of heaven, and pour you out a blessing, that there shall not be room enough to receive it.  ","niv":"<sup><strong>10</strong></sup> Bring the whole tithe into the storehouse, that there may be food in my house. Test me in this,\" says the LORD Almighty, \"and see if I will not throw open the floodgates of heaven and pour out so much blessing that you will not have room enough for it."},{"_id":"615a279e6e3cd1721ad71714","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 9:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47009008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009008-1\">8&nbsp;</b>And God is able to make all grace abound to you, so that having all sufficiency in all things at all times, you may abound in every good work.</p>\n\n</div>","kjv":"<strong>8</strong> And God is able to make all grace abound toward you; that ye, always having all sufficiency in all things, may abound to every good work:  ","niv":"<sup><strong>8</strong></sup> And God is able to make all grace abound to you, so that in all things at all times, having all that you need, you will abound in every good work.","modified":"2022-07-09T11:28:00.776Z"},{"_id":"615a279e6e3cd1721ad71715","topicId":"615a279c6e3cd1721ad7170e","verse":"Proverbs 11:24-25","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011024_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011024-1\">24&nbsp;</b>&nbsp;&nbsp;One gives freely, yet grows all the richer;</span><br><span id=\"p20011024_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;another withholds what he should give, and only suffers want.</span><br><span id=\"p20011025_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011025-1\">25&nbsp;</b>&nbsp;&nbsp;Whoever brings blessing will be enriched,</span><br><span id=\"p20011025_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one who waters will himself be watered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> There is that scattereth, and yet increaseth; and there is  that withholdeth more than is meet, but it tendeth to poverty.  <strong>25</strong> The liberal soul shall be made fat: and he that watereth shall be watered also himself.  ","niv":"<sup><strong>24</strong></sup> One man gives freely, yet gains even more; another withholds unduly, but comes to poverty. <sup><strong>25</strong></sup> A generous man will prosper; he who refreshes others will himself be refreshed. ","modified":"2023-07-04T18:20:45.711Z"},{"_id":"615a279f6e3cd1721ad71716","topicId":"615a279c6e3cd1721ad7170e","verse":"1 Chronicles 29:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p13029009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v13029009-1\">9&nbsp;</b>Then the people rejoiced because they had given willingly, for with a whole heart they had offered freely to the LORD. David the king also rejoiced greatly.</p>\n</div>","kjv":"<strong>9</strong> Then the people rejoiced, for that they offered willingly, because with perfect heart they offered willingly to the LORD: and David the king also rejoiced with great joy.  ","niv":"<sup><strong>9</strong></sup> The people rejoiced at the willing response of their leaders, for they had given freely and wholeheartedly to the LORD. David the king also rejoiced greatly.","modified":"2022-10-30T20:56:00.397Z"},{"_id":"615a279f6e3cd1721ad71717","topicId":"615a279c6e3cd1721ad7170e","verse":"Exodus 35:29","votes":4,"__v":0,"esv":"<div>\n<p id=\"p02035029_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v02035029-1\">29&nbsp;</b>All the men and women, the people of Israel, whose heart moved them to bring anything for the work that the LORD had commanded by Moses to be done brought it as a freewill offering to the LORD.</p>\n</div>","kjv":"<strong>29</strong> The children of Israel brought a willing offering unto the LORD, every man and woman, whose heart made them willing to bring for all manner of work, which the LORD had commanded to be made by the hand of Moses.  ","niv":"<sup><strong>29</strong></sup> All the Israelite men and women who were willing brought to the LORD freewill offerings for all the work the LORD through Moses had commanded them to do.","modified":"2023-10-19T05:24:24.214Z"},{"_id":"615a279f6e3cd1721ad71718","topicId":"615a279c6e3cd1721ad7170e","verse":"Genesis 28:20-22","votes":8,"__v":0,"esv":"<div>\n<p id=\"p01028020_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01028020-1\">20&nbsp;</b>Then Jacob made a vow, saying, “If God will be with me and will keep me in this way that I go, and will give me bread to eat and clothing to wear, <b class=\"verse-num\" id=\"v01028021-1\">21&nbsp;</b>so that I come again to my father’s house in peace, then the LORD shall be my God, <b class=\"verse-num\" id=\"v01028022-1\">22&nbsp;</b>and this stone, which I have set up for a pillar, shall be God’s house. And of all that you give me I will give a full tenth to you.”</p>\n</div>","kjv":"<strong>20</strong> And Jacob vowed a vow, saying, If God will be with me, and will keep me in this way that I go, and will give me bread to eat, and raiment to put on,  <strong>21</strong> So that I come again to my father’s house in peace; then shall the LORD be my God:  <strong>22</strong> And this stone, which I have set for a pillar, shall be God’s house: and of all that thou shalt give me I will surely give the tenth unto thee.  ","niv":"<sup><strong>20</strong></sup> Then Jacob made a vow, saying, \"If God will be with me and will watch over me on this journey I am taking and will give me food to eat and clothes to wear <sup><strong>21</strong></sup> so that I return safely to my father's house, then the LORD will be my God <sup><strong>22</strong></sup> and this stone that I have set up as a pillar will be God's house, and of all that you give me I will give you a tenth.\" "},{"_id":"615a27a06e3cd1721ad71719","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 9:5","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47009005_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009005-1\">5&nbsp;</b>So I thought it necessary to urge the brothers to go on ahead to you and arrange in advance for the gift you have promised, so that it may be ready as a willing gift, not as an exaction.</p>\n\n</div>","kjv":"<strong>5</strong> Therefore I thought it necessary to exhort the brethren, that they would go before unto you, and make up beforehand your bounty, whereof ye had notice before, that the same might be ready, as a matter of bounty, and not as of covetousness.  ","niv":"<sup><strong>5</strong></sup> So I thought it necessary to urge the brothers to visit you in advance and finish the arrangements for the generous gift you had promised. Then it will be ready as a generous gift, not as one grudgingly given."},{"_id":"615a27a06e3cd1721ad7171a","topicId":"615a279c6e3cd1721ad7170e","verse":"Matthew 23:23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-14\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"615a27a06e3cd1721ad7171b","topicId":"615a279c6e3cd1721ad7170e","verse":"1 Timothy 6:17-19","votes":7,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-16\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. ","modified":"2022-10-14T16:03:43.429Z"},{"_id":"615a27a16e3cd1721ad7171c","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 9:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47009010_01-17\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v47009010-1\">10&nbsp;</b>He who supplies seed to the sower and bread for food will supply and multiply your seed for sowing and increase the harvest of your righteousness.</p>\n</div>","kjv":"<strong>10</strong> Now he that ministereth seed to the sower both minister bread for your food, and multiply your seed sown, and increase the fruits of your righteousness;)  ","niv":"<sup><strong>10</strong></sup> Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness."},{"_id":"615a27a16e3cd1721ad7171d","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 9:6","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-18\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously."},{"_id":"615a27a16e3cd1721ad7171e","topicId":"615a279c6e3cd1721ad7170e","verse":"Mark 12:41-44","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p41012041_04-19\"><b class=\"verse-num\" id=\"v41012041-1\">41&nbsp;</b>And he sat down opposite the treasury and watched the people putting money into the offering box. Many rich people put in large sums. <b class=\"verse-num\" id=\"v41012042-1\">42&nbsp;</b>And a poor widow came and put in two small copper coins, which make a penny. <b class=\"verse-num\" id=\"v41012043-1\">43&nbsp;</b>And he called his disciples to him and said to them, <span class=\"woc\">“Truly, I say to you, this poor widow has put in more than all those who are contributing to the offering box.</span> <b class=\"verse-num woc\" id=\"v41012044-1\">44&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty has put in everything she had, all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>41</strong> And Jesus sat over against the treasury, and beheld how the people cast money into the treasury: and many that were rich cast in much.  <strong>42</strong> And there came a certain poor widow, and she threw in two mites, which make a farthing.  <strong>43</strong> And he called unto him his disciples, and saith unto them, Verily I say unto you, That this poor widow hath cast more in, than all they which have cast into the treasury:  <strong>44</strong> For all they did cast in of their abundance; but she of her want did cast in all that she had, even all her living. ","niv":"<sup><strong>41</strong></sup> Jesus sat down opposite the place where the offerings were put and watched the crowd putting their money into the temple treasury. Many rich people threw in large amounts. <sup><strong>42</strong></sup> But a poor widow came and put in two very small copper coins, worth only a fraction of a penny. <sup><strong>43</strong></sup> Calling his disciples to him, Jesus said, \"I tell you the truth, this poor widow has put more into the treasury than all the others. <sup><strong>44</strong></sup> They all gave out of their wealth; but she, out of her poverty, put in everything--all she had to live on.\" "},{"_id":"615a27a16e3cd1721ad7171f","topicId":"615a279c6e3cd1721ad7170e","verse":"Haggai 1:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p37001004_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001004-1\">4&nbsp;</b>“Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins?</p>\n</div>","kjv":"<strong>4</strong> Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?  ","niv":"<sup><strong>4</strong></sup> \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\"","modified":"2023-09-17T09:43:21.087Z"},{"_id":"615a27a26e3cd1721ad71720","topicId":"615a279c6e3cd1721ad7170e","verse":"Proverbs 18:9","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018009_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018009-1\">9&nbsp;</b>&nbsp;&nbsp;Whoever is slack in his work</span><br><span id=\"p20018009_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is a brother to him who destroys.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He also that is slothful in his work is brother to him that is a great waster.  ","niv":"<sup><strong>9</strong></sup> One who is slack in his work is brother to one who destroys."},{"_id":"615a27a26e3cd1721ad71721","topicId":"615a279c6e3cd1721ad7170e","verse":"Deuteronomy 14:22-23","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p05014022_02-22\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year. <b class=\"verse-num\" id=\"v05014023-1\">23&nbsp;</b>And before the LORD your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the LORD your God always.</p>\n</div>","kjv":"<strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  <strong>23</strong> And thou shalt eat before the LORD thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the LORD thy God always.  ","niv":"<sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year. <sup><strong>23</strong></sup> Eat the tithe of your grain, new wine and oil, and the firstborn of your herds and flocks in the presence of the LORD your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the LORD your God always. "},{"_id":"615a27a26e3cd1721ad71722","topicId":"615a279c6e3cd1721ad7170e","verse":"Genesis 14:20","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01014020_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v01014020-1\">20&nbsp;</b>&nbsp;&nbsp;and blessed be God Most High,</span><br><span id=\"p01014020_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has delivered your enemies into your hand!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01014020_01-23\" class=\"same-paragraph\">And Abram gave him a tenth of everything.</p>\n</div>","kjv":"<strong>20</strong> And blessed be the most high God, which hath delivered thine enemies into thy hand. And he gave him tithes of all.  ","niv":"<sup><strong>20</strong></sup> And blessed be God Most High, who delivered your enemies into your hand.\" Then Abram gave him a tenth of everything."},{"_id":"615a27a36e3cd1721ad71723","topicId":"615a279c6e3cd1721ad7170e","verse":"Hebrews 13:16","votes":7,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased."},{"_id":"615a27a36e3cd1721ad71724","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 8:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47008012_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have.</p>\n</div>","kjv":"<strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  ","niv":"<sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have."},{"_id":"615a27a36e3cd1721ad71725","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 8:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p47008009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich.</p>\n</div>","kjv":"<strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  ","niv":"<sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich.","modified":"2023-06-11T07:00:43.922Z"},{"_id":"615a27a46e3cd1721ad71726","topicId":"615a279c6e3cd1721ad7170e","verse":"2 Corinthians 8:5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47008005_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008005-1\">5&nbsp;</b>and this, not as we expected, but they gave themselves first to the Lord and then by the will of God to us.</p>\n</div>","kjv":"<strong>5</strong> And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.  ","niv":"<sup><strong>5</strong></sup> And they did not do as we expected, but they gave themselves first to the Lord and then to us in keeping with God's will."},{"_id":"615a27a46e3cd1721ad71727","topicId":"615a279c6e3cd1721ad7170e","verse":"Acts 2:44-45","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44002044_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need.</p>\n</div>","kjv":"<strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  ","niv":"<sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. "}]}