{"_id":"615a28266e3cd1721ad71774","slug":"building-up-of-others","name":"Building Up Of Others","verses":[{"_id":"615a28276e3cd1721ad71775","topicId":"615a28266e3cd1721ad71774","verse":"1 Thessalonians 5:11","votes":8,"__v":0,"esv":"<div>\n<p id=\"p52005011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n</div>","kjv":"<strong>11</strong> Wherefore comfort yourselves together, and edify one another, even as also ye do.  ","niv":"<sup><strong>11</strong></sup> Therefore encourage one another and build each other up, just as in fact you are doing."},{"_id":"615a28276e3cd1721ad71776","topicId":"615a28266e3cd1721ad71774","verse":"Ephesians 4:29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen."},{"_id":"615a28276e3cd1721ad71777","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 13:1-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-4\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-4\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-4\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"615a28276e3cd1721ad71778","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 12:7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p46012001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46012001-1\">12:1&nbsp;</b>Now concerning spiritual gifts, brothers, I do not want you to be uninformed. <b class=\"verse-num\" id=\"v46012002-1\">2&nbsp;</b>You know that when you were pagans you were led astray to mute idols, however you were led. <b class=\"verse-num\" id=\"v46012003-1\">3&nbsp;</b>Therefore I want you to understand that no one speaking in the Spirit of God ever says “Jesus is accursed!” and no one can say “Jesus is Lord” except in the Holy Spirit.</p>\n<p id=\"p46012003_03-11\"><b class=\"verse-num\" id=\"v46012004-1\">4&nbsp;</b>Now there are varieties of gifts, but the same Spirit; <b class=\"verse-num\" id=\"v46012005-1\">5&nbsp;</b>and there are varieties of service, but the same Lord; <b class=\"verse-num\" id=\"v46012006-1\">6&nbsp;</b>and there are varieties of activities, but it is the same God who empowers them all in everyone. <b class=\"verse-num\" id=\"v46012007-1\">7&nbsp;</b>To each is given the manifestation of the Spirit for the common good. <b class=\"verse-num\" id=\"v46012008-1\">8&nbsp;</b>For to one is given through the Spirit the utterance of wisdom, and to another the utterance of knowledge according to the same Spirit, <b class=\"verse-num\" id=\"v46012009-1\">9&nbsp;</b>to another faith by the same Spirit, to another gifts of healing by the one Spirit, <b class=\"verse-num\" id=\"v46012010-1\">10&nbsp;</b>to another the working of miracles, to another prophecy, to another the ability to distinguish between spirits, to another various kinds of tongues, to another the interpretation of tongues. <b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n\n<p id=\"p46012011_08-11\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_08-11\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many. <b class=\"verse-num\" id=\"v46012015-1\">15&nbsp;</b>If the foot should say, “Because I am not a hand, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012016-1\">16&nbsp;</b>And if the ear should say, “Because I am not an eye, I do not belong to the body,” that would not make it any less a part of the body. <b class=\"verse-num\" id=\"v46012017-1\">17&nbsp;</b>If the whole body were an eye, where would be the sense of hearing? If the whole body were an ear, where would be the sense of smell? <b class=\"verse-num\" id=\"v46012018-1\">18&nbsp;</b>But as it is, God arranged the members in the body, each one of them, as he chose. <b class=\"verse-num\" id=\"v46012019-1\">19&nbsp;</b>If all were a single member, where would the body be? <b class=\"verse-num\" id=\"v46012020-1\">20&nbsp;</b>As it is, there are many parts, yet one body.</p>\n<p id=\"p46012020_08-11\"><b class=\"verse-num\" id=\"v46012021-1\">21&nbsp;</b>The eye cannot say to the hand, “I have no need of you,” nor again the head to the feet, “I have no need of you.” <b class=\"verse-num\" id=\"v46012022-1\">22&nbsp;</b>On the contrary, the parts of the body that seem to be weaker are indispensable, <b class=\"verse-num\" id=\"v46012023-1\">23&nbsp;</b>and on those parts of the body that we think less honorable we bestow the greater honor, and our unpresentable parts are treated with greater modesty, <b class=\"verse-num\" id=\"v46012024-1\">24&nbsp;</b>which our more presentable parts do not require. But God has so composed the body, giving greater honor to the part that lacked it, <b class=\"verse-num\" id=\"v46012025-1\">25&nbsp;</b>that there may be no division in the body, but that the members may have the same care for one another. <b class=\"verse-num\" id=\"v46012026-1\">26&nbsp;</b>If one member suffers, all suffer together; if one member is honored, all rejoice together.</p>\n<p id=\"p46012026_08-11\"><b class=\"verse-num\" id=\"v46012027-1\">27&nbsp;</b>Now you are the body of Christ and individually members of it. <b class=\"verse-num\" id=\"v46012028-1\">28&nbsp;</b>And God has appointed in the church first apostles, second prophets, third teachers, then miracles, then gifts of healing, helping, administrating, and various kinds of tongues. <b class=\"verse-num\" id=\"v46012029-1\">29&nbsp;</b>Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <b class=\"verse-num\" id=\"v46012030-1\">30&nbsp;</b>Do all possess gifts of healing? Do all speak with tongues? Do all interpret? <b class=\"verse-num\" id=\"v46012031-1\">31&nbsp;</b>But earnestly desire the higher gifts.</p>\n<p id=\"p46012031_08-11\">And I will show you a still more excellent way.</p>\n\n</div>","kjv":"<strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  ","niv":"<sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good."},{"_id":"615a28286e3cd1721ad71779","topicId":"615a28266e3cd1721ad71774","verse":"Acts 1:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44001008_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44001008-1\">8&nbsp;</b><span class=\"woc\">But you will receive power when the Holy Spirit has come upon you, and you will be my witnesses in Jerusalem and in all Judea and Samaria, and to the end of the earth.”</span></p>\n</div>","kjv":"<strong>8</strong> But ye shall receive power, after that the Holy Ghost is come upon you: and ye shall be witnesses unto me both in Jerusalem, and in all Judaea, and in Samaria, and unto the uttermost part of the earth.  ","niv":"<sup><strong>8</strong></sup> But you will receive power when the Holy Spirit comes on you; and you will be my witnesses in Jerusalem, and in all Judea and Samaria, and to the ends of the earth.\""},{"_id":"615a28286e3cd1721ad7177a","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 14:1-40","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46014001_04-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46014001-1\">14:1&nbsp;</b>Pursue love, and earnestly desire the spiritual gifts, especially that you may prophesy. <b class=\"verse-num\" id=\"v46014002-1\">2&nbsp;</b>For one who speaks in a tongue speaks not to men but to God; for no one understands him, but he utters mysteries in the Spirit. <b class=\"verse-num\" id=\"v46014003-1\">3&nbsp;</b>On the other hand, the one who prophesies speaks to people for their upbuilding and encouragement and consolation. <b class=\"verse-num\" id=\"v46014004-1\">4&nbsp;</b>The one who speaks in a tongue builds up himself, but the one who prophesies builds up the church. <b class=\"verse-num\" id=\"v46014005-1\">5&nbsp;</b>Now I want you all to speak in tongues, but even more to prophesy. The one who prophesies is greater than the one who speaks in tongues, unless someone interprets, so that the church may be built up.</p>\n<p id=\"p46014005_04-9\"><b class=\"verse-num\" id=\"v46014006-1\">6&nbsp;</b>Now, brothers, if I come to you speaking in tongues, how will I benefit you unless I bring you some revelation or knowledge or prophecy or teaching? <b class=\"verse-num\" id=\"v46014007-1\">7&nbsp;</b>If even lifeless instruments, such as the flute or the harp, do not give distinct notes, how will anyone know what is played? <b class=\"verse-num\" id=\"v46014008-1\">8&nbsp;</b>And if the bugle gives an indistinct sound, who will get ready for battle? <b class=\"verse-num\" id=\"v46014009-1\">9&nbsp;</b>So with yourselves, if with your tongue you utter speech that is not intelligible, how will anyone know what is said? For you will be speaking into the air. <b class=\"verse-num\" id=\"v46014010-1\">10&nbsp;</b>There are doubtless many different languages in the world, and none is without meaning, <b class=\"verse-num\" id=\"v46014011-1\">11&nbsp;</b>but if I do not know the meaning of the language, I will be a foreigner to the speaker and the speaker a foreigner to me. <b class=\"verse-num\" id=\"v46014012-1\">12&nbsp;</b>So with yourselves, since you are eager for manifestations of the Spirit, strive to excel in building up the church.</p>\n<p id=\"p46014012_04-9\"><b class=\"verse-num\" id=\"v46014013-1\">13&nbsp;</b>Therefore, one who speaks in a tongue should pray that he may interpret. <b class=\"verse-num\" id=\"v46014014-1\">14&nbsp;</b>For if I pray in a tongue, my spirit prays but my mind is unfruitful. <b class=\"verse-num\" id=\"v46014015-1\">15&nbsp;</b>What am I to do? I will pray with my spirit, but I will pray with my mind also; I will sing praise with my spirit, but I will sing with my mind also. <b class=\"verse-num\" id=\"v46014016-1\">16&nbsp;</b>Otherwise, if you give thanks with your spirit, how can anyone in the position of an outsider say “Amen” to your thanksgiving when he does not know what you are saying? <b class=\"verse-num\" id=\"v46014017-1\">17&nbsp;</b>For you may be giving thanks well enough, but the other person is not being built up. <b class=\"verse-num\" id=\"v46014018-1\">18&nbsp;</b>I thank God that I speak in tongues more than all of you. <b class=\"verse-num\" id=\"v46014019-1\">19&nbsp;</b>Nevertheless, in church I would rather speak five words with my mind in order to instruct others, than ten thousand words in a tongue.</p>\n<p id=\"p46014019_04-9\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature. <b class=\"verse-num\" id=\"v46014021-1\">21&nbsp;</b>In the Law it is written, “By people of strange tongues and by the lips of foreigners will I speak to this people, and even then they will not listen to me, says the Lord.” <b class=\"verse-num\" id=\"v46014022-1\">22&nbsp;</b>Thus tongues are a sign not for believers but for unbelievers, while prophecy is a sign not for unbelievers but for believers. <b class=\"verse-num\" id=\"v46014023-1\">23&nbsp;</b>If, therefore, the whole church comes together and all speak in tongues, and outsiders or unbelievers enter, will they not say that you are out of your minds? <b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all, <b class=\"verse-num\" id=\"v46014025-1\">25&nbsp;</b>the secrets of his heart are disclosed, and so, falling on his face, he will worship God and declare that God is really among you.</p>\n\n<p id=\"p46014025_06-9\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up. <b class=\"verse-num\" id=\"v46014027-1\">27&nbsp;</b>If any speak in a tongue, let there be only two or at most three, and each in turn, and let someone interpret. <b class=\"verse-num\" id=\"v46014028-1\">28&nbsp;</b>But if there is no one to interpret, let each of them keep silent in church and speak to himself and to God. <b class=\"verse-num\" id=\"v46014029-1\">29&nbsp;</b>Let two or three prophets speak, and let the others weigh what is said. <b class=\"verse-num\" id=\"v46014030-1\">30&nbsp;</b>If a revelation is made to another sitting there, let the first be silent. <b class=\"verse-num\" id=\"v46014031-1\">31&nbsp;</b>For you can all prophesy one by one, so that all may learn and all be encouraged, <b class=\"verse-num\" id=\"v46014032-1\">32&nbsp;</b>and the spirits of prophets are subject to prophets. <b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_06-9\">As in all the churches of the saints, <b class=\"verse-num\" id=\"v46014034-1\">34&nbsp;</b>the women should keep silent in the churches. For they are not permitted to speak, but should be in submission, as the Law also says. <b class=\"verse-num\" id=\"v46014035-1\">35&nbsp;</b>If there is anything they desire to learn, let them ask their husbands at home. For it is shameful for a woman to speak in church.</p>\n<p id=\"p46014035_06-9\"><b class=\"verse-num\" id=\"v46014036-1\">36&nbsp;</b>Or was it from you that the word of God came? Or are you the only ones it has reached? <b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord. <b class=\"verse-num\" id=\"v46014038-1\">38&nbsp;</b>If anyone does not recognize this, he is not recognized. <b class=\"verse-num\" id=\"v46014039-1\">39&nbsp;</b>So, my brothers, earnestly desire to prophesy, and do not forbid speaking in tongues. <b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n\n</div>","kjv":"<strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Follow the way of love and eagerly desire spiritual gifts, especially the gift of prophecy. <sup><strong>2</strong></sup> For anyone who speaks in a tongue does not speak to men but to God. Indeed, no one understands him; he utters mysteries with his spirit. <sup><strong>3</strong></sup> But everyone who prophesies speaks to men for their strengthening, encouragement and comfort. <sup><strong>4</strong></sup> He who speaks in a tongue edifies himself, but he who prophesies edifies the church. <sup><strong>5</strong></sup> I would like every one of you to speak in tongues, but I would rather have you prophesy. He who prophesies is greater than one who speaks in tongues, unless he interprets, so that the church may be edified. <sup><strong>6</strong></sup> Now, brothers, if I come to you and speak in tongues, what good will I be to you, unless I bring you some revelation or knowledge or prophecy or word of instruction? <sup><strong>7</strong></sup> Even in the case of lifeless things that make sounds, such as the flute or harp, how will anyone know what tune is being played unless there is a distinction in the notes? <sup><strong>8</strong></sup> Again, if the trumpet does not sound a clear call, who will get ready for battle? <sup><strong>9</strong></sup> So it is with you. Unless you speak intelligible words with your tongue, how will anyone know what you are saying? You will just be speaking into the air. <sup><strong>10</strong></sup> Undoubtedly there are all sorts of languages in the world, yet none of them is without meaning. <sup><strong>11</strong></sup> If then I do not grasp the meaning of what someone is saying, I am a foreigner to the speaker, and he is a foreigner to me. <sup><strong>12</strong></sup> So it is with you. Since you are eager to have spiritual gifts, try to excel in gifts that build up the church. <sup><strong>13</strong></sup> For this reason anyone who speaks in a tongue should pray that he may interpret what he says. <sup><strong>14</strong></sup> For if I pray in a tongue, my spirit prays, but my mind is unfruitful. <sup><strong>15</strong></sup> So what shall I do? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. <sup><strong>16</strong></sup> If you are praising God with your spirit, how can one who finds himself among those who do not understand say \"Amen\" to your thanksgiving, since he does not know what you are saying? <sup><strong>17</strong></sup> You may be giving thanks well enough, but the other man is not edified. <sup><strong>18</strong></sup> I thank God that I speak in tongues more than all of you. <sup><strong>19</strong></sup> But in the church I would rather speak five intelligible words to instruct others than ten thousand words in a tongue. <sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults. <sup><strong>21</strong></sup> In the Law it is written: \"Through men of strange tongues and through the lips of foreigners I will speak to this people, but even then they will not listen to me,\" says the Lord. <sup><strong>22</strong></sup> Tongues, then, are a sign, not for believers but for unbelievers; prophecy, however, is for believers, not for unbelievers. <sup><strong>23</strong></sup> So if the whole church comes together and everyone speaks in tongues, and some who do not understand or some unbelievers come in, will they not say that you are out of your mind? <sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all, <sup><strong>25</strong></sup> and the secrets of his heart will be laid bare. So he will fall down and worship God, exclaiming, \"God is really among you!\" <sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church. <sup><strong>27</strong></sup> If anyone speaks in a tongue, two--or at the most three--should speak, one at a time, and someone must interpret. <sup><strong>28</strong></sup> If there is no interpreter, the speaker should keep quiet in the church and speak to himself and God. <sup><strong>29</strong></sup> Two or three prophets should speak, and the others should weigh carefully what is said. <sup><strong>30</strong></sup> And if a revelation comes to someone who is sitting down, the first speaker should stop. <sup><strong>31</strong></sup> For you can all prophesy in turn so that everyone may be instructed and encouraged. <sup><strong>32</strong></sup> The spirits of prophets are subject to the control of prophets. <sup><strong>33</strong></sup> For God is not a God of disorder but of peace. <sup><strong>34</strong></sup> As in all the congregations of the saints, women should remain silent in the churches. They are not allowed to speak, but must be in submission, as the Law says. <sup><strong>35</strong></sup> If they want to inquire about something, they should ask their own husbands at home; for it is disgraceful for a woman to speak in the church. <sup><strong>36</strong></sup> Did the word of God originate with you? Or are you the only people it has reached? <sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command. <sup><strong>38</strong></sup> If he ignores this, he himself will be ignored. <sup><strong>39</strong></sup> Therefore, my brothers, be eager to prophesy, and do not forbid speaking in tongues. <sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way. "},{"_id":"615a28286e3cd1721ad7177b","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 12:1-31","votes":3,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. <sup><strong>15</strong></sup> If the foot should say, \"Because I am not a hand, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>16</strong></sup> And if the ear should say, \"Because I am not an eye, I do not belong to the body,\" it would not for that reason cease to be part of the body. <sup><strong>17</strong></sup> If the whole body were an eye, where would the sense of hearing be? If the whole body were an ear, where would the sense of smell be? <sup><strong>18</strong></sup> But in fact God has arranged the parts in the body, every one of them, just as he wanted them to be. <sup><strong>19</strong></sup> If they were all one part, where would the body be? <sup><strong>20</strong></sup> As it is, there are many parts, but one body. <sup><strong>21</strong></sup> The eye cannot say to the hand, \"I don't need you!\" And the head cannot say to the feet, \"I don't need you!\" <sup><strong>22</strong></sup> On the contrary, those parts of the body that seem to be weaker are indispensable, <sup><strong>23</strong></sup> and the parts that we think are less honorable we treat with special honor. And the parts that are unpresentable are treated with special modesty, <sup><strong>24</strong></sup> while our presentable parts need no special treatment. But God has combined the members of the body and has given greater honor to the parts that lacked it, <sup><strong>25</strong></sup> so that there should be no division in the body, but that its parts should have equal concern for each other. <sup><strong>26</strong></sup> If one part suffers, every part suffers with it; if one part is honored, every part rejoices with it. <sup><strong>27</strong></sup> Now you are the body of Christ, and each one of you is a part of it. <sup><strong>28</strong></sup> And in the church God has appointed first of all apostles, second prophets, third teachers, then workers of miracles, also those having gifts of healing, those able to help others, those with gifts of administration, and those speaking in different kinds of tongues. <sup><strong>29</strong></sup> Are all apostles? Are all prophets? Are all teachers? Do all work miracles? <sup><strong>30</strong></sup> Do all have gifts of healing? Do all speak in tongues? Do all interpret? <sup><strong>31</strong></sup> But eagerly desire the greater gifts. And now I will show you the most excellent way. "},{"_id":"615a28296e3cd1721ad7177c","topicId":"615a28266e3cd1721ad71774","verse":"Romans 12:1-21","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n<p id=\"p45012002_07-12\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned. <b class=\"verse-num\" id=\"v45012004-1\">4&nbsp;</b>For as in one body we have many members, and the members do not all have the same function, <b class=\"verse-num\" id=\"v45012005-1\">5&nbsp;</b>so we, though many, are one body in Christ, and individually members one of another. <b class=\"verse-num\" id=\"v45012006-1\">6&nbsp;</b>Having gifts that differ according to the grace given to us, let us use them: if prophecy, in proportion to our faith; <b class=\"verse-num\" id=\"v45012007-1\">7&nbsp;</b>if service, in our serving; the one who teaches, in his teaching; <b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n<p id=\"p45012008_12-12\"><b class=\"verse-num\" id=\"v45012009-1\">9&nbsp;</b>Let love be genuine. Abhor what is evil; hold fast to what is good. <b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor. <b class=\"verse-num\" id=\"v45012011-1\">11&nbsp;</b>Do not be slothful in zeal, be fervent in spirit, serve the Lord. <b class=\"verse-num\" id=\"v45012012-1\">12&nbsp;</b>Rejoice in hope, be patient in tribulation, be constant in prayer. <b class=\"verse-num\" id=\"v45012013-1\">13&nbsp;</b>Contribute to the needs of the saints and seek to show hospitality.</p>\n<p id=\"p45012013_12-12\"><b class=\"verse-num\" id=\"v45012014-1\">14&nbsp;</b>Bless those who persecute you; bless and do not curse them. <b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep. <b class=\"verse-num\" id=\"v45012016-1\">16&nbsp;</b>Live in harmony with one another. Do not be haughty, but associate with the lowly. Never be wise in your own sight. <b class=\"verse-num\" id=\"v45012017-1\">17&nbsp;</b>Repay no one evil for evil, but give thought to do what is honorable in the sight of all. <b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all. <b class=\"verse-num\" id=\"v45012019-1\">19&nbsp;</b>Beloved, never avenge yourselves, but leave it to the wrath of God, for it is written, “Vengeance is mine, I will repay, says the Lord.” <b class=\"verse-num\" id=\"v45012020-1\">20&nbsp;</b>To the contrary, “if your enemy is hungry, feed him; if he is thirsty, give him something to drink; for by so doing you will heap burning coals on his head.” <b class=\"verse-num\" id=\"v45012021-1\">21&nbsp;</b>Do not be overcome by evil, but overcome evil with good.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  <strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  <strong>4</strong> For as we have many members in one body, and all members have not the same office:  <strong>5</strong> So we, being many, are one body in Christ, and every one members one of another.  <strong>6</strong> Having then gifts differing according to the grace that is given to us, whether prophecy, let us prophesy according to the proportion of faith;  <strong>7</strong> Or ministry, let us wait on our ministering: or he that teacheth, on teaching;  <strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  <strong>9</strong>           Let love be without dissimulation. Abhor that which is evil; cleave to that which is good.  <strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  <strong>11</strong> Not slothful in business; fervent in spirit; serving the Lord;  <strong>12</strong> Rejoicing in hope; patient in tribulation; continuing instant in prayer;  <strong>13</strong> Distributing to the necessity of saints; given to hospitality.  <strong>14</strong> Bless them which persecute you: bless, and curse not.  <strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  <strong>16</strong> Be of the same mind one toward another. Mind not high things, but condescend to men of low estate. Be not wise in your own conceits.  <strong>17</strong> Recompense to no man evil for evil. Provide things honest in the sight of all men.  <strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  <strong>19</strong> Dearly beloved, avenge not yourselves, but rather give place unto wrath: for it is written, Vengeance is mine; I will repay, saith the Lord.  <strong>20</strong> Therefore if thine enemy hunger, feed him; if he thirst, give him drink: for in so doing thou shalt heap coals of fire on his head.  <strong>21</strong> Be not overcome of evil, but overcome evil with good.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. <sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you. <sup><strong>4</strong></sup> Just as each of us has one body with many members, and these members do not all have the same function, <sup><strong>5</strong></sup> so in Christ we who are many form one body, and each member belongs to all the others. <sup><strong>6</strong></sup> We have different gifts, according to the grace given us. If a man's gift is prophesying, let him use it in proportion to his faith. <sup><strong>7</strong></sup> If it is serving, let him serve; if it is teaching, let him teach; <sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully. <sup><strong>9</strong></sup> Love must be sincere. Hate what is evil; cling to what is good. <sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves. <sup><strong>11</strong></sup> Never be lacking in zeal, but keep your spiritual fervor, serving the Lord. <sup><strong>12</strong></sup> Be joyful in hope, patient in affliction, faithful in prayer. <sup><strong>13</strong></sup> Share with God's people who are in need. Practice hospitality. <sup><strong>14</strong></sup> Bless those who persecute you; bless and do not curse. <sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn. <sup><strong>16</strong></sup> Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited. <sup><strong>17</strong></sup> Do not repay anyone evil for evil. Be careful to do what is right in the eyes of everybody. <sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone. <sup><strong>19</strong></sup> Do not take revenge, my friends, but leave room for God's wrath, for it is written: \"It is mine to avenge; I will repay,\" says the Lord. <sup><strong>20</strong></sup> On the contrary: \"If your enemy is hungry, feed him; if he is thirsty, give him something to drink. In doing this, you will heap burning coals on his head.\" <sup><strong>21</strong></sup> Do not be overcome by evil, but overcome evil with good. "},{"_id":"615a28296e3cd1721ad7177d","topicId":"615a28266e3cd1721ad71774","verse":"Jude 1:24","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p65001001_02-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v65001001-1\">1:1&nbsp;</b>Jude, a servant of Jesus Christ and brother of James,</p>\n<p id=\"p65001001_02-15\">To those who are called, beloved in God the Father and kept for Jesus Christ:</p>\n\n</div>","kjv":"<strong>24</strong> Now unto him that is able to keep you from falling, and to present you faultless before the presence of his glory with exceeding joy,  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a28296e3cd1721ad7177e","topicId":"615a28266e3cd1721ad71774","verse":"Jude 1:20-21","votes":3,"__v":0,"kjv":"<strong>20</strong> But ye, beloved, building up yourselves on your most holy faith, praying in the Holy Ghost,  <strong>21</strong> Keep yourselves in the love of God, looking for the mercy of our Lord Jesus Christ unto eternal life.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a282a6e3cd1721ad7177f","topicId":"615a28266e3cd1721ad71774","verse":"1 Peter 4:10-11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms. <sup><strong>11</strong></sup> If anyone speaks, he should do it as one speaking the very words of God. If anyone serves, he should do it with the strength God provides, so that in all things God may be praised through Jesus Christ. To him be the glory and the power for ever and ever. Amen. "},{"_id":"615a282a6e3cd1721ad71780","topicId":"615a28266e3cd1721ad71774","verse":"Ephesians 4:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49004012_01-17\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ,</p>\n</div>","kjv":"<strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  ","niv":"<sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up"},{"_id":"615a282a6e3cd1721ad71781","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 8:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46008001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46008001-1\">8:1&nbsp;</b>Now concerning food offered to idols: we know that “all of us possess knowledge.” This “knowledge” puffs up, but love builds up.</p>\n\n</div>","kjv":"<strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  ","niv":"<sup><strong>1</strong></sup> Now about food sacrificed to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up."},{"_id":"615a282a6e3cd1721ad71782","topicId":"615a28266e3cd1721ad71774","verse":"Romans 15:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45015002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015002-1\">2&nbsp;</b>Let each of us please his neighbor for his good, to build him up.</p>\n</div>","kjv":"<strong>2</strong> Let every one of us please his neighbour for his  good to edification.  ","niv":"<sup><strong>2</strong></sup> Each of us should please his neighbor for his good, to build him up."},{"_id":"615a282b6e3cd1721ad71783","topicId":"615a28266e3cd1721ad71774","verse":"1 Peter 4:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60004010_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace:</p>\n</div>","kjv":"<strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  ","niv":"<sup><strong>10</strong></sup> Each one should use whatever gift he has received to serve others, faithfully administering God's grace in its various forms."},{"_id":"615a282b6e3cd1721ad71784","topicId":"615a28266e3cd1721ad71774","verse":"Hebrews 10:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"615a282b6e3cd1721ad71785","topicId":"615a28266e3cd1721ad71774","verse":"Hebrews 3:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58003013_01-24\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v58003013-1\">13&nbsp;</b>But exhort one another every day, as long as it is called “today,” that none of you may be hardened by the deceitfulness of sin.</p>\n</div>","kjv":"<strong>13</strong> But exhort one another daily, while it is called To day; lest any of you be hardened through the deceitfulness of sin.  ","niv":"<sup><strong>13</strong></sup> But encourage one another daily, as long as it is called Today, so that none of you may be hardened by sin's deceitfulness."},{"_id":"615a282c6e3cd1721ad71786","topicId":"615a28266e3cd1721ad71774","verse":"1 Timothy 4:7-8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come.</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  <strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. <sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. "},{"_id":"615a282c6e3cd1721ad71787","topicId":"615a28266e3cd1721ad71774","verse":"Ephesians 4:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004016_01-27\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n</div>","kjv":"<strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  ","niv":"<sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work."},{"_id":"615a282c6e3cd1721ad71788","topicId":"615a28266e3cd1721ad71774","verse":"Galatians 5:22-23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. "},{"_id":"615a282d6e3cd1721ad71789","topicId":"615a28266e3cd1721ad71774","verse":"Galatians 5:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48005013_01-29\"><b class=\"verse-num\" id=\"v48005013-1\">13&nbsp;</b>For you were called to freedom, brothers. Only do not use your freedom as an opportunity for the flesh, but through love serve one another.</p>\n</div>","kjv":"<strong>13</strong> For, brethren, ye have been called unto liberty; only use  not liberty for an occasion to the flesh, but by love serve one another.  ","niv":"<sup><strong>13</strong></sup> You, my brothers, were called to be free. But do not use your freedom to indulge the sinful nature; rather, serve one another in love."},{"_id":"615a282d6e3cd1721ad7178a","topicId":"615a28266e3cd1721ad71774","verse":"2 Corinthians 13:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47013014_01-30\"><b class=\"verse-num\" id=\"v47013014-1\">14&nbsp;</b>The grace of the Lord Jesus Christ and the love of God and the fellowship of the Holy Spirit be with you all.</p>\n</div>","kjv":"<strong>14</strong> The grace of the Lord Jesus Christ, and the love of God, and the communion of the Holy Ghost, be with you all. Amen.  ","niv":"<sup><strong>14</strong></sup> May the grace of the Lord Jesus Christ, and the love of God, and the fellowship of the Holy Spirit be with you all."},{"_id":"615a282d6e3cd1721ad7178b","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 12:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46012011_01-32\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012011-1\">11&nbsp;</b>All these are empowered by one and the same Spirit, who apportions to each one individually as he wills.</p>\n</div>","kjv":"<strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  ","niv":"<sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines."},{"_id":"615a282d6e3cd1721ad7178c","topicId":"615a28266e3cd1721ad71774","verse":"1 Corinthians 12:1-14:40","votes":2,"__v":0,"kjv":"<strong>1</strong> Now concerning spiritual gifts, brethren, I would not have you ignorant.  <strong>2</strong> Ye know that ye were Gentiles, carried away unto these dumb idols, even as ye were led.  <strong>3</strong> Wherefore I give you to understand, that no man speaking by the Spirit of God calleth Jesus accursed: and that no man can say that Jesus is the Lord, but by the Holy Ghost.  <strong>4</strong> Now there are diversities of gifts, but the same Spirit.  <strong>5</strong> And there are differences of administrations, but the same Lord.  <strong>6</strong> And there are diversities of operations, but it is the same God which worketh all in all.  <strong>7</strong> But the manifestation of the Spirit is given to every man to profit withal.  <strong>8</strong> For to one is given by the Spirit the word of wisdom; to another the word of knowledge by the same Spirit;  <strong>9</strong> To another faith by the same Spirit; to another the gifts of healing by the same Spirit;  <strong>10</strong> To another the working of miracles; to another prophecy; to another discerning of spirits; to another divers kinds of tongues; to another the interpretation of tongues:  <strong>11</strong> But all these worketh that one and the selfsame Spirit, dividing to every man severally as he will.  <strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  <strong>15</strong> If the foot shall say, Because I am not the hand, I am not of the body; is it therefore not of the body?  <strong>16</strong> And if the ear shall say, Because I am not the eye, I am not of the body; is it therefore not of the body?  <strong>17</strong> If the whole body were an eye, where were the hearing? If the whole were hearing, where were the smelling?  <strong>18</strong> But now hath God set the members every one of them in the body, as it hath pleased him.  <strong>19</strong> And if they were all one member, where were the body?  <strong>20</strong> But now are they many members, yet but one body.  <strong>21</strong> And the eye cannot say unto the hand, I have no need of thee: nor again the head to the feet, I have no need of you.  <strong>22</strong> Nay, much more those members of the body, which seem to be more feeble, are necessary:  <strong>23</strong> And those members of the body, which we think to be less honourable, upon these we bestow more abundant honour; and our uncomely parts have more abundant comeliness.  <strong>24</strong> For our comely parts have no need: but God hath tempered the body together, having given more abundant honour to that part which lacked:  <strong>25</strong> That there should be no schism in the body; but that the members should have the same care one for another.  <strong>26</strong> And whether one member suffer, all the members suffer with it; or one member be honoured, all the members rejoice with it.  <strong>27</strong> Now ye are the body of Christ, and members in particular.  <strong>28</strong> And God hath set some in the church, first apostles, secondarily prophets, thirdly teachers, after that miracles, then gifts of healings, helps, governments, diversities of tongues.  <strong>29</strong> Are all apostles? are all prophets? are  all teachers? are all workers of miracles?  <strong>30</strong> Have all the gifts of healing? do all speak with tongues? do all interpret?  <strong>31</strong> But covet earnestly the best gifts: and yet shew I unto you a more excellent way.  <strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  <strong>1</strong> Follow after charity, and desire spiritual gifts, but rather that ye may prophesy.  <strong>2</strong> For he that speaketh in an unknown tongue speaketh not unto men, but unto God: for no man understandeth him; howbeit in the spirit he speaketh mysteries.  <strong>3</strong> But he that prophesieth speaketh unto men to edification, and exhortation, and comfort.  <strong>4</strong> He that speaketh in an unknown tongue edifieth himself; but he that prophesieth edifieth the church.  <strong>5</strong> I would that ye all spake with tongues, but rather that ye prophesied: for greater is he that prophesieth than he that speaketh with tongues, except he interpret, that the church may receive edifying.  <strong>6</strong> Now, brethren, if I come unto you speaking with tongues, what shall I profit you, except I shall speak to you either by revelation, or by knowledge, or by prophesying, or by doctrine?  <strong>7</strong> And even things without life giving sound, whether pipe or harp, except they give a distinction in the sounds, how shall it be known what is piped or harped?  <strong>8</strong> For if the trumpet give an uncertain sound, who shall prepare himself to the battle?  <strong>9</strong> So likewise ye, except ye utter by the tongue words easy to be understood, how shall it be known what is spoken? for ye shall speak into the air.  <strong>10</strong> There are, it may be, so many kinds of voices in the world, and none of them is without signification.  <strong>11</strong> Therefore if I know not the meaning of the voice, I shall be unto him that speaketh a barbarian, and he that speaketh shall be a barbarian unto me.  <strong>12</strong> Even so ye, forasmuch as ye are zealous of spiritual gifts,  seek that ye may excel to the edifying of the church.  <strong>13</strong> Wherefore let him that speaketh in an unknown tongue pray that he may interpret.  <strong>14</strong> For if I pray in an unknown tongue, my spirit prayeth, but my understanding is unfruitful.  <strong>15</strong> What is it then? I will pray with the spirit, and I will pray with the understanding also: I will sing with the spirit, and I will sing with the understanding also.  <strong>16</strong> Else when thou shalt bless with the spirit, how shall he that occupieth the room of the unlearned say Amen at thy giving of thanks, seeing he understandeth not what thou sayest?  <strong>17</strong> For thou verily givest thanks well, but the other is not edified.  <strong>18</strong> I thank my God, I speak with tongues more than ye all:  <strong>19</strong> Yet in the church I had rather speak five words with my understanding, that by my voice I might teach others also, than ten thousand words in an unknown tongue.  <strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  <strong>21</strong> In the law it is written, With men of other tongues and other lips will I speak unto this people; and yet for all that will they not hear me, saith the Lord.  <strong>22</strong> Wherefore tongues are for a sign, not to them that believe, but to them that believe not: but prophesying serveth not for them that believe not, but for them which believe.  <strong>23</strong> If therefore the whole church be come together into one place, and all speak with tongues, and there come in those that are unlearned, or unbelievers, will they not say that ye are mad?  <strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  <strong>25</strong> And thus are the secrets of his heart made manifest; and so falling down on his face he will worship God, and report that God is in you of a truth.  <strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  <strong>27</strong> If any man speak in an unknown tongue, let it be  by two, or at the most by three, and that by course; and let one interpret.  <strong>28</strong> But if there be no interpreter, let him keep silence in the church; and let him speak to himself, and to God.  <strong>29</strong> Let the prophets speak two or three, and let the other judge.  <strong>30</strong> If any thing be revealed to another that sitteth by, let the first hold his peace.  <strong>31</strong> For ye may all prophesy one by one, that all may learn, and all may be comforted.  <strong>32</strong> And the spirits of the prophets are subject to the prophets.  <strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  <strong>34</strong> Let your women keep silence in the churches: for it is not permitted unto them to speak; but they are commanded to be under obedience, as also saith the law.  <strong>35</strong> And if they will learn any thing, let them ask their husbands at home: for it is a shame for women to speak in the church.  <strong>36</strong> What? came the word of God out from you? or came it unto you only?  <strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  <strong>38</strong> But if any man be ignorant, let him be ignorant.  <strong>39</strong> Wherefore, brethren, covet to prophesy, and forbid not to speak with tongues.  <strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>1</strong></sup> Now about spiritual gifts, brothers, I do not want you to be ignorant. <sup><strong>2</strong></sup> You know that when you were pagans, somehow or other you were influenced and led astray to mute idols. <sup><strong>3</strong></sup> Therefore I tell you that no one who is speaking by the Spirit of God says, \"Jesus be cursed,\" and no one can say, \"Jesus is Lord,\" except by the Holy Spirit. <sup><strong>4</strong></sup> There are different kinds of gifts, but the same Spirit. <sup><strong>5</strong></sup> There are different kinds of service, but the same Lord. <sup><strong>6</strong></sup> There are different kinds of working, but the same God works all of them in all men. <sup><strong>7</strong></sup> Now to each one the manifestation of the Spirit is given for the common good. <sup><strong>8</strong></sup> To one there is given through the Spirit the message of wisdom, to another the message of knowledge by means of the same Spirit, <sup><strong>9</strong></sup> to another faith by the same Spirit, to another gifts of healing by that one Spirit, <sup><strong>10</strong></sup> to another miraculous powers, to another prophecy, to another distinguishing between spirits, to another speaking in different kinds of tongues, and to still another the interpretation of tongues. <sup><strong>11</strong></sup> All these are the work of one and the same Spirit, and he gives them to each one, just as he determines. <sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. "},{"_id":"615a282e6e3cd1721ad7178d","topicId":"615a28266e3cd1721ad71774","verse":"Romans 12:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45012008_01-35\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012008-1\">8&nbsp;</b>the one who exhorts, in his exhortation; the one who contributes, in generosity; the one who leads, with zeal; the one who does acts of mercy, with cheerfulness.</p>\n\n</div>","kjv":"<strong>8</strong> Or he that exhorteth, on exhortation: he that giveth, let him do it  with simplicity; he that ruleth, with diligence; he that sheweth mercy, with cheerfulness.  ","niv":"<sup><strong>8</strong></sup> if it is encouraging, let him encourage; if it is contributing to the needs of others, let him give generously; if it is leadership, let him govern diligently; if it is showing mercy, let him do it cheerfully."}]}