{"_id":"615a28066e3cd1721ad7175a","slug":"building-the-church-of-god","name":"Building The Church Of God","verses":[{"_id":"615a28066e3cd1721ad7175b","topicId":"615a28066e3cd1721ad7175a","verse":"Matthew 16:18","votes":68,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it.","modified":"2023-09-17T06:23:44.339Z"},{"_id":"615a28066e3cd1721ad7175c","topicId":"615a28066e3cd1721ad7175a","verse":"Exodus 35:20-22","votes":61,"__v":0,"esv":"<div>\n<p id=\"p02035020_01-2\"><b class=\"verse-num\" id=\"v02035020-1\">20&nbsp;</b>Then all the congregation of the people of Israel departed from the presence of Moses. <b class=\"verse-num\" id=\"v02035021-1\">21&nbsp;</b>And they came, everyone whose heart stirred him, and everyone whose spirit moved him, and brought the LORD’s contribution to be used for the tent of meeting, and for all its service, and for the holy garments. <b class=\"verse-num\" id=\"v02035022-1\">22&nbsp;</b>So they came, both men and women. All who were of a willing heart brought brooches and earrings and signet rings and armlets, all sorts of gold objects, every man dedicating an offering of gold to the LORD.</p>\n</div>","kjv":"<strong>20</strong> And all the congregation of the children of Israel departed from the presence of Moses.  <strong>21</strong> And they came, every one whose heart stirred him up, and every one whom his spirit made willing, and they brought the LORD’S offering to the work of the tabernacle of the congregation, and for all his service, and for the holy garments.  <strong>22</strong> And they came, both men and women, as many as were willing hearted, and brought bracelets, and earrings, and rings, and tablets, all jewels of gold: and every man that offered offered an offering of gold unto the LORD.  ","niv":"<sup><strong>20</strong></sup> Then the whole Israelite community withdrew from Moses' presence, <sup><strong>21</strong></sup> and everyone who was willing and whose heart moved him came and brought an offering to the LORD for the work on the Tent of Meeting, for all its service, and for the sacred garments. <sup><strong>22</strong></sup> All who were willing, men and women alike, came and brought gold jewelry of all kinds: brooches, earrings, rings and ornaments. They all presented their gold as a wave offering to the LORD. ","modified":"2023-11-17T04:20:36.458Z"},{"_id":"615a28066e3cd1721ad7175d","topicId":"615a28066e3cd1721ad7175a","verse":"Exodus 36:3-6","votes":40,"__v":0,"esv":"<div>\n<p id=\"p02036003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v02036003-1\">3&nbsp;</b>And they received from Moses all the contribution that the people of Israel had brought for doing the work on the sanctuary. They still kept bringing him freewill offerings every morning, <b class=\"verse-num\" id=\"v02036004-1\">4&nbsp;</b>so that all the craftsmen who were doing every sort of task on the sanctuary came, each from the task that he was doing, <b class=\"verse-num\" id=\"v02036005-1\">5&nbsp;</b>and said to Moses, “The people bring much more than enough for doing the work that the LORD has commanded us to do.” <b class=\"verse-num\" id=\"v02036006-1\">6&nbsp;</b>So Moses gave command, and word was proclaimed throughout the camp, “Let no man or woman do anything more for the contribution for the sanctuary.” So the people were restrained from bringing,</p>\n</div>","kjv":"<strong>3</strong> And they received of Moses all the offering, which the children of Israel had brought for the work of the service of the sanctuary, to make it withal. And they brought yet unto him free offerings every morning.  <strong>4</strong> And all the wise men, that wrought all the work of the sanctuary, came every man from his work which they made;  <strong>5</strong> And they spake unto Moses, saying, The people bring much more than enough for the service of the work, which the LORD commanded to make.  <strong>6</strong> And Moses gave commandment, and they caused it to be proclaimed throughout the camp, saying, Let neither man nor woman make any more work for the offering of the sanctuary. So the people were restrained from bringing.  ","niv":"<sup><strong>3</strong></sup> They received from Moses all the offerings the Israelites had brought to carry out the work of constructing the sanctuary. And the people continued to bring freewill offerings morning after morning. <sup><strong>4</strong></sup> So all the skilled craftsmen who were doing all the work on the sanctuary left their work <sup><strong>5</strong></sup> and said to Moses, \"The people are bringing more than enough for doing the work the LORD commanded to be done.\" <sup><strong>6</strong></sup> Then Moses gave an order and they sent this word throughout the camp: \"No man or woman is to make anything else as an offering for the sanctuary.\" And so the people were restrained from bringing more, ","modified":"2023-12-09T08:47:13.388Z"},{"_id":"615a28076e3cd1721ad7175e","topicId":"615a28066e3cd1721ad7175a","verse":"Haggai 1:1-15","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p37001001_07-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v37001001-1\">1:1&nbsp;</b>In the second year of Darius the king, in the sixth month, on the first day of the month, the word of the LORD came by the hand of Haggai the prophet to Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Jehozadak, the high priest: <b class=\"verse-num\" id=\"v37001002-1\">2&nbsp;</b>“Thus says the LORD of hosts: These people say the time has not yet come to rebuild the house of the LORD.” <b class=\"verse-num\" id=\"v37001003-1\">3&nbsp;</b>Then the word of the LORD came by the hand of Haggai the prophet, <b class=\"verse-num\" id=\"v37001004-1\">4&nbsp;</b>“Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins? <b class=\"verse-num\" id=\"v37001005-1\">5&nbsp;</b>Now, therefore, thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001006-1\">6&nbsp;</b>You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.</p>\n<p id=\"p37001006_07-4\"><b class=\"verse-num\" id=\"v37001007-1\">7&nbsp;</b>“Thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001008-1\">8&nbsp;</b>Go up to the hills and bring wood and build the house, that I may take pleasure in it and that I may be glorified, says the LORD. <b class=\"verse-num\" id=\"v37001009-1\">9&nbsp;</b>You looked for much, and behold, it came to little. And when you brought it home, I blew it away. Why? declares the LORD of hosts. Because of my house that lies in ruins, while each of you busies himself with his own house. <b class=\"verse-num\" id=\"v37001010-1\">10&nbsp;</b>Therefore the heavens above you have withheld the dew, and the earth has withheld its produce. <b class=\"verse-num\" id=\"v37001011-1\">11&nbsp;</b>And I have called for a drought on the land and the hills, on the grain, the new wine, the oil, on what the ground brings forth, on man and beast, and on all their labors.”</p>\n\n<p id=\"p37001011_12-4\"><b class=\"verse-num\" id=\"v37001012-1\">12&nbsp;</b>Then Zerubbabel the son of Shealtiel, and Joshua the son of Jehozadak, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him. And the people feared the LORD. <b class=\"verse-num\" id=\"v37001013-1\">13&nbsp;</b>Then Haggai, the messenger of the LORD, spoke to the people with the LORD’s message, “I am with you, declares the LORD.” <b class=\"verse-num\" id=\"v37001014-1\">14&nbsp;</b>And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Jehozadak, the high priest, and the spirit of all the remnant of the people. And they came and worked on the house of the LORD of hosts, their God, <b class=\"verse-num\" id=\"v37001015-1\">15&nbsp;</b>on the twenty-fourth day of the month, in the sixth month, in the second year of Darius the king.</p>\n</div>","kjv":"<strong>1</strong> In the second year of Darius the king, in the sixth month, in the first day of the month, came the word of the LORD by Haggai the prophet unto Zerubbabel the son of Shealtiel, governor of Judah, and to Joshua the son of Josedech, the high priest, saying,  <strong>2</strong> Thus speaketh the LORD of hosts, saying, This people say, The time is not come, the time that the LORD’S house should be built.  <strong>3</strong> Then came the word of the LORD by Haggai the prophet, saying,  <strong>4</strong> Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?  <strong>5</strong> Now therefore thus saith the LORD of hosts; Consider your ways.  <strong>6</strong> Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.  <strong>7</strong> Thus saith the LORD of hosts; Consider your ways.  <strong>8</strong> Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.  <strong>9</strong> Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of mine house that is waste, and ye run every man unto his own house.  <strong>10</strong> Therefore the heaven over you is stayed from dew, and the earth is stayed from her fruit.  <strong>11</strong> And I called for a drought upon the land, and upon the mountains, and upon the corn, and upon the new wine, and upon the oil, and upon that  which the ground bringeth forth, and upon men, and upon cattle, and upon all the labour of the hands.  <strong>12</strong> Then Zerubbabel the son of Shealtiel, and Joshua the son of Josedech, the high priest, with all the remnant of the people, obeyed the voice of the LORD their God, and the words of Haggai the prophet, as the LORD their God had sent him, and the people did fear before the LORD.  <strong>13</strong> Then spake Haggai the LORD’S messenger in the LORD’S message unto the people, saying, I am with you, saith the LORD.  <strong>14</strong> And the LORD stirred up the spirit of Zerubbabel the son of Shealtiel, governor of Judah, and the spirit of Joshua the son of Josedech, the high priest, and the spirit of all the remnant of the people; and they came and did work in the house of the LORD of hosts, their God,  <strong>15</strong> In the four and twentieth day of the sixth month, in the second year of Darius the king.  ","niv":"<sup><strong>1</strong></sup> In the second year of King Darius, on the first day of the sixth month, the word of the LORD came through the prophet Haggai to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, the high priest: <sup><strong>2</strong></sup> This is what the LORD Almighty says: \"These people say, 'The time has not yet come for the LORD's house to be built.'\" <sup><strong>3</strong></sup> Then the word of the LORD came through the prophet Haggai: <sup><strong>4</strong></sup> \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\" <sup><strong>5</strong></sup> Now this is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>6</strong></sup> You have planted much, but have harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\" <sup><strong>7</strong></sup> This is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>8</strong></sup> Go up into the mountains and bring down timber and build the house, so that I may take pleasure in it and be honored,\" says the LORD. <sup><strong>9</strong></sup> \"You expected much, but see, it turned out to be little. What you brought home, I blew away. Why?\" declares the LORD Almighty. \"Because of my house, which remains a ruin, while each of you is busy with his own house. <sup><strong>10</strong></sup> Therefore, because of you the heavens have withheld their dew and the earth its crops. <sup><strong>11</strong></sup> I called for a drought on the fields and the mountains, on the grain, the new wine, the oil and whatever the ground produces, on men and cattle, and on the labor of your hands.\" <sup><strong>12</strong></sup> Then Zerubbabel son of Shealtiel, Joshua son of Jehozadak, the high priest, and the whole remnant of the people obeyed the voice of the LORD their God and the message of the prophet Haggai, because the LORD their God had sent him. And the people feared the LORD. <sup><strong>13</strong></sup> Then Haggai, the LORD's messenger, gave this message of the LORD to the people: \"I am with you,\" declares the LORD. <sup><strong>14</strong></sup> So the LORD stirred up the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of the whole remnant of the people. They came and began to work on the house of the LORD Almighty, their God, <sup><strong>15</strong></sup> on the twenty-fourth day of the sixth month in the second year of King Darius. ","modified":"2023-09-20T21:51:41.858Z"},{"_id":"615a28076e3cd1721ad7175f","topicId":"615a28066e3cd1721ad7175a","verse":"Matthew 18:19","votes":36,"__v":0,"esv":"<div>\n<p id=\"p40018019_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span></p>\n</div>","kjv":"<strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  ","niv":"<sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven.","modified":"2023-11-08T07:42:48.469Z"},{"_id":"615a28076e3cd1721ad71760","topicId":"615a28066e3cd1721ad7175a","verse":"Ephesians 2:20","votes":24,"__v":0,"esv":"<div>\n<p id=\"p49002020_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone,</p>\n</div>","kjv":"<strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  ","niv":"<sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone.","modified":"2023-07-06T21:35:51.793Z"},{"_id":"615a28086e3cd1721ad71761","topicId":"615a28066e3cd1721ad7175a","verse":"1 Corinthians 3:11","votes":29,"__v":0,"esv":"<div>\n<p id=\"p46003011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ.</p>\n</div>","kjv":"<strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  ","niv":"<sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ.","modified":"2023-11-11T18:09:36.194Z"},{"_id":"615a28086e3cd1721ad71762","topicId":"615a28066e3cd1721ad7175a","verse":"Psalm 127:1-5","votes":24,"__v":0,"esv":"<div>\n\n<h4 id=\"p19127001_07-9\" class=\"psalm-title\">A Song of Ascents. Of Solomon.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127001_07-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19127001-1\">127:1&nbsp;</b>&nbsp;&nbsp;Unless the LORD builds the house,</span><br><span id=\"p19127001_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who build it labor in vain.</span><br><span id=\"p19127001_07-9\" class=\"line\">&nbsp;&nbsp;Unless the LORD watches over the city,</span><br><span id=\"p19127001_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the watchman stays awake in vain.</span><br><span id=\"p19127002_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127002-1\">2&nbsp;</b>&nbsp;&nbsp;It is in vain that you rise up early</span><br><span id=\"p19127002_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go late to rest,</span><br><span id=\"p19127002_07-9\" class=\"line\">&nbsp;&nbsp;eating the bread of anxious toil;</span><br><span id=\"p19127002_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he gives to his beloved sleep.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19127003_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_07-9\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain.  <strong>2</strong>             It is vain for you to rise up early, to sit up late, to eat the bread of sorrows: for so he giveth his beloved sleep.  <strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>1</strong></sup> Unless the LORD builds the house, its builders labor in vain. Unless the LORD watches over the city, the watchmen stand guard in vain. <sup><strong>2</strong></sup> In vain you rise early and stay up late, toiling for food to eat- for he grants sleep to those he loves. <sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. ","modified":"2023-09-30T08:26:27.169Z"},{"_id":"615a28086e3cd1721ad71763","topicId":"615a28066e3cd1721ad7175a","verse":"Hebrews 13:16","votes":22,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased.","modified":"2023-11-05T14:45:03.115Z"},{"_id":"615a28096e3cd1721ad71764","topicId":"615a28066e3cd1721ad7175a","verse":"2 Timothy 3:16-17","votes":23,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. ","modified":"2023-05-04T22:20:20.659Z"},{"_id":"615a28096e3cd1721ad71765","topicId":"615a28066e3cd1721ad7175a","verse":"Galatians 5:22-23","votes":19,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. ","modified":"2022-07-31T10:02:46.045Z"},{"_id":"615a28096e3cd1721ad71766","topicId":"615a28066e3cd1721ad7175a","verse":"Ephesians 2:19-22","votes":20,"__v":0,"esv":"<div>\n<p id=\"p49002019_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. ","modified":"2023-07-23T23:08:30.685Z"},{"_id":"615a28096e3cd1721ad71767","topicId":"615a28066e3cd1721ad7175a","verse":"Ephesians 4:11-12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-14\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up ","modified":"2022-07-28T11:51:52.619Z"},{"_id":"615a280a6e3cd1721ad71768","topicId":"615a28066e3cd1721ad7175a","verse":"Matthew 6:33","votes":18,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2023-06-04T01:56:39.975Z"},{"_id":"615a280a6e3cd1721ad71769","topicId":"615a28066e3cd1721ad7175a","verse":"1 Peter 5:10","votes":22,"__v":0,"esv":"<div>\n<p id=\"p60005010_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005010-1\">10&nbsp;</b>And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you.</p>\n</div>","kjv":"<strong>10</strong> But the God of all grace, who hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a while, make you perfect, stablish, strengthen, settle you.  ","niv":"<sup><strong>10</strong></sup> And the God of all grace, who called you to his eternal glory in Christ, after you have suffered a little while, will himself restore you and make you strong, firm and steadfast.","modified":"2023-07-22T16:26:01.566Z"},{"_id":"615a280a6e3cd1721ad7176a","topicId":"615a28066e3cd1721ad7175a","verse":"Ephesians 4:12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p49004012_01-18\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ,</p>\n</div>","kjv":"<strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  ","niv":"<sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up","modified":"2023-11-11T18:46:35.642Z"},{"_id":"615a280b6e3cd1721ad7176b","topicId":"615a28066e3cd1721ad7175a","verse":"1 Peter 2:4-5","votes":15,"__v":0,"esv":"<div>\n<p id=\"p60002004_01-20\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ.</p>\n</div>","kjv":"<strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  ","niv":"<sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. ","modified":"2023-11-09T09:08:41.401Z"},{"_id":"615a280b6e3cd1721ad7176c","topicId":"615a28066e3cd1721ad7175a","verse":"1 Timothy 3:15","votes":12,"__v":0,"esv":"<div>\n<p id=\"p54003015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth.</p>\n</div>","kjv":"<strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  ","niv":"<sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth.","modified":"2022-08-16T22:12:52.827Z"},{"_id":"615a280b6e3cd1721ad7176d","topicId":"615a28066e3cd1721ad7175a","verse":"Acts 5:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44005009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005009-1\">9&nbsp;</b>But Peter said to her, “How is it that you have agreed together to test the Spirit of the Lord? Behold, the feet of those who have buried your husband are at the door, and they will carry you out.”</p>\n</div>","kjv":"<strong>9</strong> Then Peter said unto her, How is it that ye have agreed together to tempt the Spirit of the Lord? behold, the feet of them which have buried thy husband are at the door, and shall carry thee out.  ","niv":"<sup><strong>9</strong></sup> Peter said to her, \"How could you agree to test the Spirit of the Lord? Look! The feet of the men who buried your husband are at the door, and they will carry you out also.\"","modified":"2023-05-27T12:35:41.143Z"},{"_id":"615a280c6e3cd1721ad7176e","topicId":"615a28066e3cd1721ad7175a","verse":"1 Corinthians 14:26","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p46014026_03-25\"><b class=\"verse-num\" id=\"v46014026-1\">26&nbsp;</b>What then, brothers? When you come together, each one has a hymn, a lesson, a revelation, a tongue, or an interpretation. Let all things be done for building up.</p>\n</div>","kjv":"<strong>26</strong> How is it then, brethren? when ye come together, every one of you hath a psalm, hath a doctrine, hath a tongue, hath a revelation, hath an interpretation. Let all things be done unto edifying.  ","niv":"<sup><strong>26</strong></sup> What then shall we say, brothers? When you come together, everyone has a hymn, or a word of instruction, a revelation, a tongue or an interpretation. All of these must be done for the strengthening of the church.","modified":"2022-08-30T12:47:03.064Z"},{"_id":"615a280c6e3cd1721ad7176f","topicId":"615a28066e3cd1721ad7175a","verse":"Acts 2:42-47","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p44002042_06-26\"><b class=\"verse-num\" id=\"v44002042-1\">42&nbsp;</b>And they devoted themselves to the apostles’ teaching and the fellowship, to the breaking of bread and the prayers. <b class=\"verse-num\" id=\"v44002043-1\">43&nbsp;</b>And awe came upon every soul, and many wonders and signs were being done through the apostles. <b class=\"verse-num\" id=\"v44002044-1\">44&nbsp;</b>And all who believed were together and had all things in common. <b class=\"verse-num\" id=\"v44002045-1\">45&nbsp;</b>And they were selling their possessions and belongings and distributing the proceeds to all, as any had need. <b class=\"verse-num\" id=\"v44002046-1\">46&nbsp;</b>And day by day, attending the temple together and breaking bread in their homes, they received their food with glad and generous hearts, <b class=\"verse-num\" id=\"v44002047-1\">47&nbsp;</b>praising God and having favor with all the people. And the Lord added to their number day by day those who were being saved.</p>\n\n</div>","kjv":"<strong>42</strong> And they continued stedfastly in the apostles’ doctrine and fellowship, and in breaking of bread, and in prayers.  <strong>43</strong> And fear came upon every soul: and many wonders and signs were done by the apostles.  <strong>44</strong> And all that believed were together, and had all things common;  <strong>45</strong> And sold their possessions and goods, and parted them to all men,  as every man had need.  <strong>46</strong> And they, continuing daily with one accord in the temple, and breaking bread from house to house, did eat their meat with gladness and singleness of heart,  <strong>47</strong> Praising God, and having favour with all the people. And the Lord added to the church daily such as should be saved.  ","niv":"<sup><strong>42</strong></sup> They devoted themselves to the apostles' teaching and to the fellowship, to the breaking of bread and to prayer. <sup><strong>43</strong></sup> Everyone was filled with awe, and many wonders and miraculous signs were done by the apostles. <sup><strong>44</strong></sup> All the believers were together and had everything in common. <sup><strong>45</strong></sup> Selling their possessions and goods, they gave to anyone as he had need. <sup><strong>46</strong></sup> Every day they continued to meet together in the temple courts. They broke bread in their homes and ate together with glad and sincere hearts, <sup><strong>47</strong></sup> praising God and enjoying the favor of all the people. And the Lord added to their number daily those who were being saved. ","modified":"2023-03-29T20:17:31.639Z"},{"_id":"615a280c6e3cd1721ad71770","topicId":"615a28066e3cd1721ad7175a","verse":"Matthew 18:20","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40018020_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\"","modified":"2023-06-08T22:27:57.123Z"},{"_id":"615a280d6e3cd1721ad71771","topicId":"615a28066e3cd1721ad7175a","verse":"1 Corinthians 3:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46003009_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003009-1\">9&nbsp;</b>For we are God’s fellow workers. You are God’s field, God’s building.</p>\n</div>","kjv":"<strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  ","niv":"<sup><strong>9</strong></sup> For we are God's fellow workers; you are God's field, God's building.","modified":"2023-01-17T13:56:10.342Z"},{"_id":"615a280d6e3cd1721ad71772","topicId":"615a28066e3cd1721ad7175a","verse":"1 John 1:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001007_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001007-1\">7&nbsp;</b>But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus his Son cleanses us from all sin.</p>\n</div>","kjv":"<strong>7</strong> But if we walk in the light, as he is in the light, we have fellowship one with another, and the blood of Jesus Christ his Son cleanseth us from all sin.  ","niv":"<sup><strong>7</strong></sup> But if we walk in the light, as he is in the light, we have fellowship with one another, and the blood of Jesus, his Son, purifies us from all sin.","modified":"2023-11-02T10:23:37.326Z"},{"_id":"615a280d6e3cd1721ad71773","topicId":"615a28066e3cd1721ad7175a","verse":"Haggai 1:4","votes":10,"__v":0,"esv":"<div>\n<p id=\"p37001004_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001004-1\">4&nbsp;</b>“Is it a time for you yourselves to dwell in your paneled houses, while this house lies in ruins?</p>\n</div>","kjv":"<strong>4</strong> Is it time for you, O ye, to dwell in your cieled houses, and this house lie waste?  ","niv":"<sup><strong>4</strong></sup> \"Is it a time for you yourselves to be living in your paneled houses, while this house remains a ruin?\"","modified":"2023-10-14T19:22:37.854Z"}]}