{"_id":"615a29316e3cd1721ad71834","slug":"burning-candles","name":"Burning Candles","verses":[{"_id":"615a29316e3cd1721ad71835","topicId":"615a29316e3cd1721ad71834","verse":"John 1:1-51","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-1\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-1\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-1\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-1\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-1\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-1\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-1\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-1\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" ","modified":"2023-11-20T04:41:46.908Z"},{"_id":"615a29326e3cd1721ad71836","topicId":"615a29316e3cd1721ad71834","verse":"Psalm 119:105","votes":34,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-2\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path.","modified":"2022-10-05T01:43:15.699Z"},{"_id":"615a29326e3cd1721ad71837","topicId":"615a29316e3cd1721ad71834","verse":"John 14:6","votes":31,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-06-24T12:40:14.647Z"},{"_id":"615a29326e3cd1721ad71838","topicId":"615a29316e3cd1721ad71834","verse":"Mark 4:21-23","votes":30,"__v":0,"esv":"<div>\n\n<p id=\"p41004021_06-4\"><b class=\"verse-num\" id=\"v41004021-1\">21&nbsp;</b>And he said to them, <span class=\"woc\">“Is a lamp brought in to be put under a basket, or under a bed, and not on a stand?</span> <b class=\"verse-num woc\" id=\"v41004022-1\">22&nbsp;</b><span class=\"woc\">For nothing is hidden except to be made manifest; nor is anything secret except to come to light.</span> <b class=\"verse-num woc\" id=\"v41004023-1\">23&nbsp;</b><span class=\"woc\">If anyone has ears to hear, let him hear.”</span></p>\n</div>","kjv":"<strong>21</strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?  <strong>22</strong> For there is nothing hid, which shall not be manifested; neither was any thing kept secret, but that it should come abroad.  <strong>23</strong> If any man have ears to hear, let him hear.  ","niv":"<sup><strong>21</strong></sup> He said to them, \"Do you bring in a lamp to put it under a bowl or a bed? Instead, don't you put it on its stand? <sup><strong>22</strong></sup> For whatever is hidden is meant to be disclosed, and whatever is concealed is meant to be brought out into the open. <sup><strong>23</strong></sup> If anyone has ears to hear, let him hear.\" ","modified":"2022-11-09T05:23:52.540Z"},{"_id":"615a29326e3cd1721ad71839","topicId":"615a29316e3cd1721ad71834","verse":"Psalm 18:28","votes":28,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19018028_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19018028-1\">28&nbsp;</b>&nbsp;&nbsp;For it is you who light my lamp;</span><br><span id=\"p19018028_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD my God lightens my darkness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> For thou wilt light my candle: the LORD my God will enlighten my darkness.  ","niv":"<sup><strong>28</strong></sup> You, O LORD, keep my lamp burning; my God turns my darkness into light.","modified":"2023-12-06T08:28:27.714Z"},{"_id":"615a29336e3cd1721ad7183a","topicId":"615a29316e3cd1721ad71834","verse":"Matthew 5:15","votes":50,"__v":0,"esv":"<div>\n<p id=\"p40005015_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span></p>\n</div>","kjv":"<strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  ","niv":"<sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house.","modified":"2023-07-07T14:38:02.987Z"},{"_id":"615a29336e3cd1721ad7183b","topicId":"615a29316e3cd1721ad71834","verse":"Mark 13:21-23","votes":21,"__v":0,"esv":"<div>\n<p id=\"p41013021_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41013021-1\">21&nbsp;</b><span class=\"woc\">And then if anyone says to you, ‘Look, here is the Christ!’ or ‘Look, there he is!’ do not believe it.</span> <b class=\"verse-num woc\" id=\"v41013022-1\">22&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform signs and wonders, to lead astray, if possible, the elect.</span> <b class=\"verse-num woc\" id=\"v41013023-1\">23&nbsp;</b><span class=\"woc\">But be on guard; I have told you all things beforehand.</span></p>\n</div>","kjv":"<strong>21</strong> And then if any man shall say to you, Lo, here is Christ; or, lo, he is there; believe him  not:  <strong>22</strong> For false Christs and false prophets shall rise, and shall shew signs and wonders, to seduce, if it were possible, even the elect.  <strong>23</strong> But take ye heed: behold, I have foretold you all things. ","niv":"<sup><strong>21</strong></sup> At that time if anyone says to you, 'Look, here is the Christ!' or, 'Look, there he is!' do not believe it. <sup><strong>22</strong></sup> For false Christs and false prophets will appear and perform signs and miracles to deceive the elect--if that were possible. <sup><strong>23</strong></sup> So be on your guard; I have told you everything ahead of time. ","modified":"2022-10-26T22:01:37.347Z"},{"_id":"615a29336e3cd1721ad7183c","topicId":"615a29316e3cd1721ad71834","verse":"Job 29:3","votes":19,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18029003_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v18029003-1\">3&nbsp;</b>&nbsp;&nbsp;when his lamp shone upon my head,</span><br><span id=\"p18029003_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by his light I walked through darkness,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> When his candle shined upon my head, and when by his light I walked through darkness;  ","niv":"<sup><strong>3</strong></sup> when his lamp shone upon my head and by his light I walked through darkness!","modified":"2022-11-29T09:22:18.189Z"},{"_id":"615a29346e3cd1721ad7183d","topicId":"615a29316e3cd1721ad71834","verse":"Revelation 8:1-13","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p66008001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66008001-1\">8:1&nbsp;</b>When the Lamb opened the seventh seal, there was silence in heaven for about half an hour. <b class=\"verse-num\" id=\"v66008002-1\">2&nbsp;</b>Then I saw the seven angels who stand before God, and seven trumpets were given to them. <b class=\"verse-num\" id=\"v66008003-1\">3&nbsp;</b>And another angel came and stood at the altar with a golden censer, and he was given much incense to offer with the prayers of all the saints on the golden altar before the throne, <b class=\"verse-num\" id=\"v66008004-1\">4&nbsp;</b>and the smoke of the incense, with the prayers of the saints, rose before God from the hand of the angel. <b class=\"verse-num\" id=\"v66008005-1\">5&nbsp;</b>Then the angel took the censer and filled it with fire from the altar and threw it on the earth, and there were peals of thunder, rumblings, flashes of lightning, and an earthquake.</p>\n\n<p id=\"p66008005_11-9\"><b class=\"verse-num\" id=\"v66008006-1\">6&nbsp;</b>Now the seven angels who had the seven trumpets prepared to blow them.</p>\n<p id=\"p66008006_11-9\"><b class=\"verse-num\" id=\"v66008007-1\">7&nbsp;</b>The first angel blew his trumpet, and there followed hail and fire, mixed with blood, and these were thrown upon the earth. And a third of the earth was burned up, and a third of the trees were burned up, and all green grass was burned up.</p>\n<p id=\"p66008007_11-9\"><b class=\"verse-num\" id=\"v66008008-1\">8&nbsp;</b>The second angel blew his trumpet, and something like a great mountain, burning with fire, was thrown into the sea, and a third of the sea became blood. <b class=\"verse-num\" id=\"v66008009-1\">9&nbsp;</b>A third of the living creatures in the sea died, and a third of the ships were destroyed.</p>\n<p id=\"p66008009_11-9\"><b class=\"verse-num\" id=\"v66008010-1\">10&nbsp;</b>The third angel blew his trumpet, and a great star fell from heaven, blazing like a torch, and it fell on a third of the rivers and on the springs of water. <b class=\"verse-num\" id=\"v66008011-1\">11&nbsp;</b>The name of the star is Wormwood. A third of the waters became wormwood, and many people died from the water, because it had been made bitter.</p>\n<p id=\"p66008011_11-9\"><b class=\"verse-num\" id=\"v66008012-1\">12&nbsp;</b>The fourth angel blew his trumpet, and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light might be darkened, and a third of the day might be kept from shining, and likewise a third of the night.</p>\n<p id=\"p66008012_11-9\"><b class=\"verse-num\" id=\"v66008013-1\">13&nbsp;</b>Then I looked, and I heard an eagle crying with a loud voice as it flew directly overhead, “Woe, woe, woe to those who dwell on the earth, at the blasts of the other trumpets that the three angels are about to blow!”</p>\n\n</div>","kjv":"<strong>1</strong> And when he had opened the seventh seal, there was silence in heaven about the space of half an hour.  <strong>2</strong> And I saw the seven angels which stood before God; and to them were given seven trumpets.  <strong>3</strong> And another angel came and stood at the altar, having a golden censer; and there was given unto him much incense, that he should offer it  with the prayers of all saints upon the golden altar which was before the throne.  <strong>4</strong> And the smoke of the incense, which came with the prayers of the saints, ascended up before God out of the angel’s hand.  <strong>5</strong> And the angel took the censer, and filled it with fire of the altar, and cast it into the earth: and there were voices, and thunderings, and lightnings, and an earthquake.  <strong>6</strong> And the seven angels which had the seven trumpets prepared themselves to sound.  <strong>7</strong> The first angel sounded, and there followed hail and fire mingled with blood, and they were cast upon the earth: and the third part of trees was burnt up, and all green grass was burnt up.  <strong>8</strong> And the second angel sounded, and as it were a great mountain burning with fire was cast into the sea: and the third part of the sea became blood;  <strong>9</strong> And the third part of the creatures which were in the sea, and had life, died; and the third part of the ships were destroyed.  <strong>10</strong> And the third angel sounded, and there fell a great star from heaven, burning as it were a lamp, and it fell upon the third part of the rivers, and upon the fountains of waters;  <strong>11</strong> And the name of the star is called Wormwood: and the third part of the waters became wormwood; and many men died of the waters, because they were made bitter.  <strong>12</strong> And the fourth angel sounded, and the third part of the sun was smitten, and the third part of the moon, and the third part of the stars; so as the third part of them was darkened, and the day shone not for a third part of it, and the night likewise.  <strong>13</strong> And I beheld, and heard an angel flying through the midst of heaven, saying with a loud voice, Woe, woe, woe, to the inhabiters of the earth by reason of the other voices of the trumpet of the three angels, which are yet to sound!  ","niv":"<sup><strong>1</strong></sup> When he opened the seventh seal, there was silence in heaven for about half an hour. <sup><strong>2</strong></sup> And I saw the seven angels who stand before God, and to them were given seven trumpets. <sup><strong>3</strong></sup> Another angel, who had a golden censer, came and stood at the altar. He was given much incense to offer, with the prayers of all the saints, on the golden altar before the throne. <sup><strong>4</strong></sup> The smoke of the incense, together with the prayers of the saints, went up before God from the angel's hand. <sup><strong>5</strong></sup> Then the angel took the censer, filled it with fire from the altar, and hurled it on the earth; and there came peals of thunder, rumblings, flashes of lightning and an earthquake. <sup><strong>6</strong></sup> Then the seven angels who had the seven trumpets prepared to sound them. <sup><strong>7</strong></sup> The first angel sounded his trumpet, and there came hail and fire mixed with blood, and it was hurled down upon the earth. A third of the earth was burned up, a third of the trees were burned up, and all the green grass was burned up. <sup><strong>8</strong></sup> The second angel sounded his trumpet, and something like a huge mountain, all ablaze, was thrown into the sea. A third of the sea turned into blood, <sup><strong>9</strong></sup> a third of the living creatures in the sea died, and a third of the ships were destroyed. <sup><strong>10</strong></sup> The third angel sounded his trumpet, and a great star, blazing like a torch, fell from the sky on a third of the rivers and on the springs of water-- <sup><strong>11</strong></sup> the name of the star is Wormwood. A third of the waters turned bitter, and many people died from the waters that had become bitter. <sup><strong>12</strong></sup> The fourth angel sounded his trumpet, and a third of the sun was struck, a third of the moon, and a third of the stars, so that a third of them turned dark. A third of the day was without light, and also a third of the night. <sup><strong>13</strong></sup> As I watched, I heard an eagle that was flying in midair call out in a loud voice: \"Woe! Woe! Woe to the inhabitants of the earth, because of the trumpet blasts about to be sounded by the other three angels!\" "},{"_id":"615a29346e3cd1721ad7183e","topicId":"615a29316e3cd1721ad71834","verse":"Mark 4:21","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p41004021_06-10\"><b class=\"verse-num\" id=\"v41004021-1\">21&nbsp;</b>And he said to them, <span class=\"woc\">“Is a lamp brought in to be put under a basket, or under a bed, and not on a stand?</span></p>\n</div>","kjv":"<strong>21</strong> And he said unto them, Is a candle brought to be put under a bushel, or under a bed? and not to be set on a candlestick?  ","niv":"<sup><strong>21</strong></sup> He said to them, \"Do you bring in a lamp to put it under a bowl or a bed? Instead, don't you put it on its stand?","modified":"2022-05-01T07:53:24.359Z"},{"_id":"615a29346e3cd1721ad7183f","topicId":"615a29316e3cd1721ad71834","verse":"2 Corinthians 11:14","votes":18,"__v":0,"esv":"<div>\n<p id=\"p47011014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light.</p>\n</div>","kjv":"<strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  ","niv":"<sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light."},{"_id":"615a29356e3cd1721ad71840","topicId":"615a29316e3cd1721ad71834","verse":"Luke 11:33","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p42011033_05-12\"><b class=\"verse-num woc\" id=\"v42011033-1\">33&nbsp;</b><span class=\"woc\">“No one after lighting a lamp puts it in a cellar or under a basket, but on a stand, so that those who enter may see the light.</span></p>\n</div>","kjv":"<strong>33</strong> No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.  ","niv":"<sup><strong>33</strong></sup> \"No one lights a lamp and puts it in a place where it will be hidden, or under a bowl. Instead he puts it on its stand, so that those who come in may see the light.","modified":"2022-10-15T14:45:14.282Z"},{"_id":"615a29356e3cd1721ad71841","topicId":"615a29316e3cd1721ad71834","verse":"Proverbs 20:27","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020027-1\">27&nbsp;</b>&nbsp;&nbsp;The spirit of man is the lamp of the LORD,</span><br><span id=\"p20020027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;searching all his innermost parts.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>27</strong> The spirit of man is the candle of the LORD, searching all the inward parts of the belly.  ","niv":"<sup><strong>27</strong></sup> The lamp of the LORD searches the spirit of a man; it searches out his inmost being.","modified":"2023-08-19T16:39:10.260Z"},{"_id":"615a29356e3cd1721ad71842","topicId":"615a29316e3cd1721ad71834","verse":"Matthew 5:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven.","modified":"2022-08-02T23:31:34.204Z"},{"_id":"615a29356e3cd1721ad71843","topicId":"615a29316e3cd1721ad71834","verse":"Proverbs 24:20","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024020_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024020-1\">20&nbsp;</b>&nbsp;&nbsp;for the evil man has no future;</span><br><span id=\"p20024020_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the lamp of the wicked will be put out.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> For there shall be no reward to the evil man; the candle of the wicked shall be put out.  ","niv":"<sup><strong>20</strong></sup> for the evil man has no future hope, and the lamp of the wicked will be snuffed out."},{"_id":"615a29366e3cd1721ad71844","topicId":"615a29316e3cd1721ad71834","verse":"Colossians 2:1-23","votes":18,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-16\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-16\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-16\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-16\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. ","modified":"2023-06-22T20:54:11.957Z"},{"_id":"615a29366e3cd1721ad71845","topicId":"615a29316e3cd1721ad71834","verse":"John 8:12","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-17\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\"","modified":"2022-09-25T08:32:39.506Z"},{"_id":"615a29366e3cd1721ad71846","topicId":"615a29316e3cd1721ad71834","verse":"John 3:16","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-18\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-09-06T14:22:43.476Z"},{"_id":"615a29376e3cd1721ad71847","topicId":"615a29316e3cd1721ad71834","verse":"Matthew 5:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p40005014_01-19\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span></p>\n</div>","kjv":"<strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  ","niv":"<sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden."},{"_id":"615a29376e3cd1721ad71848","topicId":"615a29316e3cd1721ad71834","verse":"Jeremiah 29:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-09-06T05:54:46.058Z"},{"_id":"615a29376e3cd1721ad71849","topicId":"615a29316e3cd1721ad71834","verse":"Job 18:6","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18018006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18018006-1\">6&nbsp;</b>&nbsp;&nbsp;The light is dark in his tent,</span><br><span id=\"p18018006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his lamp above him is put out.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The light shall be dark in his tabernacle, and his candle shall be put out with him.  ","niv":"<sup><strong>6</strong></sup> The light in his tent becomes dark; the lamp beside him goes out."},{"_id":"615a29386e3cd1721ad7184a","topicId":"615a29316e3cd1721ad71834","verse":"Revelation 18:23","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018023_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_01-22\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_01-22\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  ","niv":"<sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray."},{"_id":"615a29386e3cd1721ad7184b","topicId":"615a29316e3cd1721ad71834","verse":"Matthew 6:33","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well.","modified":"2022-10-29T04:44:04.603Z"},{"_id":"615a29386e3cd1721ad7184c","topicId":"615a29316e3cd1721ad71834","verse":"Psalm 141:1-10","votes":9,"__v":0,"esv":"<div>\n\n<h4 id=\"p19141001_06-24\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141001_06-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19141001-1\">141:1&nbsp;</b>&nbsp;&nbsp;O LORD, I call upon you; hasten to me!</span><br><span id=\"p19141001_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give ear to my voice when I call to you!</span><br><span id=\"p19141002_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141002-1\">2&nbsp;</b>&nbsp;&nbsp;Let my prayer be counted as incense before you,</span><br><span id=\"p19141002_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lifting up of my hands as the evening sacrifice!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19141003_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141003-1\">3&nbsp;</b>&nbsp;&nbsp;Set a guard, O LORD, over my mouth;</span><br><span id=\"p19141003_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep watch over the door of my lips!</span><br><span id=\"p19141004_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141004-1\">4&nbsp;</b>&nbsp;&nbsp;Do not let my heart incline to any evil,</span><br><span id=\"p19141004_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to busy myself with wicked deeds</span><br><span id=\"p19141004_06-24\" class=\"line\">&nbsp;&nbsp;in company with men who work iniquity,</span><br><span id=\"p19141004_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let me not eat of their delicacies!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19141005_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141005-1\">5&nbsp;</b>&nbsp;&nbsp;Let a righteous man strike me—it is a kindness;</span><br><span id=\"p19141005_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him rebuke me—it is oil for my head;</span><br><span id=\"p19141005_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let my head not refuse it.</span><br><span id=\"p19141005_06-24\" class=\"line\">&nbsp;&nbsp;Yet my prayer is continually against their evil deeds.</span><br><span id=\"p19141006_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141006-1\">6&nbsp;</b>&nbsp;&nbsp;When their judges are thrown over the cliff,</span><br><span id=\"p19141006_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then they shall hear my words, for they are pleasant.</span><br><span id=\"p19141007_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141007-1\">7&nbsp;</b>&nbsp;&nbsp;As when one plows and breaks up the earth,</span><br><span id=\"p19141007_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so shall our bones be scattered at the mouth of Sheol.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19141008_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141008-1\">8&nbsp;</b>&nbsp;&nbsp;But my eyes are toward you, O GOD, my Lord;</span><br><span id=\"p19141008_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in you I seek refuge; leave me not defenseless!</span><br><span id=\"p19141009_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141009-1\">9&nbsp;</b>&nbsp;&nbsp;Keep me from the trap that they have laid for me</span><br><span id=\"p19141009_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the snares of evildoers!</span><br><span id=\"p19141010_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141010-1\">10&nbsp;</b>&nbsp;&nbsp;Let the wicked fall into their own nets,</span><br><span id=\"p19141010_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while I pass by safely.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> LORD, I cry unto thee: make haste unto me; give ear unto my voice, when I cry unto thee.  <strong>2</strong> Let my prayer be set forth before thee as incense; and  the lifting up of my hands as the evening sacrifice.  <strong>3</strong> Set a watch, O LORD, before my mouth; keep the door of my lips.  <strong>4</strong> Incline not my heart to any evil thing, to practise wicked works with men that work iniquity: and let me not eat of their dainties.  <strong>5</strong> Let the righteous smite me; it shall be a kindness: and let him reprove me; it shall be an excellent oil, which shall not break my head: for yet my prayer also shall be in their calamities.  <strong>6</strong> When their judges are overthrown in stony places, they shall hear my words; for they are sweet.  <strong>7</strong> Our bones are scattered at the grave’s mouth, as when one cutteth and cleaveth wood upon the earth.  <strong>8</strong> But mine eyes are unto thee, O GOD the Lord: in thee is my trust; leave not my soul destitute.  <strong>9</strong> Keep me from the snares which they have laid for me, and the gins of the workers of iniquity.  <strong>10</strong> Let the wicked fall into their own nets, whilst that I withal escape.  ","niv":"<sup><strong>1</strong></sup> O LORD, I call to you; come quickly to me. Hear my voice when I call to you. <sup><strong>2</strong></sup> May my prayer be set before you like incense; may the lifting up of my hands be like the evening sacrifice. <sup><strong>3</strong></sup> Set a guard over my mouth, O LORD; keep watch over the door of my lips. <sup><strong>4</strong></sup> Let not my heart be drawn to what is evil, to take part in wicked deeds with men who are evildoers; let me not eat of their delicacies. <sup><strong>5</strong></sup> Let a righteous man strike me-it is a kindness; let him rebuke me-it is oil on my head. My head will not refuse it. Yet my prayer is ever against the deeds of evildoers; <sup><strong>6</strong></sup> their rulers will be thrown down from the cliffs, and the wicked will learn that my words were well spoken. <sup><strong>7</strong></sup> They will say, \"As one plows and breaks up the earth, so our bones have been scattered at the mouth of the grave. \" <sup><strong>8</strong></sup> But my eyes are fixed on you, O Sovereign LORD; in you I take refuge-do not give me over to death. <sup><strong>9</strong></sup> Keep me from the snares they have laid for me, from the traps set by evildoers. <sup><strong>10</strong></sup> Let the wicked fall into their own nets, while I pass by in safety. ","modified":"2023-09-30T10:22:46.475Z"},{"_id":"615a29386e3cd1721ad7184d","topicId":"615a29316e3cd1721ad71834","verse":"2 Chronicles 13:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p14013011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v14013011-1\">11&nbsp;</b>They offer to the LORD every morning and every evening burnt offerings and incense of sweet spices, set out the showbread on the table of pure gold, and care for the golden lampstand that its lamps may burn every evening. For we keep the charge of the LORD our God, but you have forsaken him.</p>\n</div>","kjv":"<strong>11</strong> And they burn unto the LORD every morning and every evening burnt sacrifices and sweet incense: the shewbread also set they in order  upon the pure table; and the candlestick of gold with the lamps thereof, to burn every evening: for we keep the charge of the LORD our God; but ye have forsaken him.  ","niv":"<sup><strong>11</strong></sup> Every morning and evening they present burnt offerings and fragrant incense to the LORD. They set out the bread on the ceremonially clean table and light the lamps on the gold lampstand every evening. We are observing the requirements of the LORD our God. But you have forsaken him.","modified":"2022-08-08T23:16:33.377Z"}]}