{"_id":"615a299f6e3cd1721ad71882","slug":"busyness","name":"Busyness","verses":[{"_id":"615a29a06e3cd1721ad71883","topicId":"615a299f6e3cd1721ad71882","verse":"Luke 10:38-42","votes":55,"__v":0,"esv":"<div>\n\n<p id=\"p42010038_04-1\"><b class=\"verse-num\" id=\"v42010038-1\">38&nbsp;</b>Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house. <b class=\"verse-num\" id=\"v42010039-1\">39&nbsp;</b>And she had a sister called Mary, who sat at the Lord’s feet and listened to his teaching. <b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.” <b class=\"verse-num\" id=\"v42010041-1\">41&nbsp;</b>But the Lord answered her, <span class=\"woc\">“Martha, Martha, you are anxious and troubled about many things,</span> <b class=\"verse-num woc\" id=\"v42010042-1\">42&nbsp;</b><span class=\"woc\">but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.”</span></p>\n\n</div>","kjv":"<strong>38</strong> Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house.  <strong>39</strong> And she had a sister called Mary, which also sat at Jesus’ feet, and heard his word.  <strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  <strong>41</strong> And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:  <strong>42</strong> But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her. ","niv":"<sup><strong>38</strong></sup> As Jesus and his disciples were on their way, he came to a village where a woman named Martha opened her home to him. <sup><strong>39</strong></sup> She had a sister called Mary, who sat at the Lord's feet listening to what he said. <sup><strong>40</strong></sup> But Martha was distracted by all the preparations that had to be made. She came to him and asked, \"Lord, don't you care that my sister has left me to do the work by myself? Tell her to help me!\" <sup><strong>41</strong></sup> \"Martha, Martha,\" the Lord answered, \"you are worried and upset about many things, <sup><strong>42</strong></sup> but only one thing is needed. Mary has chosen what is better, and it will not be taken away from her.\" ","modified":"2023-04-22T11:14:28.341Z"},{"_id":"615a29a06e3cd1721ad71884","topicId":"615a299f6e3cd1721ad71882","verse":"Ephesians 5:15-17","votes":46,"__v":0,"esv":"<div>\n<p id=\"p49005015_01-2\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise, <b class=\"verse-num\" id=\"v49005016-1\">16&nbsp;</b>making the best use of the time, because the days are evil. <b class=\"verse-num\" id=\"v49005017-1\">17&nbsp;</b>Therefore do not be foolish, but understand what the will of the Lord is.</p>\n</div>","kjv":"<strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  <strong>16</strong> Redeeming the time, because the days are evil.  <strong>17</strong> Wherefore be ye not unwise, but understanding what the will of the Lord is.  ","niv":"<sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise, <sup><strong>16</strong></sup> making the most of every opportunity, because the days are evil. <sup><strong>17</strong></sup> Therefore do not be foolish, but understand what the Lord's will is. ","modified":"2022-03-30T17:23:14.035Z"},{"_id":"615a29a06e3cd1721ad71885","topicId":"615a299f6e3cd1721ad71882","verse":"Haggai 1:5-9","votes":41,"__v":0,"esv":"<div>\n<p id=\"p37001005_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v37001005-1\">5&nbsp;</b>Now, therefore, thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001006-1\">6&nbsp;</b>You have sown much, and harvested little. You eat, but you never have enough; you drink, but you never have your fill. You clothe yourselves, but no one is warm. And he who earns wages does so to put them into a bag with holes.</p>\n<p id=\"p37001006_01-3\"><b class=\"verse-num\" id=\"v37001007-1\">7&nbsp;</b>“Thus says the LORD of hosts: Consider your ways. <b class=\"verse-num\" id=\"v37001008-1\">8&nbsp;</b>Go up to the hills and bring wood and build the house, that I may take pleasure in it and that I may be glorified, says the LORD. <b class=\"verse-num\" id=\"v37001009-1\">9&nbsp;</b>You looked for much, and behold, it came to little. And when you brought it home, I blew it away. Why? declares the LORD of hosts. Because of my house that lies in ruins, while each of you busies himself with his own house.</p>\n</div>","kjv":"<strong>5</strong> Now therefore thus saith the LORD of hosts; Consider your ways.  <strong>6</strong> Ye have sown much, and bring in little; ye eat, but ye have not enough; ye drink, but ye are not filled with drink; ye clothe you, but there is none warm; and he that earneth wages earneth wages to put it into a bag with holes.  <strong>7</strong> Thus saith the LORD of hosts; Consider your ways.  <strong>8</strong> Go up to the mountain, and bring wood, and build the house; and I will take pleasure in it, and I will be glorified, saith the LORD.  <strong>9</strong> Ye looked for much, and, lo, it came to little; and when ye brought it home, I did blow upon it. Why? saith the LORD of hosts. Because of mine house that is waste, and ye run every man unto his own house.  ","niv":"<sup><strong>5</strong></sup> Now this is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>6</strong></sup> You have planted much, but have harvested little. You eat, but never have enough. You drink, but never have your fill. You put on clothes, but are not warm. You earn wages, only to put them in a purse with holes in it.\" <sup><strong>7</strong></sup> This is what the LORD Almighty says: \"Give careful thought to your ways. <sup><strong>8</strong></sup> Go up into the mountains and bring down timber and build the house, so that I may take pleasure in it and be honored,\" says the LORD. <sup><strong>9</strong></sup> \"You expected much, but see, it turned out to be little. What you brought home, I blew away. Why?\" declares the LORD Almighty. \"Because of my house, which remains a ruin, while each of you is busy with his own house. "},{"_id":"615a29a06e3cd1721ad71886","topicId":"615a299f6e3cd1721ad71882","verse":"Matthew 6:33","votes":31,"__v":0,"esv":"<div>\n<p id=\"p40006033_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n</div>","kjv":"<strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  ","niv":"<sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well."},{"_id":"615a29a16e3cd1721ad71887","topicId":"615a299f6e3cd1721ad71882","verse":"1 Corinthians 10:31","votes":18,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-6\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"615a29a16e3cd1721ad71888","topicId":"615a299f6e3cd1721ad71882","verse":"Proverbs 3:5","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;","modified":"2022-09-16T10:04:25.436Z"},{"_id":"615a29a16e3cd1721ad71889","topicId":"615a299f6e3cd1721ad71882","verse":"Matthew 11:28-30","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" "},{"_id":"615a29a26e3cd1721ad7188a","topicId":"615a299f6e3cd1721ad71882","verse":"Psalm 127:2","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127002_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127002-1\">2&nbsp;</b>&nbsp;&nbsp;It is in vain that you rise up early</span><br><span id=\"p19127002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go late to rest,</span><br><span id=\"p19127002_01-9\" class=\"line\">&nbsp;&nbsp;eating the bread of anxious toil;</span><br><span id=\"p19127002_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he gives to his beloved sleep.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong>             It is vain for you to rise up early, to sit up late, to eat the bread of sorrows: for so he giveth his beloved sleep.  ","niv":"<sup><strong>2</strong></sup> In vain you rise early and stay up late, toiling for food to eat- for he grants sleep to those he loves."},{"_id":"615a29a26e3cd1721ad7188b","topicId":"615a299f6e3cd1721ad71882","verse":"Isaiah 55:1-2","votes":9,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055001_06-10\" class=\"line\"><b class=\"chapter-num\" id=\"v23055001-1\">55:1&nbsp;</b>&nbsp;&nbsp;“Come, everyone who thirsts,</span><br><span id=\"p23055001_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come to the waters;</span><br><span id=\"p23055001_06-10\" class=\"line\">&nbsp;&nbsp;and he who has no money,</span><br><span id=\"p23055001_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, buy and eat!</span><br><span id=\"p23055001_06-10\" class=\"line\">&nbsp;&nbsp;Come, buy wine and milk</span><br><span id=\"p23055001_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without money and without price.</span><br><span id=\"p23055002_06-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055002-1\">2&nbsp;</b>&nbsp;&nbsp;Why do you spend your money for that which is not bread,</span><br><span id=\"p23055002_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your labor for that which does not satisfy?</span><br><span id=\"p23055002_06-10\" class=\"line\">&nbsp;&nbsp;Listen diligently to me, and eat what is good,</span><br><span id=\"p23055002_06-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight yourselves in rich food.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.  <strong>2</strong> Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.  ","niv":"<sup><strong>1</strong></sup> \"Come, all you who are thirsty, come to the waters; and you who have no money, come, buy and eat! Come, buy wine and milk without money and without cost. <sup><strong>2</strong></sup> Why spend money on what is not bread, and your labor on what does not satisfy? Listen, listen to me, and eat what is good, and your soul will delight in the richest of fare. "},{"_id":"615a29a26e3cd1721ad7188c","topicId":"615a299f6e3cd1721ad71882","verse":"Psalm 46:10","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19046010_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19046010-1\">10&nbsp;</b>&nbsp;&nbsp;“Be still, and know that I am God.</span><br><span id=\"p19046010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted among the nations,</span><br><span id=\"p19046010_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will be exalted in the earth!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Be still, and know that I am God: I will be exalted among the heathen, I will be exalted in the earth.  ","niv":"<sup><strong>10</strong></sup> \"Be still, and know that I am God; I will be exalted among the nations, I will be exalted in the earth.\""},{"_id":"615a29a26e3cd1721ad7188d","topicId":"615a299f6e3cd1721ad71882","verse":"Romans 12:2","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615a29a36e3cd1721ad7188e","topicId":"615a299f6e3cd1721ad71882","verse":"Matthew 11:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest."},{"_id":"615a29a36e3cd1721ad7188f","topicId":"615a299f6e3cd1721ad71882","verse":"Psalm 39:6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19039006_01-14\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19039006-1\">6&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;Surely a man goes about as a shadow!</span><br><span id=\"p19039006_01-14\" class=\"line\">&nbsp;&nbsp;Surely for nothing they are in turmoil;</span><br><span id=\"p19039006_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;man heaps up wealth and does not know who will gather!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Surely every man walketh in a vain shew: surely they are disquieted in vain: he heapeth up riches, and knoweth not who shall gather them.  ","niv":"<sup><strong>6</strong></sup> Man is a mere phantom as he goes to and fro: He bustles about, but only in vain; he heaps up wealth, not knowing who will get it."},{"_id":"615a29a36e3cd1721ad71890","topicId":"615a299f6e3cd1721ad71882","verse":"Colossians 3:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615a29a46e3cd1721ad71891","topicId":"615a299f6e3cd1721ad71882","verse":"Matthew 6:25-34","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-16\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-16\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"615a29a46e3cd1721ad71892","topicId":"615a299f6e3cd1721ad71882","verse":"Deuteronomy 8:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05008018_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","kjv":"<strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","niv":"<sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today."},{"_id":"615a29a46e3cd1721ad71893","topicId":"615a299f6e3cd1721ad71882","verse":"James 1:21-25","votes":5,"__v":0,"esv":"<div>\n<p id=\"p59001021_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_01-18\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n</div>","kjv":"<strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  ","niv":"<sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. "},{"_id":"615a29a56e3cd1721ad71894","topicId":"615a299f6e3cd1721ad71882","verse":"Philippians 4:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p50004006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004006-1\">6&nbsp;</b>do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God.</p>\n</div>","kjv":"<strong>6</strong> Be careful for nothing; but in every thing by prayer and supplication with thanksgiving let your requests be made known unto God.  ","niv":"<sup><strong>6</strong></sup> Do not be anxious about anything, but in everything, by prayer and petition, with thanksgiving, present your requests to God."},{"_id":"615a29a56e3cd1721ad71895","topicId":"615a299f6e3cd1721ad71882","verse":"Psalm 119:105","votes":5,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-20\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path."},{"_id":"615a29a56e3cd1721ad71896","topicId":"615a299f6e3cd1721ad71882","verse":"Luke 10:38-11:54","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42010038_04-21\"><b class=\"verse-num\" id=\"v42010038-1\">38&nbsp;</b>Now as they went on their way, Jesus entered a village. And a woman named Martha welcomed him into her house. <b class=\"verse-num\" id=\"v42010039-1\">39&nbsp;</b>And she had a sister called Mary, who sat at the Lord’s feet and listened to his teaching. <b class=\"verse-num\" id=\"v42010040-1\">40&nbsp;</b>But Martha was distracted with much serving. And she went up to him and said, “Lord, do you not care that my sister has left me to serve alone? Tell her then to help me.” <b class=\"verse-num\" id=\"v42010041-1\">41&nbsp;</b>But the Lord answered her, <span class=\"woc\">“Martha, Martha, you are anxious and troubled about many things,</span> <b class=\"verse-num woc\" id=\"v42010042-1\">42&nbsp;</b><span class=\"woc\">but one thing is necessary. Mary has chosen the good portion, which will not be taken away from her.”</span></p>\n\n<p id=\"p42011001_07-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42011001-1\">11:1&nbsp;</b>Now Jesus was praying in a certain place, and when he finished, one of his disciples said to him, “Lord, teach us to pray, as John taught his disciples.” <b class=\"verse-num\" id=\"v42011002-1\">2&nbsp;</b>And he said to them, <span class=\"woc\">“When you pray, say:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p42011002_07-21\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Father, hallowed be your name.</span><br><span id=\"p42011002_07-21\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;Your kingdom come.</span></span><br><span id=\"p42011003_07-21\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42011003-1\">3&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us each day our daily bread,</span></span><br><span id=\"p42011004_07-21\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v42011004-1\">4&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our sins,</span><br><span id=\"p42011004_07-21\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;for we ourselves forgive everyone who is indebted to us.</span><br><span id=\"p42011004_07-21\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;And lead us not into temptation.”</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></p><p id=\"p42011004_07-21\"><b class=\"verse-num\" id=\"v42011005-1\">5&nbsp;</b>And he said to them, <span class=\"woc\">“Which of you who has a friend will go to him at midnight and say to him, ‘Friend, lend me three loaves,</span> <b class=\"verse-num woc\" id=\"v42011006-1\">6&nbsp;</b><span class=\"woc\">for a friend of mine has arrived on a journey, and I have nothing to set before him’;</span> <b class=\"verse-num woc\" id=\"v42011007-1\">7&nbsp;</b><span class=\"woc\">and he will answer from within, ‘Do not bother me; the door is now shut, and my children are with me in bed. I cannot get up and give you anything’?</span> <b class=\"verse-num woc\" id=\"v42011008-1\">8&nbsp;</b><span class=\"woc\">I tell you, though he will not get up and give him anything because he is his friend, yet because of his impudence he will rise and give him whatever he needs.</span> <b class=\"verse-num woc\" id=\"v42011009-1\">9&nbsp;</b><span class=\"woc\">And I tell you, ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v42011010-1\">10&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v42011011-1\">11&nbsp;</b><span class=\"woc\">What father among you, if his son asks for a fish, will instead of a fish give him a serpent;</span> <b class=\"verse-num woc\" id=\"v42011012-1\">12&nbsp;</b><span class=\"woc\">or if he asks for an egg, will give him a scorpion?</span> <b class=\"verse-num woc\" id=\"v42011013-1\">13&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit to those who ask him!”</span></p>\n\n<p id=\"p42011013_10-21\"><b class=\"verse-num\" id=\"v42011014-1\">14&nbsp;</b>Now he was casting out a demon that was mute. When the demon had gone out, the mute man spoke, and the people marveled. <b class=\"verse-num\" id=\"v42011015-1\">15&nbsp;</b>But some of them said, “He casts out demons by Beelzebul, the prince of demons,” <b class=\"verse-num\" id=\"v42011016-1\">16&nbsp;</b>while others, to test him, kept seeking from him a sign from heaven. <b class=\"verse-num\" id=\"v42011017-1\">17&nbsp;</b>But he, knowing their thoughts, said to them, <span class=\"woc\">“Every kingdom divided against itself is laid waste, and a divided household falls.</span> <b class=\"verse-num woc\" id=\"v42011018-1\">18&nbsp;</b><span class=\"woc\">And if Satan also is divided against himself, how will his kingdom stand? For you say that I cast out demons by Beelzebul.</span> <b class=\"verse-num woc\" id=\"v42011019-1\">19&nbsp;</b><span class=\"woc\">And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.</span> <b class=\"verse-num woc\" id=\"v42011020-1\">20&nbsp;</b><span class=\"woc\">But if it is by the finger of God that I cast out demons, then the kingdom of God has come upon you.</span> <b class=\"verse-num woc\" id=\"v42011021-1\">21&nbsp;</b><span class=\"woc\">When a strong man, fully armed, guards his own palace, his goods are safe;</span> <b class=\"verse-num woc\" id=\"v42011022-1\">22&nbsp;</b><span class=\"woc\">but when one stronger than he attacks him and overcomes him, he takes away his armor in which he trusted and divides his spoil.</span> <b class=\"verse-num woc\" id=\"v42011023-1\">23&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span></p>\n\n<p id=\"p42011023_15-21\"><b class=\"verse-num woc\" id=\"v42011024-1\">24&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, and finding none it says, ‘I will return to my house from which I came.’</span> <b class=\"verse-num woc\" id=\"v42011025-1\">25&nbsp;</b><span class=\"woc\">And when it comes, it finds the house swept and put in order.</span> <b class=\"verse-num woc\" id=\"v42011026-1\">26&nbsp;</b><span class=\"woc\">Then it goes and brings seven other spirits more evil than itself, and they enter and dwell there. And the last state of that person is worse than the first.”</span></p>\n\n<p id=\"p42011026_17-21\"><b class=\"verse-num\" id=\"v42011027-1\">27&nbsp;</b>As he said these things, a woman in the crowd raised her voice and said to him, “Blessed is the womb that bore you, and the breasts at which you nursed!” <b class=\"verse-num\" id=\"v42011028-1\">28&nbsp;</b>But he said, <span class=\"woc\">“Blessed rather are those who hear the word of God and keep it!”</span></p>\n\n<p id=\"p42011028_21-21\"><b class=\"verse-num\" id=\"v42011029-1\">29&nbsp;</b>When the crowds were increasing, he began to say, <span class=\"woc\">“This generation is an evil generation. It seeks for a sign, but no sign will be given to it except the sign of Jonah.</span> <b class=\"verse-num woc\" id=\"v42011030-1\">30&nbsp;</b><span class=\"woc\">For as Jonah became a sign to the people of Nineveh, so will the Son of Man be to this generation.</span> <b class=\"verse-num woc\" id=\"v42011031-1\">31&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span> <b class=\"verse-num woc\" id=\"v42011032-1\">32&nbsp;</b><span class=\"woc\">The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.</span></p>\n\n<p id=\"p42011032_25-21\"><b class=\"verse-num woc\" id=\"v42011033-1\">33&nbsp;</b><span class=\"woc\">“No one after lighting a lamp puts it in a cellar or under a basket, but on a stand, so that those who enter may see the light.</span> <b class=\"verse-num woc\" id=\"v42011034-1\">34&nbsp;</b><span class=\"woc\">Your eye is the lamp of your body. When your eye is healthy, your whole body is full of light, but when it is bad, your body is full of darkness.</span> <b class=\"verse-num woc\" id=\"v42011035-1\">35&nbsp;</b><span class=\"woc\">Therefore be careful lest the light in you be darkness.</span> <b class=\"verse-num woc\" id=\"v42011036-1\">36&nbsp;</b><span class=\"woc\">If then your whole body is full of light, having no part dark, it will be wholly bright, as when a lamp with its rays gives you light.”</span></p>\n\n<p id=\"p42011036_31-21\"><b class=\"verse-num\" id=\"v42011037-1\">37&nbsp;</b>While Jesus was speaking, a Pharisee asked him to dine with him, so he went in and reclined at table. <b class=\"verse-num\" id=\"v42011038-1\">38&nbsp;</b>The Pharisee was astonished to see that he did not first wash before dinner. <b class=\"verse-num\" id=\"v42011039-1\">39&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Now you Pharisees cleanse the outside of the cup and of the dish, but inside you are full of greed and wickedness.</span> <b class=\"verse-num woc\" id=\"v42011040-1\">40&nbsp;</b><span class=\"woc\">You fools! Did not he who made the outside make the inside also?</span> <b class=\"verse-num woc\" id=\"v42011041-1\">41&nbsp;</b><span class=\"woc\">But give as alms those things that are within, and behold, everything is clean for you.</span></p>\n<p id=\"p42011041_31-21\"><b class=\"verse-num woc\" id=\"v42011042-1\">42&nbsp;</b><span class=\"woc\">“But woe to you Pharisees! For you tithe mint and rue and every herb, and neglect justice and the love of God. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v42011043-1\">43&nbsp;</b><span class=\"woc\">Woe to you Pharisees! For you love the best seat in the synagogues and greetings in the marketplaces.</span> <b class=\"verse-num woc\" id=\"v42011044-1\">44&nbsp;</b><span class=\"woc\">Woe to you! For you are like unmarked graves, and people walk over them without knowing it.”</span></p>\n<p id=\"p42011044_31-21\"><b class=\"verse-num\" id=\"v42011045-1\">45&nbsp;</b>One of the lawyers answered him, “Teacher, in saying these things you insult us also.” <b class=\"verse-num\" id=\"v42011046-1\">46&nbsp;</b>And he said, <span class=\"woc\">“Woe to you lawyers also! For you load people with burdens hard to bear, and you yourselves do not touch the burdens with one of your fingers.</span> <b class=\"verse-num woc\" id=\"v42011047-1\">47&nbsp;</b><span class=\"woc\">Woe to you! For you build the tombs of the prophets whom your fathers killed.</span> <b class=\"verse-num woc\" id=\"v42011048-1\">48&nbsp;</b><span class=\"woc\">So you are witnesses and you consent to the deeds of your fathers, for they killed them, and you build their tombs.</span> <b class=\"verse-num woc\" id=\"v42011049-1\">49&nbsp;</b><span class=\"woc\">Therefore also the Wisdom of God said, ‘I will send them prophets and apostles, some of whom they will kill and persecute,’</span> <b class=\"verse-num woc\" id=\"v42011050-1\">50&nbsp;</b><span class=\"woc\">so that the blood of all the prophets, shed from the foundation of the world, may be charged against this generation,</span> <b class=\"verse-num woc\" id=\"v42011051-1\">51&nbsp;</b><span class=\"woc\">from the blood of Abel to the blood of Zechariah, who perished between the altar and the sanctuary. Yes, I tell you, it will be required of this generation.</span> <b class=\"verse-num woc\" id=\"v42011052-1\">52&nbsp;</b><span class=\"woc\">Woe to you lawyers! For you have taken away the key of knowledge. You did not enter yourselves, and you hindered those who were entering.”</span></p>\n<p id=\"p42011052_31-21\"><b class=\"verse-num\" id=\"v42011053-1\">53&nbsp;</b>As he went away from there, the scribes and the Pharisees began to press him hard and to provoke him to speak about many things, <b class=\"verse-num\" id=\"v42011054-1\">54&nbsp;</b>lying in wait for him, to catch him in something he might say.</p>\n\n</div>","kjv":"<strong>38</strong> Now it came to pass, as they went, that he entered into a certain village: and a certain woman named Martha received him into her house.  <strong>39</strong> And she had a sister called Mary, which also sat at Jesus’ feet, and heard his word.  <strong>40</strong> But Martha was cumbered about much serving, and came to him, and said, Lord, dost thou not care that my sister hath left me to serve alone? bid her therefore that she help me.  <strong>41</strong> And Jesus answered and said unto her, Martha, Martha, thou art careful and troubled about many things:  <strong>42</strong> But one thing is needful: and Mary hath chosen that good part, which shall not be taken away from her. <strong>1</strong> And it came to pass, that, as he was praying in a certain place, when he ceased, one of his disciples said unto him, Lord, teach us to pray, as John also taught his disciples.  <strong>2</strong> And he said unto them, When ye pray, say, Our Father which art in heaven, Hallowed be thy name. Thy kingdom come. Thy will be done, as in heaven, so in earth.  <strong>3</strong> Give us day by day our daily bread.  <strong>4</strong> And forgive us our sins; for we also forgive every one that is indebted to us. And lead us not into temptation; but deliver us from evil.  <strong>5</strong> And he said unto them, Which of you shall have a friend, and shall go unto him at midnight, and say unto him, Friend, lend me three loaves;  <strong>6</strong> For a friend of mine in his journey is come to me, and I have nothing to set before him?  <strong>7</strong> And he from within shall answer and say, Trouble me not: the door is now shut, and my children are with me in bed; I cannot rise and give thee.  <strong>8</strong> I say unto you, Though he will not rise and give him, because he is his friend, yet because of his importunity he will rise and give him as many as he needeth.  <strong>9</strong> And I say unto you, Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you.  <strong>10</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>11</strong> If a son shall ask bread of any of you that is a father, will he give him a stone? or if he ask a fish, will he for a fish give him a serpent?  <strong>12</strong> Or if he shall ask an egg, will he offer him a scorpion?  <strong>13</strong> If ye then, being evil, know how to give good gifts unto your children: how much more shall your heavenly Father give the Holy Spirit to them that ask him? <strong>14</strong> And he was casting out a devil, and it was dumb. And it came to pass, when the devil was gone out, the dumb spake; and the people wondered.  <strong>15</strong> But some of them said, He casteth out devils through Beelzebub the chief of the devils.  <strong>16</strong> And others, tempting him, sought of him a sign from heaven.  <strong>17</strong> But he, knowing their thoughts, said unto them, Every kingdom divided against itself is brought to desolation; and a house divided  against a house falleth.  <strong>18</strong> If Satan also be divided against himself, how shall his kingdom stand? because ye say that I cast out devils through Beelzebub.  <strong>19</strong> And if I by Beelzebub cast out devils, by whom do your sons cast them out? therefore shall they be your judges.  <strong>20</strong> But if I with the finger of God cast out devils, no doubt the kingdom of God is come upon you.  <strong>21</strong> When a strong man armed keepeth his palace, his goods are in peace:  <strong>22</strong> But when a stronger than he shall come upon him, and overcome him, he taketh from him all his armour wherein he trusted, and divideth his spoils.  <strong>23</strong> He that is not with me is against me: and he that gathereth not with me scattereth.  <strong>24</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest; and finding none, he saith, I will return unto my house whence I came out.  <strong>25</strong> And when he cometh, he findeth it swept and garnished.  <strong>26</strong> Then goeth he, and taketh to him seven other spirits more wicked than himself; and they enter in, and dwell there: and the last state of that man is worse than the first. <strong>27</strong> And it came to pass, as he spake these things, a certain woman of the company lifted up her voice, and said unto him, Blessed is the womb that bare thee, and the paps which thou hast sucked.  <strong>28</strong> But he said, Yea rather, blessed are they that hear the word of God, and keep it. <strong>29</strong> And when the people were gathered thick together, he began to say, This is an evil generation: they seek a sign; and there shall no sign be given it, but the sign of Jonas the prophet.  <strong>30</strong> For as Jonas was a sign unto the Ninevites, so shall also the Son of man be to this generation.  <strong>31</strong> The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  <strong>32</strong> The men of Nineve shall rise up in the judgment with this generation, and shall condemn it: for they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.  <strong>33</strong> No man, when he hath lighted a candle, putteth it in a secret place, neither under a bushel, but on a candlestick, that they which come in may see the light.  <strong>34</strong> The light of the body is the eye: therefore when thine eye is single, thy whole body also is full of light; but when thine eye  is evil, thy body also is full of darkness.  <strong>35</strong> Take heed therefore that the light which is in thee be not darkness.  <strong>36</strong> If thy whole body therefore be full of light, having no part dark, the whole shall be full of light, as when the bright shining of a candle doth give thee light. <strong>37</strong> And as he spake, a certain Pharisee besought him to dine with him: and he went in, and sat down to meat.  <strong>38</strong> And when the Pharisee saw it, he marvelled that he had not first washed before dinner.  <strong>39</strong> And the Lord said unto him, Now do ye Pharisees make clean the outside of the cup and the platter; but your inward part is full of ravening and wickedness.  <strong>40</strong> Ye fools, did not he that made that which is without make that which is within also?  <strong>41</strong> But rather give alms of such things as ye have; and, behold, all things are clean unto you.  <strong>42</strong> But woe unto you, Pharisees! for ye tithe mint and rue and all manner of herbs, and pass over judgment and the love of God: these ought ye to have done, and not to leave the other undone.  <strong>43</strong> Woe unto you, Pharisees! for ye love the uppermost seats in the synagogues, and greetings in the markets.  <strong>44</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are as graves which appear not, and the men that walk over them are not aware of them. <strong>45</strong> Then answered one of the lawyers, and said unto him, Master, thus saying thou reproachest us also.  <strong>46</strong> And he said, Woe unto you also, ye lawyers! for ye lade men with burdens grievous to be borne, and ye yourselves touch not the burdens with one of your fingers.  <strong>47</strong> Woe unto you! for ye build the sepulchres of the prophets, and your fathers killed them.  <strong>48</strong> Truly ye bear witness that ye allow the deeds of your fathers: for they indeed killed them, and ye build their sepulchres.  <strong>49</strong> Therefore also said the wisdom of God, I will send them prophets and apostles, and some of them they shall slay and persecute:  <strong>50</strong> That the blood of all the prophets, which was shed from the foundation of the world, may be required of this generation;  <strong>51</strong> From the blood of Abel unto the blood of Zacharias, which perished between the altar and the temple: verily I say unto you, It shall be required of this generation.  <strong>52</strong> Woe unto you, lawyers! for ye have taken away the key of knowledge: ye entered not in yourselves, and them that were entering in ye hindered.  <strong>53</strong> And as he said these things unto them, the scribes and the Pharisees began to urge him vehemently, and to provoke him to speak of many things:  <strong>54</strong> Laying wait for him, and seeking to catch something out of his mouth, that they might accuse him.  ","niv":""},{"_id":"615a29a56e3cd1721ad71897","topicId":"615a299f6e3cd1721ad71882","verse":"Proverbs 21:5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021005-1\">5&nbsp;</b>&nbsp;&nbsp;The plans of the diligent lead surely to abundance,</span><br><span id=\"p20021005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but everyone who is hasty comes only to poverty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want.  ","niv":"<sup><strong>5</strong></sup> The plans of the diligent lead to profit as surely as haste leads to poverty."},{"_id":"615a29a66e3cd1721ad71898","topicId":"615a299f6e3cd1721ad71882","verse":"1 John 2:1-29","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-23\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-23\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-23\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-23\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-23\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-23\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-23\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-23\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. "},{"_id":"615a29a66e3cd1721ad71899","topicId":"615a299f6e3cd1721ad71882","verse":"Hebrews 4:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"615a29a66e3cd1721ad7189a","topicId":"615a299f6e3cd1721ad71882","verse":"Luke 16:10","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42016010_01-25\"><b class=\"verse-num woc\" id=\"v42016010-1\">10&nbsp;</b><span class=\"woc\">“One who is faithful in a very little is also faithful in much, and one who is dishonest in a very little is also dishonest in much.</span></p>\n</div>","kjv":"<strong>10</strong> He that is faithful in that which is least is faithful also in much: and he that is unjust in the least is unjust also in much.  ","niv":"<sup><strong>10</strong></sup> \"Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much."},{"_id":"615a29a76e3cd1721ad7189b","topicId":"615a299f6e3cd1721ad71882","verse":"Matthew 6:25","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-26\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span></p>\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes?"}]}