{"_id":"615a29c26e3cd1721ad7189c","slug":"butter","name":"Butter","verses":[{"_id":"615a29c26e3cd1721ad7189d","topicId":"615a29c26e3cd1721ad7189c","verse":"Genesis 18:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p01018008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01018008-1\">8&nbsp;</b>Then he took curds and milk and the calf that he had prepared, and set it before them. And he stood by them under the tree while they ate.</p>\n</div>","kjv":"<strong>8</strong> And he took butter, and milk, and the calf which he had dressed, and set it before them; and he stood by them under the tree, and they did eat.  ","niv":"<sup><strong>8</strong></sup> He then brought some curds and milk and the calf that had been prepared, and set these before them. While they ate, he stood near them under a tree.","modified":"2023-01-10T08:52:22.270Z"},{"_id":"615a29c26e3cd1721ad7189e","topicId":"615a29c26e3cd1721ad7189c","verse":"Isaiah 7:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23007015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007015-1\">15&nbsp;</b>He shall eat curds and honey when he knows how to refuse the evil and choose the good.</p>\n</div>","kjv":"<strong>15</strong> Butter and honey shall he eat, that he may know to refuse the evil, and choose the good.  ","niv":"<sup><strong>15</strong></sup> He will eat curds and honey when he knows enough to reject the wrong and choose the right.","modified":"2022-04-18T19:03:51.906Z"},{"_id":"615a29c26e3cd1721ad7189f","topicId":"615a29c26e3cd1721ad7189c","verse":"2 Samuel 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p10001001_06-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v10001001-1\">1:1&nbsp;</b>After the death of Saul, when David had returned from striking down the Amalekites, David remained two days in Ziklag. <b class=\"verse-num\" id=\"v10001002-1\">2&nbsp;</b>And on the third day, behold, a man came from Saul’s camp, with his clothes torn and dirt on his head. And when he came to David, he fell to the ground and paid homage. <b class=\"verse-num\" id=\"v10001003-1\">3&nbsp;</b>David said to him, “Where do you come from?” And he said to him, “I have escaped from the camp of Israel.” <b class=\"verse-num\" id=\"v10001004-1\">4&nbsp;</b>And David said to him, “How did it go? Tell me.” And he answered, “The people fled from the battle, and also many of the people have fallen and are dead, and Saul and his son Jonathan are also dead.” <b class=\"verse-num\" id=\"v10001005-1\">5&nbsp;</b>Then David said to the young man who told him, “How do you know that Saul and his son Jonathan are dead?” <b class=\"verse-num\" id=\"v10001006-1\">6&nbsp;</b>And the young man who told him said, “By chance I happened to be on Mount Gilboa, and there was Saul leaning on his spear, and behold, the chariots and the horsemen were close upon him. <b class=\"verse-num\" id=\"v10001007-1\">7&nbsp;</b>And when he looked behind him, he saw me, and called to me. And I answered, ‘Here I am.’ <b class=\"verse-num\" id=\"v10001008-1\">8&nbsp;</b>And he said to me, ‘Who are you?’ I answered him, ‘I am an Amalekite.’ <b class=\"verse-num\" id=\"v10001009-1\">9&nbsp;</b>And he said to me, ‘Stand beside me and kill me, for anguish has seized me, and yet my life still lingers.’ <b class=\"verse-num\" id=\"v10001010-1\">10&nbsp;</b>So I stood beside him and killed him, because I was sure that he could not live after he had fallen. And I took the crown that was on his head and the armlet that was on his arm, and I have brought them here to my lord.”</p>\n<p id=\"p10001010_06-3\"><b class=\"verse-num\" id=\"v10001011-1\">11&nbsp;</b>Then David took hold of his clothes and tore them, and so did all the men who were with him. <b class=\"verse-num\" id=\"v10001012-1\">12&nbsp;</b>And they mourned and wept and fasted until evening for Saul and for Jonathan his son and for the people of the LORD and for the house of Israel, because they had fallen by the sword. <b class=\"verse-num\" id=\"v10001013-1\">13&nbsp;</b>And David said to the young man who told him, “Where do you come from?” And he answered, “I am the son of a sojourner, an Amalekite.” <b class=\"verse-num\" id=\"v10001014-1\">14&nbsp;</b>David said to him, “How is it you were not afraid to put out your hand to destroy the LORD’s anointed?” <b class=\"verse-num\" id=\"v10001015-1\">15&nbsp;</b>Then David called one of the young men and said, “Go, execute him.” And he struck him down so that he died. <b class=\"verse-num\" id=\"v10001016-1\">16&nbsp;</b>And David said to him, “Your blood be on your head, for your own mouth has testified against you, saying, ‘I have killed the LORD’s anointed.’”</p>\n\n<p id=\"p10001016_12-3\"><b class=\"verse-num\" id=\"v10001017-1\">17&nbsp;</b>And David lamented with this lamentation over Saul and Jonathan his son, <b class=\"verse-num\" id=\"v10001018-1\">18&nbsp;</b>and he said it should be taught to the people of Judah; behold, it is written in the Book of Jashar. He said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p10001019_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001019-1\">19&nbsp;</b>&nbsp;&nbsp;“Your glory, O Israel, is slain on your high places!</span><br><span id=\"p10001019_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How the mighty have fallen!</span><br><span id=\"p10001020_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001020-1\">20&nbsp;</b>&nbsp;&nbsp;Tell it not in Gath,</span><br><span id=\"p10001020_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;publish it not in the streets of Ashkelon,</span><br><span id=\"p10001020_12-3\" class=\"line\">&nbsp;&nbsp;lest the daughters of the Philistines rejoice,</span><br><span id=\"p10001020_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest the daughters of the uncircumcised exult.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001021_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001021-1\">21&nbsp;</b>&nbsp;&nbsp;“You mountains of Gilboa,</span><br><span id=\"p10001021_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let there be no dew or rain upon you,</span><br><span id=\"p10001021_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor fields of offerings!</span><br><span id=\"p10001021_12-3\" class=\"line\">&nbsp;&nbsp;For there the shield of the mighty was defiled,</span><br><span id=\"p10001021_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the shield of Saul, not anointed with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001022_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001022-1\">22&nbsp;</b>&nbsp;&nbsp;“From the blood of the slain,</span><br><span id=\"p10001022_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the fat of the mighty,</span><br><span id=\"p10001022_12-3\" class=\"line\">&nbsp;&nbsp;the bow of Jonathan turned not back,</span><br><span id=\"p10001022_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sword of Saul returned not empty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001023_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001023-1\">23&nbsp;</b>&nbsp;&nbsp;“Saul and Jonathan, beloved and lovely!</span><br><span id=\"p10001023_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In life and in death they were not divided;</span><br><span id=\"p10001023_12-3\" class=\"line\">&nbsp;&nbsp;they were swifter than eagles;</span><br><span id=\"p10001023_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were stronger than lions.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001024_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001024-1\">24&nbsp;</b>&nbsp;&nbsp;“You daughters of Israel, weep over Saul,</span><br><span id=\"p10001024_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who clothed you luxuriously in scarlet,</span><br><span id=\"p10001024_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who put ornaments of gold on your apparel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001025-1\">25&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen</span><br><span id=\"p10001025_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the battle!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001025_12-3\" class=\"line\">&nbsp;&nbsp;“Jonathan lies slain on your high places.</span><br><span id=\"p10001026_12-3\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v10001026-1\">26&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;I am distressed for you, my brother Jonathan;</span><br><span id=\"p10001026_12-3\" class=\"line\">&nbsp;&nbsp;very pleasant have you been to me;</span><br><span id=\"p10001026_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your love to me was extraordinary,</span><br><span id=\"p10001026_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;surpassing the love of women.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p10001027_12-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v10001027-1\">27&nbsp;</b>&nbsp;&nbsp;“How the mighty have fallen,</span><br><span id=\"p10001027_12-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weapons of war perished!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass after the death of Saul, when David was returned from the slaughter of the Amalekites, and David had abode two days in Ziklag;  <strong>2</strong> It came even to pass on the third day, that, behold, a man came out of the camp from Saul with his clothes rent, and earth upon his head: and so it was, when he came to David, that he fell to the earth, and did obeisance.  <strong>3</strong> And David said unto him, From whence comest thou? And he said unto him, Out of the camp of Israel am I escaped.  <strong>4</strong> And David said unto him, How went the matter? I pray thee, tell me. And he answered, That the people are fled from the battle, and many of the people also are fallen and dead; and Saul and Jonathan his son are dead also.  <strong>5</strong> And David said unto the young man that told him, How knowest thou that Saul and Jonathan his son be dead?  <strong>6</strong> And the young man that told him said, As I happened by chance upon mount Gilboa, behold, Saul leaned upon his spear; and, lo, the chariots and horsemen followed hard after him.  <strong>7</strong> And when he looked behind him, he saw me, and called unto me. And I answered, Here am I.  <strong>8</strong> And he said unto me, Who art thou? And I answered him, I am an Amalekite.  <strong>9</strong> And he said unto me again, Stand, I pray thee, upon me, and slay me: for anguish is come upon me, because my life is yet whole in me.  <strong>10</strong> So I stood upon him, and slew him, because I was sure that he could not live after that he was fallen: and I took the crown that was upon his head, and the bracelet that was on his arm, and have brought them hither unto my lord.  <strong>11</strong> Then David took hold on his clothes, and rent them; and likewise all the men that were with him:  <strong>12</strong> And they mourned, and wept, and fasted until even, for Saul, and for Jonathan his son, and for the people of the LORD, and for the house of Israel; because they were fallen by the sword.  <strong>13</strong> And David said unto the young man that told him, Whence art  thou? And he answered, I am the son of a stranger, an Amalekite.  <strong>14</strong> And David said unto him, How wast thou not afraid to stretch forth thine hand to destroy the LORD’S anointed?  <strong>15</strong> And David called one of the young men, and said, Go near, and  fall upon him. And he smote him that he died.  <strong>16</strong> And David said unto him, Thy blood be upon thy head; for thy mouth hath testified against thee, saying, I have slain the LORD’S anointed.  <strong>17</strong> And David lamented with this lamentation over Saul and over Jonathan his son:  <strong>18</strong> (Also he bade them teach the children of Judah the use of  the bow: behold, it is written in the book of Jasher.)  <strong>19</strong> The beauty of Israel is slain upon thy high places: how are the mighty fallen!  <strong>20</strong> Tell it not in Gath, publish it not in the streets of Askelon; lest the daughters of the Philistines rejoice, lest the daughters of the uncircumcised triumph.  <strong>21</strong> Ye mountains of Gilboa, let there be no dew, neither let there be rain, upon you, nor fields of offerings: for there the shield of the mighty is vilely cast away, the shield of Saul, as though he had not been anointed with oil.  <strong>22</strong> From the blood of the slain, from the fat of the mighty, the bow of Jonathan turned not back, and the sword of Saul returned not empty.  <strong>23</strong> Saul and Jonathan were lovely and pleasant in their lives, and in their death they were not divided: they were swifter than eagles, they were stronger than lions.  <strong>24</strong> Ye daughters of Israel, weep over Saul, who clothed you in scarlet, with other delights, who put on ornaments of gold upon your apparel.  <strong>25</strong> How are the mighty fallen in the midst of the battle! O Jonathan, thou wast slain in thine high places.  <strong>26</strong> I am distressed for thee, my brother Jonathan: very pleasant hast thou been unto me: thy love to me was wonderful, passing the love of women.  <strong>27</strong> How are the mighty fallen, and the weapons of war perished!  ","niv":"<sup><strong>1</strong></sup> After the death of Saul, David returned from defeating the Amalekites and stayed in Ziklag two days. <sup><strong>2</strong></sup> On the third day a man arrived from Saul's camp, with his clothes torn and with dust on his head. When he came to David, he fell to the ground to pay him honor. <sup><strong>3</strong></sup> \"Where have you come from?\" David asked him. He answered, \"I have escaped from the Israelite camp.\" <sup><strong>4</strong></sup> \"What happened?\" David asked. \"Tell me.\" He said, \"The men fled from the battle. Many of them fell and died. And Saul and his son Jonathan are dead.\" <sup><strong>5</strong></sup> Then David said to the young man who brought him the report, \"How do you know that Saul and his son Jonathan are dead?\" <sup><strong>6</strong></sup> \"I happened to be on Mount Gilboa,\" the young man said, \"and there was Saul, leaning on his spear, with the chariots and riders almost upon him. <sup><strong>7</strong></sup> When he turned around and saw me, he called out to me, and I said, 'What can I do?' <sup><strong>8</strong></sup> \"He asked me, 'Who are you?'\"'An Amalekite,' I answered. <sup><strong>9</strong></sup> \"Then he said to me, 'Stand over me and kill me! I am in the throes of death, but I'm still alive.' <sup><strong>10</strong></sup> \"So I stood over him and killed him, because I knew that after he had fallen he could not survive. And I took the crown that was on his head and the band on his arm and have brought them here to my lord.\" <sup><strong>11</strong></sup> Then David and all the men with him took hold of their clothes and tore them. <sup><strong>12</strong></sup> They mourned and wept and fasted till evening for Saul and his son Jonathan, and for the army of the LORD and the house of Israel, because they had fallen by the sword. <sup><strong>13</strong></sup> David said to the young man who brought him the report, \"Where are you from?I am the son of an alien, an Amalekite,\" he answered. <sup><strong>14</strong></sup> David asked him, \"Why were you not afraid to lift your hand to destroy the LORD's anointed?\" <sup><strong>15</strong></sup> Then David called one of his men and said, \"Go, strike him down!\" So he struck him down, and he died. <sup><strong>16</strong></sup> For David had said to him, \"Your blood be on your own head. Your own mouth testified against you when you said, 'I killed the LORD's anointed.'\" <sup><strong>17</strong></sup> David took up this lament concerning Saul and his son Jonathan, <sup><strong>18</strong></sup> and ordered that the men of Judah be taught this lament of the bow (it is written in the Book of Jashar): <sup><strong>19</strong></sup> \"Your glory, O Israel, lies slain on your heights. How the mighty have fallen! <sup><strong>20</strong></sup> \"Tell it not in Gath, proclaim it not in the streets of Ashkelon, lest the daughters of the Philistines be glad, lest the daughters of the uncircumcised rejoice. <sup><strong>21</strong></sup> \"O mountains of Gilboa, may you have neither dew nor rain, nor fields that yield offerings of grain. For there the shield of the mighty was defiled, the shield of Saul-no longer rubbed with oil. <sup><strong>22</strong></sup> From the blood of the slain, from the flesh of the mighty, the bow of Jonathan did not turn back, the sword of Saul did not return unsatisfied. <sup><strong>23</strong></sup> \"Saul and Jonathan- in life they were loved and gracious, and in death they were not parted. They were swifter than eagles, they were stronger than lions. <sup><strong>24</strong></sup> \"O daughters of Israel, weep for Saul, who clothed you in scarlet and finery, who adorned your garments with ornaments of gold. <sup><strong>25</strong></sup> \"How the mighty have fallen in battle! Jonathan lies slain on your heights. <sup><strong>26</strong></sup> I grieve for you, Jonathan my brother; you were very dear to me. Your love for me was wonderful, more wonderful than that of women. <sup><strong>27</strong></sup> \"How the mighty have fallen! The weapons of war have perished!\" "},{"_id":"615a29c36e3cd1721ad718a0","topicId":"615a29c26e3cd1721ad7189c","verse":"Genesis 1:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."}]}