{"_id":"615a2a1e6e3cd1721ad718d9","slug":"buying-and-selling","name":"Buying And Selling","verses":[{"_id":"615a2a1f6e3cd1721ad718da","topicId":"615a2a1e6e3cd1721ad718d9","verse":"1 Timothy 6:10","votes":33,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs.","modified":"2022-06-19T14:58:17.203Z"},{"_id":"615a2a1f6e3cd1721ad718db","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Hebrews 13:5","votes":18,"__v":0,"esv":"<div>\n<p id=\"p58013005_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013005-1\">5&nbsp;</b>Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”</p>\n</div>","kjv":"<strong>5</strong> Let your conversation be without covetousness; and be content with such things as ye have: for he hath said, I will never leave thee, nor forsake thee.  ","niv":"<sup><strong>5</strong></sup> Keep your lives free from the love of money and be content with what you have, because God has said, \"Never will I leave you; never will I forsake you.\"","modified":"2022-09-13T14:52:51.086Z"},{"_id":"615a2a1f6e3cd1721ad718dc","topicId":"615a2a1e6e3cd1721ad718d9","verse":"James 5:4","votes":15,"__v":0,"esv":"<div>\n<p id=\"p59005004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005004-1\">4&nbsp;</b>Behold, the wages of the laborers who mowed your fields, which you kept back by fraud, are crying out against you, and the cries of the harvesters have reached the ears of the Lord of hosts.</p>\n</div>","kjv":"<strong>4</strong> Behold, the hire of the labourers who have reaped down your fields, which is of you kept back by fraud, crieth: and the cries of them which have reaped are entered into the ears of the Lord of sabaoth.  ","niv":"<sup><strong>4</strong></sup> Look! The wages you failed to pay the workmen who mowed your fields are crying out against you. The cries of the harvesters have reached the ears of the Lord Almighty."},{"_id":"615a2a1f6e3cd1721ad718dd","topicId":"615a2a1e6e3cd1721ad718d9","verse":"1 Corinthians 6:10","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46006010_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n</div>","kjv":"<strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God."},{"_id":"615a2a206e3cd1721ad718de","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Amos 8:5","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30008005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008005-1\">5&nbsp;</b>&nbsp;&nbsp;saying, “When will the new moon be over,</span><br><span id=\"p30008005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may sell grain?</span><br><span id=\"p30008005_01-6\" class=\"line\">&nbsp;&nbsp;And the Sabbath,</span><br><span id=\"p30008005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may offer wheat for sale,</span><br><span id=\"p30008005_01-6\" class=\"line\">&nbsp;&nbsp;that we may make the ephah small and the shekel great</span><br><span id=\"p30008005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and deal deceitfully with false balances,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>5</strong> Saying, When will the new moon be gone, that we may sell corn? and the sabbath, that we may set forth wheat, making the ephah small, and the shekel great, and falsifying the balances by deceit?  ","niv":"<sup><strong>5</strong></sup> saying, \"When will the New Moon be over that we may sell grain, and the Sabbath be ended that we may market wheat?\"- skimping the measure, boosting the price and cheating with dishonest scales,","modified":"2022-11-24T20:00:53.247Z"},{"_id":"615a2a206e3cd1721ad718df","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Ruth 4:3","votes":10,"__v":0,"esv":"<div>\n<p id=\"p08004003_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v08004003-1\">3&nbsp;</b>Then he said to the redeemer, “Naomi, who has come back from the country of Moab, is selling the parcel of land that belonged to our relative Elimelech.</p>\n</div>","kjv":"<strong>3</strong> And he said unto the kinsman, Naomi, that is come again out of the country of Moab, selleth a parcel of land, which was our brother Elimelech’s:  ","niv":"<sup><strong>3</strong></sup> Then he said to the kinsman-redeemer, \"Naomi, who has come back from Moab, is selling the piece of land that belonged to our brother Elimelech.","modified":"2022-02-21T12:31:12.020Z"},{"_id":"615a2a206e3cd1721ad718e0","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Revelation 13:17","votes":8,"__v":0,"esv":"<div>\n<p id=\"p66013017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name.</p>\n</div>","kjv":"<strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  ","niv":"<sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name.","modified":"2023-02-26T21:46:32.455Z"},{"_id":"615a2a216e3cd1721ad718e1","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Philippians 4:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-9\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"615a2a216e3cd1721ad718e2","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Nehemiah 10:31","votes":10,"__v":0,"esv":"<div>\n<p id=\"p16010031_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v16010031-1\">31&nbsp;</b>And if the peoples of the land bring in goods or any grain on the Sabbath day to sell, we will not buy from them on the Sabbath or on a holy day. And we will forego the crops of the seventh year and the exaction of every debt.</p>\n</div>","kjv":"<strong>31</strong> And if the people of the land bring ware or any victuals on the sabbath day to sell, that we would not buy it of them on the sabbath, or on the holy day: and that we would leave the seventh year, and the exaction of every debt.  ","niv":"<sup><strong>31</strong></sup> \"When the neighboring peoples bring merchandise or grain to sell on the Sabbath, we will not buy from them on the Sabbath or on any holy day. Every seventh year we will forgo working the land and will cancel all debts.","modified":"2022-05-21T13:33:54.387Z"},{"_id":"615a2a216e3cd1721ad718e3","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Acts 4:34","votes":9,"__v":0,"esv":"<div>\n<p id=\"p44004034_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004034-1\">34&nbsp;</b>There was not a needy person among them, for as many as were owners of lands or houses sold them and brought the proceeds of what was sold</p>\n</div>","kjv":"<strong>34</strong> Neither was there any among them that lacked: for as many as were possessors of lands or houses sold them, and brought the prices of the things that were sold,  ","niv":"<sup><strong>34</strong></sup> There were no needy persons among them. For from time to time those who owned lands or houses sold them, brought the money from the sales"},{"_id":"615a2a226e3cd1721ad718e4","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Luke 14:18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42014018_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014018-1\">18&nbsp;</b><span class=\"woc\">But they all alike began to make excuses. The first said to him, ‘I have bought a field, and I must go out and see it. Please have me excused.’</span></p>\n</div>","kjv":"<strong>18</strong> And they all with one consent began to make excuse. The first said unto him, I have bought a piece of ground, and I must needs go and see it: I pray thee have me excused.  ","niv":"<sup><strong>18</strong></sup> \"But they all alike began to make excuses. The first said, 'I have just bought a field, and I must go and see it. Please excuse me.'"},{"_id":"615a2a226e3cd1721ad718e5","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Proverbs 31:16","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031016_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  ","niv":"<sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard.","modified":"2023-07-09T08:21:41.965Z"},{"_id":"615a2a236e3cd1721ad718e6","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Revelation 18:11-13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p66018011_01-14\"><b class=\"verse-num\" id=\"v66018011-1\">11&nbsp;</b>And the merchants of the earth weep and mourn for her, since no one buys their cargo anymore, <b class=\"verse-num\" id=\"v66018012-1\">12&nbsp;</b>cargo of gold, silver, jewels, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, all kinds of articles of ivory, all kinds of articles of costly wood, bronze, iron and marble, <b class=\"verse-num\" id=\"v66018013-1\">13&nbsp;</b>cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves, that is, human souls.</p>\n\n</div>","kjv":"<strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  ","niv":"<sup><strong>11</strong></sup> \"The merchants of the earth will weep and mourn over her because no one buys their cargoes any more-- <sup><strong>12</strong></sup> cargoes of gold, silver, precious stones and pearls; fine linen, purple, silk and scarlet cloth; every sort of citron wood, and articles of every kind made of ivory, costly wood, bronze, iron and marble; <sup><strong>13</strong></sup> cargoes of cinnamon and spice, of incense, myrrh and frankincense, of wine and olive oil, of fine flour and wheat; cattle and sheep; horses and carriages; and bodies and souls of men. ","modified":"2022-02-06T03:47:41.159Z"},{"_id":"615a2a236e3cd1721ad718e7","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Revelation 3:18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p66003018_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66003018-1\">18&nbsp;</b><span class=\"woc\">I counsel you to buy from me gold refined by fire, so that you may be rich, and white garments so that you may clothe yourself and the shame of your nakedness may not be seen, and salve to anoint your eyes, so that you may see.</span></p>\n</div>","kjv":"<strong>18</strong> I counsel thee to buy of me gold tried in the fire, that thou mayest be rich; and white raiment, that thou mayest be clothed, and that  the shame of thy nakedness do not appear; and anoint thine eyes with eyesalve, that thou mayest see.  ","niv":"<sup><strong>18</strong></sup> I counsel you to buy from me gold refined in the fire, so you can become rich; and white clothes to wear, so you can cover your shameful nakedness; and salve to put on your eyes, so you can see."},{"_id":"615a2a236e3cd1721ad718e8","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Proverbs 23:23","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023023_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023023-1\">23&nbsp;</b>&nbsp;&nbsp;Buy truth, and do not sell it;</span><br><span id=\"p20023023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;buy wisdom, instruction, and understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Buy the truth, and sell it not; also wisdom, and instruction, and understanding.  ","niv":"<sup><strong>23</strong></sup> Buy the truth and do not sell it; get wisdom, discipline and understanding.","modified":"2022-12-02T01:28:05.043Z"},{"_id":"615a2a236e3cd1721ad718e9","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Mark 11:15-17","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p41011015_05-17\"><b class=\"verse-num\" id=\"v41011015-1\">15&nbsp;</b>And they came to Jerusalem. And he entered the temple and began to drive out those who sold and those who bought in the temple, and he overturned the tables of the money-changers and the seats of those who sold pigeons. <b class=\"verse-num\" id=\"v41011016-1\">16&nbsp;</b>And he would not allow anyone to carry anything through the temple. <b class=\"verse-num\" id=\"v41011017-1\">17&nbsp;</b>And he was teaching them and saying to them, <span class=\"woc\">“Is it not written, ‘My house shall be called a house of prayer for all the nations’? But you have made it a den of robbers.”</span></p>\n</div>","kjv":"<strong>15</strong> And they come to Jerusalem: and Jesus went into the temple, and began to cast out them that sold and bought in the temple, and overthrew the tables of the moneychangers, and the seats of them that sold doves;  <strong>16</strong> And would not suffer that any man should carry any vessel through the temple.  <strong>17</strong> And he taught, saying unto them, Is it not written, My house shall be called of all nations the house of prayer? but ye have made it a den of thieves.  ","niv":"<sup><strong>15</strong></sup> On reaching Jerusalem, Jesus entered the temple area and began driving out those who were buying and selling there. He overturned the tables of the money changers and the benches of those selling doves, <sup><strong>16</strong></sup> and would not allow anyone to carry merchandise through the temple courts. <sup><strong>17</strong></sup> And as he taught them, he said, \"Is it not written: \"'My house will be called a house of prayer for all nations'? But you have made it 'a den of robbers.'\" ","modified":"2022-11-08T08:18:06.587Z"},{"_id":"615a2a246e3cd1721ad718ea","topicId":"615a2a1e6e3cd1721ad718d9","verse":"2 Samuel 24:24","votes":9,"__v":0,"esv":"<div>\n<p id=\"p10024024_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v10024024-1\">24&nbsp;</b>But the king said to Araunah, “No, but I will buy it from you for a price. I will not offer burnt offerings to the LORD my God that cost me nothing.” So David bought the threshing floor and the oxen for fifty shekels of silver.</p>\n\n</div>","kjv":"<strong>24</strong> And the king said unto Araunah, Nay; but I will surely buy it  of thee at a price: neither will I offer burnt offerings unto the LORD my God of that which doth cost me nothing. So David bought the threshingfloor and the oxen for fifty shekels of silver.  ","niv":"<sup><strong>24</strong></sup> But the king replied to Araunah, \"No, I insist on paying you for it. I will not sacrifice to the LORD my God burnt offerings that cost me nothing.\" So David bought the threshing floor and the oxen and paid fifty shekels of silver for them.","modified":"2022-10-20T14:53:21.163Z"},{"_id":"615a2a246e3cd1721ad718eb","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Luke 14:19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42014019_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014019-1\">19&nbsp;</b><span class=\"woc\">And another said, ‘I have bought five yoke of oxen, and I go to examine them. Please have me excused.’</span></p>\n</div>","kjv":"<strong>19</strong> And another said, I have bought five yoke of oxen, and I go to prove them: I pray thee have me excused.  ","niv":"<sup><strong>19</strong></sup> \"Another said, 'I have just bought five yoke of oxen, and I'm on my way to try them out. Please excuse me.'"},{"_id":"615a2a246e3cd1721ad718ec","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Isaiah 55:1","votes":8,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055001_06-20\" class=\"line\"><b class=\"chapter-num\" id=\"v23055001-1\">55:1&nbsp;</b>&nbsp;&nbsp;“Come, everyone who thirsts,</span><br><span id=\"p23055001_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come to the waters;</span><br><span id=\"p23055001_06-20\" class=\"line\">&nbsp;&nbsp;and he who has no money,</span><br><span id=\"p23055001_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, buy and eat!</span><br><span id=\"p23055001_06-20\" class=\"line\">&nbsp;&nbsp;Come, buy wine and milk</span><br><span id=\"p23055001_06-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without money and without price.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.  ","niv":"<sup><strong>1</strong></sup> \"Come, all you who are thirsty, come to the waters; and you who have no money, come, buy and eat! Come, buy wine and milk without money and without cost."},{"_id":"615a2a246e3cd1721ad718ed","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Proverbs 11:1","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011001_01-21\" class=\"line\"><b class=\"chapter-num\" id=\"v20011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;A false balance is an abomination to the LORD,</span><br><span id=\"p20011001_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a just weight is his delight.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A false balance is abomination to the LORD: but a just weight is his delight.  ","niv":"<sup><strong>1</strong></sup> The LORD abhors dishonest scales, but accurate weights are his delight.","modified":"2023-09-25T13:21:27.141Z"},{"_id":"615a2a256e3cd1721ad718ee","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Revelation 6:6","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66006006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v66006006-1\">6&nbsp;</b>And I heard what seemed to be a voice in the midst of the four living creatures, saying, “A quart of wheat for a denarius, and three quarts of barley for a denarius, and do not harm the oil and wine!”</p>\n\n</div>","kjv":"<strong>6</strong> And I heard a voice in the midst of the four beasts say, A measure of wheat for a penny, and three measures of barley for a penny; and see  thou hurt not the oil and the wine.  ","niv":"<sup><strong>6</strong></sup> Then I heard what sounded like a voice among the four living creatures, saying, \"A quart of wheat for a day's wages, and three quarts of barley for a day's wages, and do not damage the oil and the wine!\"","modified":"2023-05-01T12:23:48.847Z"},{"_id":"615a2a256e3cd1721ad718ef","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Colossians 3:23","votes":7,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615a2a256e3cd1721ad718f0","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Matthew 27:7","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40027007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027007-1\">7&nbsp;</b>So they took counsel and bought with them the potter’s field as a burial place for strangers.</p>\n</div>","kjv":"<strong>7</strong> And they took counsel, and bought with them the potter’s field, to bury strangers in.  ","niv":"<sup><strong>7</strong></sup> So they decided to use the money to buy the potter's field as a burial place for foreigners."},{"_id":"615a2a266e3cd1721ad718f1","topicId":"615a2a1e6e3cd1721ad718d9","verse":"Revelation 13:16-17","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66013016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead, <b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name.</p>\n\n</div>","kjv":"<strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  <strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  ","niv":"<sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, <sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. ","modified":"2023-03-11T14:47:39.600Z"},{"_id":"615a2a266e3cd1721ad718f2","topicId":"615a2a1e6e3cd1721ad718d9","verse":"John 6:5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43006005_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006005-1\">5&nbsp;</b>Lifting up his eyes, then, and seeing that a large crowd was coming toward him, Jesus said to Philip, <span class=\"woc\">“Where are we to buy bread, so that these people may eat?”</span></p>\n</div>","kjv":"<strong>5</strong> When Jesus then lifted up his eyes, and saw a great company come unto him, he saith unto Philip, Whence shall we buy bread, that these may eat?  ","niv":"<sup><strong>5</strong></sup> When Jesus looked up and saw a great crowd coming toward him, he said to Philip, \"Where shall we buy bread for these people to eat?\"","modified":"2022-12-04T20:13:09.739Z"}]}