{"_id":"615a2a676e3cd1721ad7190d","slug":"buying-land","name":"Buying Land","verses":[{"_id":"615a2a676e3cd1721ad7190e","topicId":"615a2a676e3cd1721ad7190d","verse":"Jeremiah 27:5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24027005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v24027005-1\">5&nbsp;</b>“It is I who by my great power and my outstretched arm have made the earth, with the men and animals that are on the earth, and I give it to whomever it seems right to me.</p>\n</div>","kjv":"<strong>5</strong> I have made the earth, the man and the beast that are upon the ground, by my great power and by my outstretched arm, and have given it unto whom it seemed meet unto me.  ","niv":"<sup><strong>5</strong></sup> With my great power and outstretched arm I made the earth and its people and the animals that are on it, and I give it to anyone I please.","modified":"2023-08-29T07:51:14.839Z"},{"_id":"615a2a676e3cd1721ad7190f","topicId":"615a2a676e3cd1721ad7190d","verse":"Leviticus 25:23","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p03025023_04-2\"><b class=\"verse-num\" id=\"v03025023-1\">23&nbsp;</b>“The land shall not be sold in perpetuity, for the land is mine. For you are strangers and sojourners with me.</p>\n</div>","kjv":"<strong>23</strong> The land shall not be sold for ever: for the land is mine; for ye are strangers and sojourners with me.  ","niv":"<sup><strong>23</strong></sup> \"'The land must not be sold permanently, because the land is mine and you are but aliens and my tenants.","modified":"2023-06-29T13:25:06.268Z"},{"_id":"615a2a686e3cd1721ad71910","topicId":"615a2a676e3cd1721ad7190d","verse":"Jeremiah 29:7","votes":16,"__v":0,"esv":"<div>\n<p id=\"p24029007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029007-1\">7&nbsp;</b>But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare.</p>\n</div>","kjv":"<strong>7</strong> And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the LORD for it: for in the peace thereof shall ye have peace.  ","niv":"<sup><strong>7</strong></sup> Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\"","modified":"2023-06-08T17:10:20.678Z"},{"_id":"615a2a686e3cd1721ad71911","topicId":"615a2a676e3cd1721ad7190d","verse":"Numbers 14:8","votes":17,"__v":0,"esv":"<div>\n<p id=\"p04014008_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014008-1\">8&nbsp;</b>If the LORD delights in us, he will bring us into this land and give it to us, a land that flows with milk and honey.</p>\n</div>","kjv":"<strong>8</strong> If the LORD delight in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey.  ","niv":"<sup><strong>8</strong></sup> If the LORD is pleased with us, he will lead us into that land, a land flowing with milk and honey, and will give it to us.","modified":"2022-09-30T15:08:07.713Z"},{"_id":"615a2a686e3cd1721ad71912","topicId":"615a2a676e3cd1721ad7190d","verse":"Isaiah 65:21-22","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065021_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065021-1\">21&nbsp;</b>&nbsp;&nbsp;They shall build houses and inhabit them;</span><br><span id=\"p23065021_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall plant vineyards and eat their fruit.</span><br><span id=\"p23065022_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065022-1\">22&nbsp;</b>&nbsp;&nbsp;They shall not build and another inhabit;</span><br><span id=\"p23065022_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall not plant and another eat;</span><br><span id=\"p23065022_01-5\" class=\"line\">&nbsp;&nbsp;for like the days of a tree shall the days of my people be,</span><br><span id=\"p23065022_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my chosen shall long enjoy the work of their hands.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> And they shall build houses, and inhabit them; and they shall plant vineyards, and eat the fruit of them.  <strong>22</strong> They shall not build, and another inhabit; they shall not plant, and another eat: for as the days of a tree are the days of my people, and mine elect shall long enjoy the work of their hands.  ","niv":"<sup><strong>21</strong></sup> They will build houses and dwell in them; they will plant vineyards and eat their fruit. <sup><strong>22</strong></sup> No longer will they build houses and others live in them, or plant and others eat. For as the days of a tree, so will be the days of my people; my chosen ones will long enjoy the works of their hands. ","modified":"2022-07-31T13:36:56.056Z"},{"_id":"615a2a686e3cd1721ad71913","topicId":"615a2a676e3cd1721ad7190d","verse":"Isaiah 32:18","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23032018_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23032018-1\">18&nbsp;</b>&nbsp;&nbsp;My people will abide in a peaceful habitation,</span><br><span id=\"p23032018_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in secure dwellings, and in quiet resting places.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> And my people shall dwell in a peaceable habitation, and in sure dwellings, and in quiet resting places;  ","niv":"<sup><strong>18</strong></sup> My people will live in peaceful dwelling places, in secure homes, in undisturbed places of rest.","modified":"2023-10-09T18:39:53.206Z"},{"_id":"615a2a686e3cd1721ad71914","topicId":"615a2a676e3cd1721ad7190d","verse":"Psalm 119:45","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119045_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119045-1\">45&nbsp;</b>&nbsp;&nbsp;and I shall walk in a wide place,</span><br><span id=\"p19119045_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have sought your precepts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>45</strong> And I will walk at liberty: for I seek thy precepts.  ","niv":"<sup><strong>45</strong></sup> I will walk about in freedom, for I have sought out your precepts."},{"_id":"615a2a696e3cd1721ad71915","topicId":"615a2a676e3cd1721ad7190d","verse":"Jeremiah 29:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p24029005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029005-1\">5&nbsp;</b>Build houses and live in them; plant gardens and eat their produce.</p>\n</div>","kjv":"<strong>5</strong> Build ye houses, and dwell in them; and plant gardens, and eat the fruit of them;  ","niv":"<sup><strong>5</strong></sup> \"Build houses and settle down; plant gardens and eat what they produce.","modified":"2023-04-10T16:59:22.232Z"},{"_id":"615a2a696e3cd1721ad71916","topicId":"615a2a676e3cd1721ad7190d","verse":"Jeremiah 32:44","votes":11,"__v":0,"esv":"<div>\n<p id=\"p24032044_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v24032044-1\">44&nbsp;</b>Fields shall be bought for money, and deeds shall be signed and sealed and witnessed, in the land of Benjamin, in the places about Jerusalem, and in the cities of Judah, in the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negeb; for I will restore their fortunes, declares the LORD.”</p>\n</div>","kjv":"<strong>44</strong> Men shall buy fields for money, and subscribe evidences, and seal them, and take witnesses in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, and in the cities of the mountains, and in the cities of the valley, and in the cities of the south: for I will cause their captivity to return, saith the LORD.  ","niv":"<sup><strong>44</strong></sup> Fields will be bought for silver, and deeds will be signed, sealed and witnessed in the territory of Benjamin, in the villages around Jerusalem, in the towns of Judah and in the towns of the hill country, of the western foothills and of the Negev, because I will restore their fortunes, declares the LORD.\"","modified":"2022-09-03T13:57:10.172Z"},{"_id":"615a2a696e3cd1721ad71917","topicId":"615a2a676e3cd1721ad7190d","verse":"Matthew 5:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40005005_01-10\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth.","modified":"2023-06-29T13:25:50.578Z"},{"_id":"615a2a6a6e3cd1721ad71918","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 24:3-4","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024003_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024003-1\">3&nbsp;</b>&nbsp;&nbsp;By wisdom a house is built,</span><br><span id=\"p20024003_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by understanding it is established;</span><br><span id=\"p20024004_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024004-1\">4&nbsp;</b>&nbsp;&nbsp;by knowledge the rooms are filled</span><br><span id=\"p20024004_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with all precious and pleasant riches.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Through wisdom is an house builded; and by understanding it is established:  <strong>4</strong> And by knowledge shall the chambers be filled with all precious and pleasant riches.  ","niv":"<sup><strong>3</strong></sup> By wisdom a house is built, and through understanding it is established; <sup><strong>4</strong></sup> through knowledge its rooms are filled with rare and beautiful treasures. "},{"_id":"615a2a6a6e3cd1721ad71919","topicId":"615a2a676e3cd1721ad7190d","verse":"Philippians 4:19","votes":17,"__v":0,"esv":"<div>\n<p id=\"p50004019_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004019-1\">19&nbsp;</b>And my God will supply every need of yours according to his riches in glory in Christ Jesus.</p>\n</div>","kjv":"<strong>19</strong> But my God shall supply all your need according to his riches in glory by Christ Jesus.  ","niv":"<sup><strong>19</strong></sup> And my God will meet all your needs according to his glorious riches in Christ Jesus.","modified":"2023-11-01T18:26:07.518Z"},{"_id":"615a2a6a6e3cd1721ad7191a","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 24:27","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20024027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v20024027-1\">27&nbsp;</b>&nbsp;&nbsp;Prepare your work outside;</span><br><span id=\"p20024027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;get everything ready for yourself in the field,</span><br><span id=\"p20024027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and after that build your house.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Prepare thy work without, and make it fit for thyself in the field; and afterwards build thine house.  ","niv":"<sup><strong>27</strong></sup> Finish your outdoor work and get your fields ready; after that, build your house."},{"_id":"615a2a6b6e3cd1721ad7191b","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 10:4","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010004-1\">4&nbsp;</b>&nbsp;&nbsp;A slack hand causes poverty,</span><br><span id=\"p20010004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the hand of the diligent makes rich.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> He becometh poor that dealeth with a slack hand: but the hand of the diligent maketh rich.  ","niv":"<sup><strong>4</strong></sup> Lazy hands make a man poor, but diligent hands bring wealth."},{"_id":"615a2a6b6e3cd1721ad7191c","topicId":"615a2a676e3cd1721ad7190d","verse":"Ezekiel 46:18","votes":9,"__v":0,"esv":"<div>\n<p id=\"p26046018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26046018-1\">18&nbsp;</b>The prince shall not take any of the inheritance of the people, thrusting them out of their property. He shall give his sons their inheritance out of his own property, so that none of my people shall be scattered from his property.”</p>\n</div>","kjv":"<strong>18</strong> Moreover the prince shall not take of the people’s inheritance by oppression, to thrust them out of their possession; but he shall give his sons inheritance out of his own possession: that my people be not scattered every man from his possession.  ","niv":"<sup><strong>18</strong></sup> The prince must not take any of the inheritance of the people, driving them off their property. He is to give his sons their inheritance out of his own property, so that none of my people will be separated from his property.'\"","modified":"2023-11-14T08:55:40.400Z"},{"_id":"615a2a6b6e3cd1721ad7191d","topicId":"615a2a676e3cd1721ad7190d","verse":"Judges 2:1","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p07002001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v07002001-1\">2:1&nbsp;</b>Now the angel of the LORD went up from Gilgal to Bochim. And he said, “I brought you up from Egypt and brought you into the land that I swore to give to your fathers. I said, ‘I will never break my covenant with you,</p>\n</div>","kjv":"<strong>1</strong> And an angel of the LORD came up from Gilgal to Bochim, and said, I made you to go up out of Egypt, and have brought you unto the land which I sware unto your fathers; and I said, I will never break my covenant with you.  ","niv":"<sup><strong>1</strong></sup> The angel of the LORD went up from Gilgal to Bokim and said, \"I brought you up out of Egypt and led you into the land that I swore to give to your forefathers. I said, 'I will never break my covenant with you,"},{"_id":"615a2a6c6e3cd1721ad7191e","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 21:1-22:29","votes":6,"__v":0,"kjv":"<strong>1</strong> The king’s heart is in the hand of the LORD, as  the rivers of water: he turneth it whithersoever he will.  <strong>2</strong> Every way of a man is right in his own eyes: but the LORD pondereth the hearts.  <strong>3</strong> To do justice and judgment is more acceptable to the LORD than sacrifice.  <strong>4</strong> An high look, and a proud heart, and the plowing of the wicked, is sin.  <strong>5</strong> The thoughts of the diligent tend only to plenteousness; but of every one that is hasty only to want.  <strong>6</strong> The getting of treasures by a lying tongue is a vanity tossed to and fro of them that seek death.  <strong>7</strong> The robbery of the wicked shall destroy them; because they refuse to do judgment.  <strong>8</strong> The way of man is froward and strange: but as for  the pure, his work is right.  <strong>9</strong> It is better to dwell in a corner of the housetop, than with a brawling woman in a wide house.  <strong>10</strong> The soul of the wicked desireth evil: his neighbour findeth no favour in his eyes.  <strong>11</strong> When the scorner is punished, the simple is made wise: and when the wise is instructed, he receiveth knowledge.  <strong>12</strong> The righteous man wisely considereth the house of the wicked: but God overthroweth the wicked for their wickedness.  <strong>13</strong> Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard.  <strong>14</strong> A gift in secret pacifieth anger: and a reward in the bosom strong wrath.  <strong>15</strong> It is joy to the just to do judgment: but destruction shall be to the workers of iniquity.  <strong>16</strong> The man that wandereth out of the way of understanding shall remain in the congregation of the dead.  <strong>17</strong> He that loveth pleasure shall be a poor man: he that loveth wine and oil shall not be rich.  <strong>18</strong> The wicked shall be a ransom for the righteous, and the transgressor for the upright.  <strong>19</strong> It is better to dwell in the wilderness, than with a contentious and an angry woman.  <strong>20</strong> There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.  <strong>21</strong> He that followeth after righteousness and mercy findeth life, righteousness, and honour.  <strong>22</strong> A wise man scaleth the city of the mighty, and casteth down the strength of the confidence thereof.  <strong>23</strong> Whoso keepeth his mouth and his tongue keepeth his soul from troubles.  <strong>24</strong> Proud and haughty scorner is his name, who dealeth in proud wrath.  <strong>25</strong> The desire of the slothful killeth him; for his hands refuse to labour.  <strong>26</strong> He coveteth greedily all the day long: but the righteous giveth and spareth not.  <strong>27</strong> The sacrifice of the wicked is abomination: how much more, when he bringeth it with a wicked mind?  <strong>28</strong> A false witness shall perish: but the man that heareth speaketh constantly.  <strong>29</strong> A wicked man hardeneth his face: but as for the upright, he directeth his way.  <strong>30</strong> There is no wisdom nor understanding nor counsel against the LORD.  <strong>31</strong> The horse is prepared against the day of battle: but safety is of the LORD.  <strong>1</strong> A good name is rather to be chosen than great riches, and loving favour rather than silver and gold.  <strong>2</strong> The rich and poor meet together: the LORD is the maker of them all.  <strong>3</strong> A prudent man foreseeth the evil, and hideth himself: but the simple pass on, and are punished.  <strong>4</strong> By humility and the fear of the LORD are riches, and honour, and life.  <strong>5</strong> Thorns and snares are in the way of the froward: he that doth keep his soul shall be far from them.  <strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  <strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  <strong>8</strong> He that soweth iniquity shall reap vanity: and the rod of his anger shall fail.  <strong>9</strong> He that hath a bountiful eye shall be blessed; for he giveth of his bread to the poor.  <strong>10</strong> Cast out the scorner, and contention shall go out; yea, strife and reproach shall cease.  <strong>11</strong> He that loveth pureness of heart, for the grace of his lips the king shall be his friend.  <strong>12</strong> The eyes of the LORD preserve knowledge, and he overthroweth the words of the transgressor.  <strong>13</strong> The slothful man saith, There is a lion without, I shall be slain in the streets.  <strong>14</strong> The mouth of strange women is a deep pit: he that is abhorred of the LORD shall fall therein.  <strong>15</strong> Foolishness is bound in the heart of a child; but  the rod of correction shall drive it far from him.  <strong>16</strong> He that oppresseth the poor to increase his riches, and he that giveth to the rich, shall surely come to want.  <strong>17</strong> Bow down thine ear, and hear the words of the wise, and apply thine heart unto my knowledge.  <strong>18</strong> For it is a pleasant thing if thou keep them within thee; they shall withal be fitted in thy lips.  <strong>19</strong> That thy trust may be in the LORD, I have made known to thee this day, even to thee.  <strong>20</strong> Have not I written to thee excellent things in counsels and knowledge,  <strong>21</strong> That I might make thee know the certainty of the words of truth; that thou mightest answer the words of truth to them that send unto thee?  <strong>22</strong> Rob not the poor, because he is poor: neither oppress the afflicted in the gate:  <strong>23</strong> For the LORD will plead their cause, and spoil the soul of those that spoiled them.  <strong>24</strong> Make no friendship with an angry man; and with a furious man thou shalt not go:  <strong>25</strong> Lest thou learn his ways, and get a snare to thy soul.  <strong>26</strong> Be not thou one of them that strike hands, or of them that are sureties for debts.  <strong>27</strong> If thou hast nothing to pay, why should he take away thy bed from under thee?  <strong>28</strong> Remove not the ancient landmark, which thy fathers have set.  <strong>29</strong> Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men. ","niv":"<sup><strong>1</strong></sup> The king's heart is in the hand of the LORD; he directs it like a watercourse wherever he pleases. <sup><strong>2</strong></sup> All a man's ways seem right to him, but the LORD weighs the heart. <sup><strong>3</strong></sup> To do what is right and just is more acceptable to the LORD than sacrifice. <sup><strong>4</strong></sup> Haughty eyes and a proud heart, the lamp of the wicked, are sin! <sup><strong>5</strong></sup> The plans of the diligent lead to profit as surely as haste leads to poverty. <sup><strong>6</strong></sup> A fortune made by a lying tongue is a fleeting vapor and a deadly snare. <sup><strong>7</strong></sup> The violence of the wicked will drag them away, for they refuse to do what is right. <sup><strong>8</strong></sup> The way of the guilty is devious, but the conduct of the innocent is upright. <sup><strong>9</strong></sup> Better to live on a corner of the roof than share a house with a quarrelsome wife. <sup><strong>10</strong></sup> The wicked man craves evil; his neighbor gets no mercy from him. <sup><strong>11</strong></sup> When a mocker is punished, the simple gain wisdom; when a wise man is instructed, he gets knowledge. <sup><strong>12</strong></sup> The Righteous One takes note of the house of the wicked and brings the wicked to ruin. <sup><strong>13</strong></sup> If a man shuts his ears to the cry of the poor, he too will cry out and not be answered. <sup><strong>14</strong></sup> A gift given in secret soothes anger, and a bribe concealed in the cloak pacifies great wrath. <sup><strong>15</strong></sup> When justice is done, it brings joy to the righteous but terror to evildoers. <sup><strong>16</strong></sup> A man who strays from the path of understanding comes to rest in the company of the dead. <sup><strong>17</strong></sup> He who loves pleasure will become poor; whoever loves wine and oil will never be rich. <sup><strong>18</strong></sup> The wicked become a ransom for the righteous, and the unfaithful for the upright. <sup><strong>19</strong></sup> Better to live in a desert than with a quarrelsome and ill-tempered wife. <sup><strong>20</strong></sup> In the house of the wise are stores of choice food and oil, but a foolish man devours all he has. <sup><strong>21</strong></sup> He who pursues righteousness and love finds life, prosperity and honor. <sup><strong>22</strong></sup> A wise man attacks the city of the mighty and pulls down the stronghold in which they trust. ","modified":"2022-07-12T21:23:36.880Z"},{"_id":"615a2a6c6e3cd1721ad7191f","topicId":"615a2a676e3cd1721ad7190d","verse":"Deuteronomy 8:18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05008018_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v05008018-1\">18&nbsp;</b>You shall remember the LORD your God, for it is he who gives you power to get wealth, that he may confirm his covenant that he swore to your fathers, as it is this day.</p>\n</div>","kjv":"<strong>18</strong> But thou shalt remember the LORD thy God: for it is he that giveth thee power to get wealth, that he may establish his covenant which he sware unto thy fathers, as it is this day.  ","niv":"<sup><strong>18</strong></sup> But remember the LORD your God, for it is he who gives you the ability to produce wealth, and so confirms his covenant, which he swore to your forefathers, as it is today.","modified":"2023-01-09T00:48:35.050Z"},{"_id":"615a2a6c6e3cd1721ad71920","topicId":"615a2a676e3cd1721ad7190d","verse":"Isaiah 60:1-22","votes":8,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23060001_06-19\" class=\"line\"><b class=\"chapter-num\" id=\"v23060001-1\">60:1&nbsp;</b>&nbsp;&nbsp;Arise, shine, for your light has come,</span><br><span id=\"p23060001_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the glory of the LORD has risen upon you.</span><br><span id=\"p23060002_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060002-1\">2&nbsp;</b>&nbsp;&nbsp;For behold, darkness shall cover the earth,</span><br><span id=\"p23060002_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and thick darkness the peoples;</span><br><span id=\"p23060002_06-19\" class=\"line\">&nbsp;&nbsp;but the LORD will arise upon you,</span><br><span id=\"p23060002_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his glory will be seen upon you.</span><br><span id=\"p23060003_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060003-1\">3&nbsp;</b>&nbsp;&nbsp;And nations shall come to your light,</span><br><span id=\"p23060003_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and kings to the brightness of your rising.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060004_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060004-1\">4&nbsp;</b>&nbsp;&nbsp;Lift up your eyes all around, and see;</span><br><span id=\"p23060004_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they all gather together, they come to you;</span><br><span id=\"p23060004_06-19\" class=\"line\">&nbsp;&nbsp;your sons shall come from afar,</span><br><span id=\"p23060004_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your daughters shall be carried on the hip.</span><br><span id=\"p23060005_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060005-1\">5&nbsp;</b>&nbsp;&nbsp;Then you shall see and be radiant;</span><br><span id=\"p23060005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your heart shall thrill and exult,</span><br><span id=\"p23060005_06-19\" class=\"line\">&nbsp;&nbsp;because the abundance of the sea shall be turned to you,</span><br><span id=\"p23060005_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wealth of the nations shall come to you.</span><br><span id=\"p23060006_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060006-1\">6&nbsp;</b>&nbsp;&nbsp;A multitude of camels shall cover you,</span><br><span id=\"p23060006_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the young camels of Midian and Ephah;</span><br><span id=\"p23060006_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all those from Sheba shall come.</span><br><span id=\"p23060006_06-19\" class=\"line\">&nbsp;&nbsp;They shall bring gold and frankincense,</span><br><span id=\"p23060006_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall bring good news, the praises of the LORD.</span><br><span id=\"p23060007_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060007-1\">7&nbsp;</b>&nbsp;&nbsp;All the flocks of Kedar shall be gathered to you;</span><br><span id=\"p23060007_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the rams of Nebaioth shall minister to you;</span><br><span id=\"p23060007_06-19\" class=\"line\">&nbsp;&nbsp;they shall come up with acceptance on my altar,</span><br><span id=\"p23060007_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will beautify my beautiful house.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060008_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060008-1\">8&nbsp;</b>&nbsp;&nbsp;Who are these that fly like a cloud,</span><br><span id=\"p23060008_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like doves to their windows?</span><br><span id=\"p23060009_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060009-1\">9&nbsp;</b>&nbsp;&nbsp;For the coastlands shall hope for me,</span><br><span id=\"p23060009_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the ships of Tarshish first,</span><br><span id=\"p23060009_06-19\" class=\"line\">&nbsp;&nbsp;to bring your children from afar,</span><br><span id=\"p23060009_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their silver and gold with them,</span><br><span id=\"p23060009_06-19\" class=\"line\">&nbsp;&nbsp;for the name of the LORD your God,</span><br><span id=\"p23060009_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for the Holy One of Israel,</span><br><span id=\"p23060009_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he has made you beautiful.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060010_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060010-1\">10&nbsp;</b>&nbsp;&nbsp;Foreigners shall build up your walls,</span><br><span id=\"p23060010_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their kings shall minister to you;</span><br><span id=\"p23060010_06-19\" class=\"line\">&nbsp;&nbsp;for in my wrath I struck you,</span><br><span id=\"p23060010_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in my favor I have had mercy on you.</span><br><span id=\"p23060011_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060011-1\">11&nbsp;</b>&nbsp;&nbsp;Your gates shall be open continually;</span><br><span id=\"p23060011_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;day and night they shall not be shut,</span><br><span id=\"p23060011_06-19\" class=\"line\">&nbsp;&nbsp;that people may bring to you the wealth of the nations,</span><br><span id=\"p23060011_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with their kings led in procession.</span><br><span id=\"p23060012_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060012-1\">12&nbsp;</b>&nbsp;&nbsp;For the nation and kingdom</span><br><span id=\"p23060012_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that will not serve you shall perish;</span><br><span id=\"p23060012_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those nations shall be utterly laid waste.</span><br><span id=\"p23060013_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060013-1\">13&nbsp;</b>&nbsp;&nbsp;The glory of Lebanon shall come to you,</span><br><span id=\"p23060013_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cypress, the plane, and the pine,</span><br><span id=\"p23060013_06-19\" class=\"line\">&nbsp;&nbsp;to beautify the place of my sanctuary,</span><br><span id=\"p23060013_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make the place of my feet glorious.</span><br><span id=\"p23060014_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060014-1\">14&nbsp;</b>&nbsp;&nbsp;The sons of those who afflicted you</span><br><span id=\"p23060014_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall come bending low to you,</span><br><span id=\"p23060014_06-19\" class=\"line\">&nbsp;&nbsp;and all who despised you</span><br><span id=\"p23060014_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall bow down at your feet;</span><br><span id=\"p23060014_06-19\" class=\"line\">&nbsp;&nbsp;they shall call you the City of the LORD,</span><br><span id=\"p23060014_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Zion of the Holy One of Israel.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060015_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060015-1\">15&nbsp;</b>&nbsp;&nbsp;Whereas you have been forsaken and hated,</span><br><span id=\"p23060015_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with no one passing through,</span><br><span id=\"p23060015_06-19\" class=\"line\">&nbsp;&nbsp;I will make you majestic forever,</span><br><span id=\"p23060015_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a joy from age to age.</span><br><span id=\"p23060016_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060016-1\">16&nbsp;</b>&nbsp;&nbsp;You shall suck the milk of nations;</span><br><span id=\"p23060016_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall nurse at the breast of kings;</span><br><span id=\"p23060016_06-19\" class=\"line\">&nbsp;&nbsp;and you shall know that I, the LORD, am your Savior</span><br><span id=\"p23060016_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your Redeemer, the Mighty One of Jacob.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060017_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060017-1\">17&nbsp;</b>&nbsp;&nbsp;Instead of bronze I will bring gold,</span><br><span id=\"p23060017_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of iron I will bring silver;</span><br><span id=\"p23060017_06-19\" class=\"line\">&nbsp;&nbsp;instead of wood, bronze,</span><br><span id=\"p23060017_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of stones, iron.</span><br><span id=\"p23060017_06-19\" class=\"line\">&nbsp;&nbsp;I will make your overseers peace</span><br><span id=\"p23060017_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your taskmasters righteousness.</span><br><span id=\"p23060018_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060018-1\">18&nbsp;</b>&nbsp;&nbsp;Violence shall no more be heard in your land,</span><br><span id=\"p23060018_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;devastation or destruction within your borders;</span><br><span id=\"p23060018_06-19\" class=\"line\">&nbsp;&nbsp;you shall call your walls Salvation,</span><br><span id=\"p23060018_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your gates Praise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23060019_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060019-1\">19&nbsp;</b>&nbsp;&nbsp;The sun shall be no more</span><br><span id=\"p23060019_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your light by day,</span><br><span id=\"p23060019_06-19\" class=\"line\">&nbsp;&nbsp;nor for brightness shall the moon</span><br><span id=\"p23060019_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give you light;</span><br><span id=\"p23060019_06-19\" class=\"line\">&nbsp;&nbsp;but the LORD will be your everlasting light,</span><br><span id=\"p23060019_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your God will be your glory.</span><br><span id=\"p23060020_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060020-1\">20&nbsp;</b>&nbsp;&nbsp;Your sun shall no more go down,</span><br><span id=\"p23060020_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor your moon withdraw itself;</span><br><span id=\"p23060020_06-19\" class=\"line\">&nbsp;&nbsp;for the LORD will be your everlasting light,</span><br><span id=\"p23060020_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your days of mourning shall be ended.</span><br><span id=\"p23060021_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060021-1\">21&nbsp;</b>&nbsp;&nbsp;Your people shall all be righteous;</span><br><span id=\"p23060021_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall possess the land forever,</span><br><span id=\"p23060021_06-19\" class=\"line\">&nbsp;&nbsp;the branch of my planting, the work of my hands,</span><br><span id=\"p23060021_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I might be glorified.</span><br><span id=\"p23060022_06-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23060022-1\">22&nbsp;</b>&nbsp;&nbsp;The least one shall become a clan,</span><br><span id=\"p23060022_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the smallest one a mighty nation;</span><br><span id=\"p23060022_06-19\" class=\"line\">&nbsp;&nbsp;I am the LORD;</span><br><span id=\"p23060022_06-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in its time I will hasten it.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Arise, shine; for thy light is come, and the glory of the LORD is risen upon thee.  <strong>2</strong> For, behold, the darkness shall cover the earth, and gross darkness the people: but the LORD shall arise upon thee, and his glory shall be seen upon thee.  <strong>3</strong> And the Gentiles shall come to thy light, and kings to the brightness of thy rising.  <strong>4</strong> Lift up thine eyes round about, and see: all they gather themselves together, they come to thee: thy sons shall come from far, and thy daughters shall be nursed at thy side.  <strong>5</strong> Then thou shalt see, and flow together, and thine heart shall fear, and be enlarged; because the abundance of the sea shall be converted unto thee, the forces of the Gentiles shall come unto thee.  <strong>6</strong> The multitude of camels shall cover thee, the dromedaries of Midian and Ephah; all they from Sheba shall come: they shall bring gold and incense; and they shall shew forth the praises of the LORD.  <strong>7</strong> All the flocks of Kedar shall be gathered together unto thee, the rams of Nebaioth shall minister unto thee: they shall come up with acceptance on mine altar, and I will glorify the house of my glory.  <strong>8</strong> Who are these that fly as a cloud, and as the doves to their windows?  <strong>9</strong> Surely the isles shall wait for me, and the ships of Tarshish first, to bring thy sons from far, their silver and their gold with them, unto the name of the LORD thy God, and to the Holy One of Israel, because he hath glorified thee.  <strong>10</strong> And the sons of strangers shall build up thy walls, and their kings shall minister unto thee: for in my wrath I smote thee, but in my favour have I had mercy on thee.  <strong>11</strong> Therefore thy gates shall be open continually; they shall not be shut day nor night; that men may bring unto thee the forces of the Gentiles, and that their kings may be brought.  <strong>12</strong> For the nation and kingdom that will not serve thee shall perish; yea, those nations shall be utterly wasted.  <strong>13</strong> The glory of Lebanon shall come unto thee, the fir tree, the pine tree, and the box together, to beautify the place of my sanctuary; and I will make the place of my feet glorious.  <strong>14</strong> The sons also of them that afflicted thee shall come bending unto thee; and all they that despised thee shall bow themselves down at the soles of thy feet; and they shall call thee, The city of the LORD, The Zion of the Holy One of Israel.  <strong>15</strong> Whereas thou hast been forsaken and hated, so that no man went through thee, I will make thee an eternal excellency, a joy of many generations.  <strong>16</strong> Thou shalt also suck the milk of the Gentiles, and shalt suck the breast of kings: and thou shalt know that I the LORD am thy Saviour and thy Redeemer, the mighty One of Jacob.  <strong>17</strong> For brass I will bring gold, and for iron I will bring silver, and for wood brass, and for stones iron: I will also make thy officers peace, and thine exactors righteousness.  <strong>18</strong> Violence shall no more be heard in thy land, wasting nor destruction within thy borders; but thou shalt call thy walls Salvation, and thy gates Praise.  <strong>19</strong> The sun shall be no more thy light by day; neither for brightness shall the moon give light unto thee: but the LORD shall be unto thee an everlasting light, and thy God thy glory.  <strong>20</strong> Thy sun shall no more go down; neither shall thy moon withdraw itself: for the LORD shall be thine everlasting light, and the days of thy mourning shall be ended.  <strong>21</strong> Thy people also shall be all righteous: they shall inherit the land for ever, the branch of my planting, the work of my hands, that I may be glorified.  <strong>22</strong> A little one shall become a thousand, and a small one a strong nation: I the LORD will hasten it in his time.  ","niv":"<sup><strong>1</strong></sup> \"Arise, shine, for your light has come, and the glory of the LORD rises upon you. <sup><strong>2</strong></sup> See, darkness covers the earth and thick darkness is over the peoples, but the LORD rises upon you and his glory appears over you. <sup><strong>3</strong></sup> Nations will come to your light, and kings to the brightness of your dawn. <sup><strong>4</strong></sup> \"Lift up your eyes and look about you: All assemble and come to you; your sons come from afar, and your daughters are carried on the arm. <sup><strong>5</strong></sup> Then you will look and be radiant, your heart will throb and swell with joy; the wealth on the seas will be brought to you, to you the riches of the nations will come. <sup><strong>6</strong></sup> Herds of camels will cover your land, young camels of Midian and Ephah. And all from Sheba will come, bearing gold and incense and proclaiming the praise of the LORD. <sup><strong>7</strong></sup> All Kedar's flocks will be gathered to you, the rams of Nebaioth will serve you; they will be accepted as offerings on my altar, and I will adorn my glorious temple. <sup><strong>8</strong></sup> \"Who are these that fly along like clouds, like doves to their nests? <sup><strong>9</strong></sup> Surely the islands look to me; in the lead are the ships of Tarshish, bringing your sons from afar, with their silver and gold, to the honor of the LORD your God, the Holy One of Israel, for he has endowed you with splendor. <sup><strong>10</strong></sup> \"Foreigners will rebuild your walls, and their kings will serve you. Though in anger I struck you, in favor I will show you compassion. <sup><strong>11</strong></sup> Your gates will always stand open, they will never be shut, day or night, so that men may bring you the wealth of the nations- their kings led in triumphal procession. <sup><strong>12</strong></sup> For the nation or kingdom that will not serve you will perish; it will be utterly ruined. <sup><strong>13</strong></sup> \"The glory of Lebanon will come to you, the pine, the fir and the cypress together, to adorn the place of my sanctuary; and I will glorify the place of my feet. <sup><strong>14</strong></sup> The sons of your oppressors will come bowing before you; all who despise you will bow down at your feet and will call you the City of the LORD, Zion of the Holy One of Israel. <sup><strong>15</strong></sup> \"Although you have been forsaken and hated, with no one traveling through, I will make you the everlasting pride and the joy of all generations. <sup><strong>16</strong></sup> You will drink the milk of nations and be nursed at royal breasts. Then you will know that I, the LORD, am your Savior, your Redeemer, the Mighty One of Jacob. <sup><strong>17</strong></sup> Instead of bronze I will bring you gold, and silver in place of iron. Instead of wood I will bring you bronze, and iron in place of stones. I will make peace your governor and righteousness your ruler. <sup><strong>18</strong></sup> No longer will violence be heard in your land, nor ruin or destruction within your borders, but you will call your walls Salvation and your gates Praise. <sup><strong>19</strong></sup> The sun will no more be your light by day, nor will the brightness of the moon shine on you, for the LORD will be your everlasting light, and your God will be your glory. <sup><strong>20</strong></sup> Your sun will never set again, and your moon will wane no more; the LORD will be your everlasting light, and your days of sorrow will end. <sup><strong>21</strong></sup> Then will all your people be righteous and they will possess the land forever. They are the shoot I have planted, the work of my hands, for the display of my splendor. <sup><strong>22</strong></sup> The least of you will become a thousand, the smallest a mighty nation. I am the LORD; in its time I will do this swiftly.\" ","modified":"2023-01-09T00:48:24.259Z"},{"_id":"615a2a6c6e3cd1721ad71921","topicId":"615a2a676e3cd1721ad7190d","verse":"Psalm 24:1","votes":16,"__v":0,"esv":"<div>\n\n<h4 id=\"p19024001_05-20\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024001_05-20\" class=\"line\"><b class=\"chapter-num\" id=\"v19024001-1\">24:1&nbsp;</b>&nbsp;&nbsp;The earth is the LORD’s and the fullness thereof,</span><br><span id=\"p19024001_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the world and those who dwell therein,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  ","niv":"<sup><strong>1</strong></sup> The earth is the LORD's, and everything in it, the world, and all who live in it;","modified":"2022-09-30T15:07:09.645Z"},{"_id":"615a2a6d6e3cd1721ad71922","topicId":"615a2a676e3cd1721ad7190d","verse":"Matthew 13:44","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40013044_07-21\"><b class=\"verse-num woc\" id=\"v40013044-1\">44&nbsp;</b><span class=\"woc\">“The kingdom of heaven is like treasure hidden in a field, which a man found and covered up. Then in his joy he goes and sells all that he has and buys that field.</span></p>\n</div>","kjv":"<strong>44</strong>           Again, the kingdom of heaven is like unto treasure hid in a field; the which when a man hath found, he hideth, and for joy thereof goeth and selleth all that he hath, and buyeth that field. ","niv":"<sup><strong>44</strong></sup> \"The kingdom of heaven is like treasure hidden in a field. When a man found it, he hid it again, and then in his joy went and sold all he had and bought that field.","modified":"2022-11-11T16:02:16.149Z"},{"_id":"615a2a6d6e3cd1721ad71923","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 19:14","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019014_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019014-1\">14&nbsp;</b>&nbsp;&nbsp;House and wealth are inherited from fathers,</span><br><span id=\"p20019014_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a prudent wife is from the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> House and riches are the inheritance of fathers and a prudent wife is from the LORD.  ","niv":"<sup><strong>14</strong></sup> Houses and wealth are inherited from parents, but a prudent wife is from the LORD.","modified":"2023-01-23T03:46:42.437Z"},{"_id":"615a2a6d6e3cd1721ad71924","topicId":"615a2a676e3cd1721ad7190d","verse":"Deuteronomy 19:14","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p05019014_03-23\"><b class=\"verse-num\" id=\"v05019014-1\">14&nbsp;</b>“You shall not move your neighbor’s landmark, which the men of old have set, in the inheritance that you will hold in the land that the LORD your God is giving you to possess.</p>\n</div>","kjv":"<strong>14</strong> Thou shalt not remove thy neighbour’s landmark, which they of old time have set in thine inheritance, which thou shalt inherit in the land that the LORD thy God giveth thee to possess it.  ","niv":"<sup><strong>14</strong></sup> Do not move your neighbor's boundary stone set up by your predecessors in the inheritance you receive in the land the LORD your God is giving you to possess."},{"_id":"615a2a6e6e3cd1721ad71925","topicId":"615a2a676e3cd1721ad7190d","verse":"Proverbs 22:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022007_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022007-1\">7&nbsp;</b>&nbsp;&nbsp;The rich rules over the poor,</span><br><span id=\"p20022007_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the borrower is the slave of the lender.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> The rich ruleth over the poor, and the borrower is servant to the lender.  ","niv":"<sup><strong>7</strong></sup> The rich rule over the poor, and the borrower is servant to the lender.","modified":"2023-11-05T14:25:02.038Z"},{"_id":"615a2a6e6e3cd1721ad71926","topicId":"615a2a676e3cd1721ad7190d","verse":"Psalm 16:6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016006_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016006-1\">6&nbsp;</b>&nbsp;&nbsp;The lines have fallen for me in pleasant places;</span><br><span id=\"p19016006_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;indeed, I have a beautiful inheritance.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The lines are fallen unto me in pleasant places; yea, I have a goodly heritage.  ","niv":"<sup><strong>6</strong></sup> The boundary lines have fallen for me in pleasant places; surely I have a delightful inheritance.","modified":"2023-08-26T19:56:53.030Z"}]}