{"_id":"615a33ac6e3cd1721ad7195e","slug":"cakes","name":"Cakes","verses":[{"_id":"615a33ad6e3cd1721ad7195f","topicId":"615a33ac6e3cd1721ad7195e","verse":"Ezekiel 4:12","votes":9,"__v":0,"esv":"<div>\n<p id=\"p26004012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v26004012-1\">12&nbsp;</b>And you shall eat it as a barley cake, baking it in their sight on human dung.”</p>\n</div>","kjv":"<strong>12</strong> And thou shalt eat it as barley cakes, and thou shalt bake it with dung that cometh out of man, in their sight.  ","niv":"<sup><strong>12</strong></sup> Eat the food as you would a barley cake; bake it in the sight of the people, using human excrement for fuel.\"","modified":"2022-06-25T02:52:00.285Z"},{"_id":"615a33ad6e3cd1721ad71960","topicId":"615a33ac6e3cd1721ad7195e","verse":"1 Kings 14:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p11014003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v11014003-1\">3&nbsp;</b>Take with you ten loaves, some cakes, and a jar of honey, and go to him. He will tell you what shall happen to the child.”</p>\n</div>","kjv":"<strong>3</strong> And take with thee ten loaves, and cracknels, and a cruse of honey, and go to him: he shall tell thee what shall become of the child.  ","niv":"<sup><strong>3</strong></sup> Take ten loaves of bread with you, some cakes and a jar of honey, and go to him. He will tell you what will happen to the boy.\"","modified":"2023-11-06T21:14:04.302Z"},{"_id":"615a33ad6e3cd1721ad71961","topicId":"615a33ac6e3cd1721ad7195e","verse":"Exodus 16:31-32","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02016031_01-4\"><b class=\"verse-num\" id=\"v02016031-1\">31&nbsp;</b>Now the house of Israel called its name manna. It was like coriander seed, white, and the taste of it was like wafers made with honey. <b class=\"verse-num\" id=\"v02016032-1\">32&nbsp;</b>Moses said, “This is what the LORD has commanded: ‘Let an omer of it be kept throughout your generations, so that they may see the bread with which I fed you in the wilderness, when I brought you out of the land of Egypt.’”</p>\n</div>","kjv":"<strong>31</strong> And the house of Israel called the name thereof Manna: and it was like coriander seed, white; and the taste of it was  like wafers made with honey.  <strong>32</strong> And Moses said, This is the thing which the LORD commandeth, Fill an omer of it to be kept for your generations; that they may see the bread wherewith I have fed you in the wilderness, when I brought you forth from the land of Egypt.  ","niv":"<sup><strong>31</strong></sup> The people of Israel called the bread manna. It was white like coriander seed and tasted like wafers made with honey. <sup><strong>32</strong></sup> Moses said, \"This is what the LORD has commanded: 'Take an omer of manna and keep it for the generations to come, so they can see the bread I gave you to eat in the desert when I brought you out of Egypt.'\" ","modified":"2022-06-25T02:52:36.842Z"},{"_id":"615a33ad6e3cd1721ad71962","topicId":"615a33ac6e3cd1721ad7195e","verse":"Hosea 3:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p28003001_05-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v28003001-1\">3:1&nbsp;</b>And the LORD said to me, “Go again, love a woman who is loved by another man and is an adulteress, even as the LORD loves the children of Israel, though they turn to other gods and love cakes of raisins.”</p>\n</div>","kjv":"<strong>1</strong> Then said the LORD unto me, Go yet, love a woman beloved of her  friend, yet an adulteress, according to the love of the LORD toward the children of Israel, who look to other gods, and love flagons of wine.  ","niv":"<sup><strong>1</strong></sup> The LORD said to me, \"Go, show your love to your wife again, though she is loved by another and is an adulteress. Love her as the LORD loves the Israelites, though they turn to other gods and love the sacred raisin cakes.\"","modified":"2022-09-27T17:42:53.325Z"},{"_id":"615a33ae6e3cd1721ad71963","topicId":"615a33ac6e3cd1721ad7195e","verse":"Matthew 4:4","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40004004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40004004-1\">4&nbsp;</b>But he answered, <span class=\"woc\">“It is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40004004_01-6\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘Man shall not live by bread alone,</span><br><span id=\"p40004004_01-6\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but by every word that comes from the mouth of God.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> But he answered and said, It is written, Man shall not live by bread alone, but by every word that proceedeth out of the mouth of God.  ","niv":"<sup><strong>4</strong></sup> Jesus answered, \"It is written: 'Man does not live on bread alone, but on every word that comes from the mouth of God.'\"","modified":"2022-11-01T15:06:09.470Z"},{"_id":"615a33ae6e3cd1721ad71964","topicId":"615a33ac6e3cd1721ad7195e","verse":"Jeremiah 7:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p24007018_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v24007018-1\">18&nbsp;</b>The children gather wood, the fathers kindle fire, and the women knead dough, to make cakes for the queen of heaven. And they pour out drink offerings to other gods, to provoke me to anger.</p>\n</div>","kjv":"<strong>18</strong> The children gather wood, and the fathers kindle the fire, and the women knead their dough, to make cakes to the queen of heaven, and to pour out drink offerings unto other gods, that they may provoke me to anger.  ","niv":"<sup><strong>18</strong></sup> The children gather wood, the fathers light the fire, and the women knead the dough and make cakes of bread for the Queen of Heaven. They pour out drink offerings to other gods to provoke me to anger."},{"_id":"615a33ae6e3cd1721ad71965","topicId":"615a33ac6e3cd1721ad7195e","verse":"2 Kings 1:1-18","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-8\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-8\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-8\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-8\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-8\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-8\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"615a33af6e3cd1721ad71966","topicId":"615a33ac6e3cd1721ad7195e","verse":"Ecclesiastes 9:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p21009007_08-9\"><b class=\"verse-num\" id=\"v21009007-1\">7&nbsp;</b>Go, eat your bread with joy, and drink your wine with a merry heart, for God has already approved what you do.</p>\n</div>","kjv":"<strong>7</strong> Go thy way, eat thy bread with joy, and drink thy wine with a merry heart; for God now accepteth thy works.  ","niv":"<sup><strong>7</strong></sup> Go, eat your food with gladness, and drink your wine with a joyful heart, for it is now that God favors what you do.","modified":"2023-11-25T22:57:13.002Z"},{"_id":"615a33af6e3cd1721ad71967","topicId":"615a33ac6e3cd1721ad7195e","verse":"Ecclesiastes 3:13-15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p21003013_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n<p id=\"p21003013_01-10\"><b class=\"verse-num\" id=\"v21003014-1\">14&nbsp;</b>I perceived that whatever God does endures forever; nothing can be added to it, nor anything taken from it. God has done it, so that people fear before him. <b class=\"verse-num\" id=\"v21003015-1\">15&nbsp;</b>That which is, already has been; that which is to be, already has been; and God seeks what has been driven away.</p>\n\n</div>","kjv":"<strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  <strong>14</strong> I know that, whatsoever God doeth, it shall be for ever: nothing can be put to it, nor any thing taken from it: and God doeth it, that men should fear before him.  <strong>15</strong> That which hath been is now; and that which is to be hath already been; and God requireth that which is past.  ","niv":"<sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God. <sup><strong>14</strong></sup> I know that everything God does will endure forever; nothing can be added to it and nothing taken from it. God does it so that men will revere him. <sup><strong>15</strong></sup> Whatever is has already been, and what will be has been before; and God will call the past to account. ","modified":"2022-11-10T19:41:34.610Z"},{"_id":"615a33af6e3cd1721ad71968","topicId":"615a33ac6e3cd1721ad7195e","verse":"1 Kings 19:6","votes":12,"__v":0,"esv":"<div>\n<p id=\"p11019006_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v11019006-1\">6&nbsp;</b>And he looked, and behold, there was at his head a cake baked on hot stones and a jar of water. And he ate and drank and lay down again.</p>\n</div>","kjv":"<strong>6</strong> And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again.  ","niv":"<sup><strong>6</strong></sup> He looked around, and there by his head was a cake of bread baked over hot coals, and a jar of water. He ate and drank and then lay down again.","modified":"2023-09-19T12:50:31.021Z"}]}