{"_id":"615a34406e3cd1721ad71969","slug":"caleb","name":"Caleb","verses":[{"_id":"615a34406e3cd1721ad7196a","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:6-15","votes":88,"__v":0,"esv":"<div>\n\n<p id=\"p06014001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v06014001-1\">14:1&nbsp;</b>These are the inheritances that the people of Israel received in the land of Canaan, which Eleazar the priest and Joshua the son of Nun and the heads of the fathers’ houses of the tribes of the people of Israel gave them to inherit. <b class=\"verse-num\" id=\"v06014002-1\">2&nbsp;</b>Their inheritance was by lot, just as the LORD had commanded by the hand of Moses for the nine and one-half tribes. <b class=\"verse-num\" id=\"v06014003-1\">3&nbsp;</b>For Moses had given an inheritance to the two and one-half tribes beyond the Jordan, but to the Levites he gave no inheritance among them. <b class=\"verse-num\" id=\"v06014004-1\">4&nbsp;</b>For the people of Joseph were two tribes, Manasseh and Ephraim. And no portion was given to the Levites in the land, but only cities to dwell in, with their pasturelands for their livestock and their substance. <b class=\"verse-num\" id=\"v06014005-1\">5&nbsp;</b>The people of Israel did as the LORD commanded Moses; they allotted the land.</p>\n\n<p id=\"p06014005_11-19\"><b class=\"verse-num\" id=\"v06014006-1\">6&nbsp;</b>Then the people of Judah came to Joshua at Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him, “You know what the LORD said to Moses the man of God in Kadesh-barnea concerning you and me. <b class=\"verse-num\" id=\"v06014007-1\">7&nbsp;</b>I was forty years old when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land, and I brought him word again as it was in my heart. <b class=\"verse-num\" id=\"v06014008-1\">8&nbsp;</b>But my brothers who went up with me made the heart of the people melt; yet I wholly followed the LORD my God. <b class=\"verse-num\" id=\"v06014009-1\">9&nbsp;</b>And Moses swore on that day, saying, ‘Surely the land on which your foot has trodden shall be an inheritance for you and your children forever, because you have wholly followed the LORD my God.’ <b class=\"verse-num\" id=\"v06014010-1\">10&nbsp;</b>And now, behold, the LORD has kept me alive, just as he said, these forty-five years since the time that the LORD spoke this word to Moses, while Israel walked in the wilderness. And now, behold, I am this day eighty-five years old. <b class=\"verse-num\" id=\"v06014011-1\">11&nbsp;</b>I am still as strong today as I was in the day that Moses sent me; my strength now is as my strength was then, for war and for going and coming. <b class=\"verse-num\" id=\"v06014012-1\">12&nbsp;</b>So now give me this hill country of which the LORD spoke on that day, for you heard on that day how the Anakim were there, with great fortified cities. It may be that the LORD will be with me, and I shall drive them out just as the LORD said.”</p>\n<p id=\"p06014012_11-19\"><b class=\"verse-num\" id=\"v06014013-1\">13&nbsp;</b>Then Joshua blessed him, and he gave Hebron to Caleb the son of Jephunneh for an inheritance. <b class=\"verse-num\" id=\"v06014014-1\">14&nbsp;</b>Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the LORD, the God of Israel. <b class=\"verse-num\" id=\"v06014015-1\">15&nbsp;</b>Now the name of Hebron formerly was Kiriath-arba. (Arba was the greatest man among the Anakim.) And the land had rest from war.</p>\n\n</div>","kjv":"<strong>6</strong> Then the children of Judah came unto Joshua in Gilgal: and Caleb the son of Jephunneh the Kenezite said unto him, Thou knowest the thing that the LORD said unto Moses the man of God concerning me and thee in Kadesh-barnea.  <strong>7</strong> Forty years old was I when Moses the servant of the LORD sent me from Kadesh-barnea to espy out the land; and I brought him word again as it was in mine heart.  <strong>8</strong> Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the LORD my God.  <strong>9</strong> And Moses sware on that day, saying, Surely the land whereon thy feet have trodden shall be thine inheritance, and thy children’s for ever, because thou hast wholly followed the LORD my God.  <strong>10</strong> And now, behold, the LORD hath kept me alive, as he said, these forty and five years, even since the LORD spake this word unto Moses, while the children of Israel wandered in the wilderness: and now, lo, I am this day fourscore and five years old.  <strong>11</strong> As yet I am as strong this day as I was in the day that Moses sent me: as my strength was then, even so is  my strength now, for war, both to go out, and to come in.  <strong>12</strong> Now therefore give me this mountain, whereof the LORD spake in that day; for thou heardest in that day how the Anakims were there, and that the cities were great and fenced: if so be the LORD will be with me, then I shall be able to drive them out, as the LORD said.  <strong>13</strong> And Joshua blessed him, and gave unto Caleb the son of Jephunneh Hebron for an inheritance.  <strong>14</strong> Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenezite unto this day, because that he wholly followed the LORD God of Israel.  <strong>15</strong> And the name of Hebron before was Kirjath-arba; which Arba was a great man among the Anakims. And the land had rest from war.  ","niv":"<sup><strong>6</strong></sup> Now the men of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, \"You know what the LORD said to Moses the man of God at Kadesh Barnea about you and me. <sup><strong>7</strong></sup> I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions, <sup><strong>8</strong></sup> but my brothers who went up with me made the hearts of the people melt with fear. I, however, followed the LORD my God wholeheartedly. <sup><strong>9</strong></sup> So on that day Moses swore to me, 'The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the LORD my God wholeheartedly.' <sup><strong>10</strong></sup> \"Now then, just as the LORD promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the desert. So here I am today, eighty-five years old! <sup><strong>11</strong></sup> I am still as strong today as the day Moses sent me out; I'm just as vigorous to go out to battle now as I was then. <sup><strong>12</strong></sup> Now give me this hill country that the LORD promised me that day. You yourself heard then that the Anakites were there and their cities were large and fortified, but, the LORD helping me, I will drive them out just as he said.\" <sup><strong>13</strong></sup> Then Joshua blessed Caleb son of Jephunneh and gave him Hebron as his inheritance. <sup><strong>14</strong></sup> So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the LORD, the God of Israel, wholeheartedly. <sup><strong>15</strong></sup> (Hebron used to be called Kiriath Arba after Arba, who was the greatest man among the Anakites.) Then the land had rest from war. ","modified":"2022-10-09T14:06:24.753Z"},{"_id":"615a34406e3cd1721ad7196b","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 14:24","votes":82,"__v":0,"esv":"<div>\n<p id=\"p04014024_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014024-1\">24&nbsp;</b>But my servant Caleb, because he has a different spirit and has followed me fully, I will bring into the land into which he went, and his descendants shall possess it.</p>\n</div>","kjv":"<strong>24</strong> But my servant Caleb, because he had another spirit with him, and hath followed me fully, him will I bring into the land whereinto he went; and his seed shall possess it.  ","niv":"<sup><strong>24</strong></sup> But because my servant Caleb has a different spirit and follows me wholeheartedly, I will bring him into the land he went to, and his descendants will inherit it."},{"_id":"615a34416e3cd1721ad7196c","topicId":"615a34406e3cd1721ad71969","verse":"Psalm 26:1-12","votes":47,"__v":0,"esv":"<div>\n\n<h4 id=\"p19026001_06-3\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19026001_06-3\" class=\"line\"><b class=\"chapter-num\" id=\"v19026001-1\">26:1&nbsp;</b>&nbsp;&nbsp;Vindicate me, O LORD,</span><br><span id=\"p19026001_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have walked in my integrity,</span><br><span id=\"p19026001_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I have trusted in the LORD without wavering.</span><br><span id=\"p19026002_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026002-1\">2&nbsp;</b>&nbsp;&nbsp;Prove me, O LORD, and try me;</span><br><span id=\"p19026002_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;test my heart and my mind.</span><br><span id=\"p19026003_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026003-1\">3&nbsp;</b>&nbsp;&nbsp;For your steadfast love is before my eyes,</span><br><span id=\"p19026003_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I walk in your faithfulness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026004_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026004-1\">4&nbsp;</b>&nbsp;&nbsp;I do not sit with men of falsehood,</span><br><span id=\"p19026004_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor do I consort with hypocrites.</span><br><span id=\"p19026005_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026005-1\">5&nbsp;</b>&nbsp;&nbsp;I hate the assembly of evildoers,</span><br><span id=\"p19026005_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will not sit with the wicked.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026006_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026006-1\">6&nbsp;</b>&nbsp;&nbsp;I wash my hands in innocence</span><br><span id=\"p19026006_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and go around your altar, O LORD,</span><br><span id=\"p19026007_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026007-1\">7&nbsp;</b>&nbsp;&nbsp;proclaiming thanksgiving aloud,</span><br><span id=\"p19026007_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and telling all your wondrous deeds.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026008_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026008-1\">8&nbsp;</b>&nbsp;&nbsp;O LORD, I love the habitation of your house</span><br><span id=\"p19026008_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the place where your glory dwells.</span><br><span id=\"p19026009_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026009-1\">9&nbsp;</b>&nbsp;&nbsp;Do not sweep my soul away with sinners,</span><br><span id=\"p19026009_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor my life with bloodthirsty men,</span><br><span id=\"p19026010_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026010-1\">10&nbsp;</b>&nbsp;&nbsp;in whose hands are evil devices,</span><br><span id=\"p19026010_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and whose right hands are full of bribes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19026011_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026011-1\">11&nbsp;</b>&nbsp;&nbsp;But as for me, I shall walk in my integrity;</span><br><span id=\"p19026011_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;redeem me, and be gracious to me.</span><br><span id=\"p19026012_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19026012-1\">12&nbsp;</b>&nbsp;&nbsp;My foot stands on level ground;</span><br><span id=\"p19026012_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the great assembly I will bless the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Judge me, O LORD; for I have walked in mine integrity: I have trusted also in the LORD; therefore I shall not slide.  <strong>2</strong> Examine me, O LORD, and prove me; try my reins and my heart.  <strong>3</strong> For thy lovingkindness is before mine eyes: and I have walked in thy truth.  <strong>4</strong> I have not sat with vain persons, neither will I go in with dissemblers.  <strong>5</strong> I have hated the congregation of evildoers; and will not sit with the wicked.  <strong>6</strong> I will wash mine hands in innocency: so will I compass thine altar, O LORD:  <strong>7</strong> That I may publish with the voice of thanksgiving, and tell of all thy wondrous works.  <strong>8</strong> LORD, I have loved the habitation of thy house, and the place where thine honour dwelleth.  <strong>9</strong> Gather not my soul with sinners, nor my life with bloody men:  <strong>10</strong> In whose hands is mischief, and their right hand is full of bribes.  <strong>11</strong> But as for me, I will walk in mine integrity: redeem me, and be merciful unto me.  <strong>12</strong> My foot standeth in an even place: in the congregations will I bless the LORD.  ","niv":"<sup><strong>1</strong></sup> Vindicate me, O LORD, for I have led a blameless life; I have trusted in the LORD without wavering. <sup><strong>2</strong></sup> Test me, O LORD, and try me, examine my heart and my mind; <sup><strong>3</strong></sup> for your love is ever before me, and I walk continually in your truth. <sup><strong>4</strong></sup> I do not sit with deceitful men, nor do I consort with hypocrites; <sup><strong>5</strong></sup> I abhor the assembly of evildoers and refuse to sit with the wicked. <sup><strong>6</strong></sup> I wash my hands in innocence, and go about your altar, O LORD, <sup><strong>7</strong></sup> proclaiming aloud your praise and telling of all your wonderful deeds. <sup><strong>8</strong></sup> I love the house where you live, O LORD, the place where your glory dwells. <sup><strong>9</strong></sup> Do not take away my soul along with sinners, my life with bloodthirsty men, <sup><strong>10</strong></sup> in whose hands are wicked schemes, whose right hands are full of bribes. <sup><strong>11</strong></sup> But I lead a blameless life; redeem me and be merciful to me. <sup><strong>12</strong></sup> My feet stand on level ground; in the great assembly I will praise the LORD. ","modified":"2023-03-22T20:36:06.785Z"},{"_id":"615a34416e3cd1721ad7196d","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:7-10","votes":40,"__v":0,"esv":"<div>\n<p id=\"p06014007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v06014007-1\">7&nbsp;</b>I was forty years old when Moses the servant of the LORD sent me from Kadesh-barnea to spy out the land, and I brought him word again as it was in my heart. <b class=\"verse-num\" id=\"v06014008-1\">8&nbsp;</b>But my brothers who went up with me made the heart of the people melt; yet I wholly followed the LORD my God. <b class=\"verse-num\" id=\"v06014009-1\">9&nbsp;</b>And Moses swore on that day, saying, ‘Surely the land on which your foot has trodden shall be an inheritance for you and your children forever, because you have wholly followed the LORD my God.’ <b class=\"verse-num\" id=\"v06014010-1\">10&nbsp;</b>And now, behold, the LORD has kept me alive, just as he said, these forty-five years since the time that the LORD spoke this word to Moses, while Israel walked in the wilderness. And now, behold, I am this day eighty-five years old.</p>\n</div>","kjv":"<strong>7</strong> Forty years old was I when Moses the servant of the LORD sent me from Kadesh-barnea to espy out the land; and I brought him word again as it was in mine heart.  <strong>8</strong> Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the LORD my God.  <strong>9</strong> And Moses sware on that day, saying, Surely the land whereon thy feet have trodden shall be thine inheritance, and thy children’s for ever, because thou hast wholly followed the LORD my God.  <strong>10</strong> And now, behold, the LORD hath kept me alive, as he said, these forty and five years, even since the LORD spake this word unto Moses, while the children of Israel wandered in the wilderness: and now, lo, I am this day fourscore and five years old.  ","niv":"<sup><strong>7</strong></sup> I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions, <sup><strong>8</strong></sup> but my brothers who went up with me made the hearts of the people melt with fear. I, however, followed the LORD my God wholeheartedly. <sup><strong>9</strong></sup> So on that day Moses swore to me, 'The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the LORD my God wholeheartedly.' <sup><strong>10</strong></sup> \"Now then, just as the LORD promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the desert. So here I am today, eighty-five years old! "},{"_id":"615a34416e3cd1721ad7196e","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 32:11-13","votes":33,"__v":0,"esv":"<div>\n<p id=\"p04032011_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v04032011-1\">11&nbsp;</b>‘Surely none of the men who came up out of Egypt, from twenty years old and upward, shall see the land that I swore to give to Abraham, to Isaac, and to Jacob, because they have not wholly followed me, <b class=\"verse-num\" id=\"v04032012-1\">12&nbsp;</b>none except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have wholly followed the LORD.’ <b class=\"verse-num\" id=\"v04032013-1\">13&nbsp;</b>And the LORD’s anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation that had done evil in the sight of the LORD was gone.</p>\n</div>","kjv":"<strong>11</strong> Surely none of the men that came up out of Egypt, from twenty years old and upward, shall see the land which I sware unto Abraham, unto Isaac, and unto Jacob; because they have not wholly followed me:  <strong>12</strong> Save Caleb the son of Jephunneh the Kenezite, and Joshua the son of Nun: for they have wholly followed the LORD.  <strong>13</strong> And the LORD’S anger was kindled against Israel, and he made them wander in the wilderness forty years, until all the generation, that had done evil in the sight of the LORD, was consumed.  ","niv":"<sup><strong>11</strong></sup> 'Because they have not followed me wholeheartedly, not one of the men twenty years old or more who came up out of Egypt will see the land I promised on oath to Abraham, Isaac and Jacob- <sup><strong>12</strong></sup> not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the LORD wholeheartedly.' <sup><strong>13</strong></sup> The LORD's anger burned against Israel and he made them wander in the desert forty years, until the whole generation of those who had done evil in his sight was gone. "},{"_id":"615a34416e3cd1721ad7196f","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 13:26-30","votes":31,"__v":0,"esv":"<div>\n<p id=\"p04013026_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v04013026-1\">26&nbsp;</b>And they came to Moses and Aaron and to all the congregation of the people of Israel in the wilderness of Paran, at Kadesh. They brought back word to them and to all the congregation, and showed them the fruit of the land. <b class=\"verse-num\" id=\"v04013027-1\">27&nbsp;</b>And they told him, “We came to the land to which you sent us. It flows with milk and honey, and this is its fruit. <b class=\"verse-num\" id=\"v04013028-1\">28&nbsp;</b>However, the people who dwell in the land are strong, and the cities are fortified and very large. And besides, we saw the descendants of Anak there. <b class=\"verse-num\" id=\"v04013029-1\">29&nbsp;</b>The Amalekites dwell in the land of the Negeb. The Hittites, the Jebusites, and the Amorites dwell in the hill country. And the Canaanites dwell by the sea, and along the Jordan.”</p>\n<p id=\"p04013029_01-6\"><b class=\"verse-num\" id=\"v04013030-1\">30&nbsp;</b>But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”</p>\n</div>","kjv":"<strong>26</strong> And they went and came to Moses, and to Aaron, and to all the congregation of the children of Israel, unto the wilderness of Paran, to Kadesh; and brought back word unto them, and unto all the congregation, and shewed them the fruit of the land.  <strong>27</strong> And they told him, and said, We came unto the land whither thou sentest us, and surely it floweth with milk and honey; and this is the fruit of it.  <strong>28</strong> Nevertheless the people be strong that dwell in the land, and the cities are walled, and very great: and moreover we saw the children of Anak there.  <strong>29</strong> The Amalekites dwell in the land of the south: and the Hittites, and the Jebusites, and the Amorites, dwell in the mountains: and the Canaanites dwell by the sea, and by the coast of Jordan.  <strong>30</strong> And Caleb stilled the people before Moses, and said, Let us go up at once, and possess it; for we are well able to overcome it.  ","niv":"<sup><strong>26</strong></sup> They came back to Moses and Aaron and the whole Israelite community at Kadesh in the Desert of Paran. There they reported to them and to the whole assembly and showed them the fruit of the land. <sup><strong>27</strong></sup> They gave Moses this account: \"We went into the land to which you sent us, and it does flow with milk and honey! Here is its fruit. <sup><strong>28</strong></sup> But the people who live there are powerful, and the cities are fortified and very large. We even saw descendants of Anak there. <sup><strong>29</strong></sup> The Amalekites live in the Negev; the Hittites, Jebusites and Amorites live in the hill country; and the Canaanites live near the sea and along the Jordan.\" <sup><strong>30</strong></sup> Then Caleb silenced the people before Moses and said, \"We should go up and take possession of the land, for we can certainly do it.\" "},{"_id":"615a34426e3cd1721ad71970","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 14:30","votes":30,"__v":0,"esv":"<div>\n<p id=\"p04014030_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014030-1\">30&nbsp;</b>not one shall come into the land where I swore that I would make you dwell, except Caleb the son of Jephunneh and Joshua the son of Nun.</p>\n</div>","kjv":"<strong>30</strong> Doubtless ye shall not come into the land, concerning which I sware to make you dwell therein, save Caleb the son of Jephunneh, and Joshua the son of Nun.  ","niv":"<sup><strong>30</strong></sup> Not one of you will enter the land I swore with uplifted hand to make your home, except Caleb son of Jephunneh and Joshua son of Nun."},{"_id":"615a34426e3cd1721ad71971","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 15:13-16","votes":29,"__v":0,"esv":"<div>\n<p id=\"p06015013_01-8\"><b class=\"verse-num\" id=\"v06015013-1\">13&nbsp;</b>According to the commandment of the LORD to Joshua, he gave to Caleb the son of Jephunneh a portion among the people of Judah, Kiriath-arba, that is, Hebron (Arba was the father of Anak). <b class=\"verse-num\" id=\"v06015014-1\">14&nbsp;</b>And Caleb drove out from there the three sons of Anak, Sheshai and Ahiman and Talmai, the descendants of Anak. <b class=\"verse-num\" id=\"v06015015-1\">15&nbsp;</b>And he went up from there against the inhabitants of Debir. Now the name of Debir formerly was Kiriath-sepher. <b class=\"verse-num\" id=\"v06015016-1\">16&nbsp;</b>And Caleb said, “Whoever strikes Kiriath-sepher and captures it, to him will I give Achsah my daughter as wife.”</p>\n</div>","kjv":"<strong>13</strong> And unto Caleb the son of Jephunneh he gave a part among the children of Judah, according to the commandment of the LORD to Joshua, even  the city of Arba the father of Anak, which city is Hebron.  <strong>14</strong> And Caleb drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak.  <strong>15</strong> And he went up thence to the inhabitants of Debir: and the name of Debir before was Kirjath-sepher.  <strong>16</strong> And Caleb said, He that smiteth Kirjath-sepher, and taketh it, to him will I give Achsah my daughter to wife.  ","niv":"<sup><strong>13</strong></sup> In accordance with the LORD's command to him, Joshua gave to Caleb son of Jephunneh a portion in Judah-Kiriath Arba, that is, Hebron. (Arba was the forefather of Anak.) <sup><strong>14</strong></sup> From Hebron Caleb drove out the three Anakites-Sheshai, Ahiman and Talmai-descendants of Anak. <sup><strong>15</strong></sup> From there he marched against the people living in Debir (formerly called Kiriath Sepher). <sup><strong>16</strong></sup> And Caleb said, \"I will give my daughter Acsah in marriage to the man who attacks and captures Kiriath Sepher.\" "},{"_id":"615a34426e3cd1721ad71972","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 14:6-9","votes":28,"__v":0,"esv":"<div>\n<p id=\"p04014006_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014006-1\">6&nbsp;</b>And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who had spied out the land, tore their clothes <b class=\"verse-num\" id=\"v04014007-1\">7&nbsp;</b>and said to all the congregation of the people of Israel, “The land, which we passed through to spy it out, is an exceedingly good land. <b class=\"verse-num\" id=\"v04014008-1\">8&nbsp;</b>If the LORD delights in us, he will bring us into this land and give it to us, a land that flows with milk and honey. <b class=\"verse-num\" id=\"v04014009-1\">9&nbsp;</b>Only do not rebel against the LORD. And do not fear the people of the land, for they are bread for us. Their protection is removed from them, and the LORD is with us; do not fear them.”</p>\n</div>","kjv":"<strong>6</strong> And Joshua the son of Nun, and Caleb the son of Jephunneh, which were of them that searched the land, rent their clothes:  <strong>7</strong> And they spake unto all the company of the children of Israel, saying, The land, which we passed through to search it, is an exceeding good land.  <strong>8</strong> If the LORD delight in us, then he will bring us into this land, and give it us; a land which floweth with milk and honey.  <strong>9</strong> Only rebel not ye against the LORD, neither fear ye the people of the land; for they are bread for us: their defence is departed from them, and the LORD is with us: fear them not.  ","niv":"<sup><strong>6</strong></sup> Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes <sup><strong>7</strong></sup> and said to the entire Israelite assembly, \"The land we passed through and explored is exceedingly good. <sup><strong>8</strong></sup> If the LORD is pleased with us, he will lead us into that land, a land flowing with milk and honey, and will give it to us. <sup><strong>9</strong></sup> Only do not rebel against the LORD. And do not be afraid of the people of the land, because we will swallow them up. Their protection is gone, but the LORD is with us. Do not be afraid of them.\" "},{"_id":"615a34436e3cd1721ad71973","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 13:6","votes":25,"__v":0,"esv":"<div>\n<p id=\"p04013006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v04013006-1\">6&nbsp;</b>from the tribe of Judah, Caleb the son of Jephunneh;</p>\n</div>","kjv":"<strong>6</strong> Of the tribe of Judah, Caleb the son of Jephunneh.  ","niv":"<sup><strong>6</strong></sup> from the tribe of Judah, Caleb son of Jephunneh;"},{"_id":"615a34436e3cd1721ad71974","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 26:63-65","votes":24,"__v":0,"esv":"<div>\n<p id=\"p04026063_01-11\"><b class=\"verse-num\" id=\"v04026063-1\">63&nbsp;</b>These were those listed by Moses and Eleazar the priest, who listed the people of Israel in the plains of Moab by the Jordan at Jericho. <b class=\"verse-num\" id=\"v04026064-1\">64&nbsp;</b>But among these there was not one of those listed by Moses and Aaron the priest, who had listed the people of Israel in the wilderness of Sinai. <b class=\"verse-num\" id=\"v04026065-1\">65&nbsp;</b>For the LORD had said of them, “They shall die in the wilderness.” Not one of them was left, except Caleb the son of Jephunneh and Joshua the son of Nun.</p>\n</div>","kjv":"<strong>63</strong> These are they that were numbered by Moses and Eleazar the priest, who numbered the children of Israel in the plains of Moab by Jordan near Jericho.  <strong>64</strong> But among these there was not a man of them whom Moses and Aaron the priest numbered, when they numbered the children of Israel in the wilderness of Sinai.  <strong>65</strong> For the LORD had said of them, They shall surely die in the wilderness. And there was not left a man of them, save Caleb the son of Jephunneh, and Joshua the son of Nun.  ","niv":"<sup><strong>63</strong></sup> These are the ones counted by Moses and Eleazar the priest when they counted the Israelites on the plains of Moab by the Jordan across from Jericho. <sup><strong>64</strong></sup> Not one of them was among those counted by Moses and Aaron the priest when they counted the Israelites in the Desert of Sinai. <sup><strong>65</strong></sup> For the LORD had told those Israelites they would surely die in the desert, and not one of them was left except Caleb son of Jephunneh and Joshua son of Nun. "},{"_id":"615a34436e3cd1721ad71975","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 14:38","votes":20,"__v":0,"esv":"<div>\n<p id=\"p04014038_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014038-1\">38&nbsp;</b>Of those men who went to spy out the land, only Joshua the son of Nun and Caleb the son of Jephunneh remained alive.</p>\n</div>","kjv":"<strong>38</strong> But Joshua the son of Nun, and Caleb the son of Jephunneh, which were of the men that went to search the land, lived still.  ","niv":"<sup><strong>38</strong></sup> Of the men who went to explore the land, only Joshua son of Nun and Caleb son of Jephunneh survived."},{"_id":"615a34446e3cd1721ad71976","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 13:30","votes":16,"__v":0,"esv":"<div>\n<p id=\"p04013030_01-13\"><b class=\"verse-num\" id=\"v04013030-1\">30&nbsp;</b>But Caleb quieted the people before Moses and said, “Let us go up at once and occupy it, for we are well able to overcome it.”</p>\n</div>","kjv":"<strong>30</strong> And Caleb stilled the people before Moses, and said, Let us go up at once, and possess it; for we are well able to overcome it.  ","niv":"<sup><strong>30</strong></sup> Then Caleb silenced the people before Moses and said, \"We should go up and take possession of the land, for we can certainly do it.\""},{"_id":"615a34446e3cd1721ad71977","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 34:19","votes":15,"__v":0,"esv":"<div>\n<p id=\"p04034019_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v04034019-1\">19&nbsp;</b>These are the names of the men: Of the tribe of Judah, Caleb the son of Jephunneh.</p>\n</div>","kjv":"<strong>19</strong> And the names of the men are these: Of the tribe of Judah, Caleb the son of Jephunneh.  ","niv":"<sup><strong>19</strong></sup> These are their names: Caleb son of Jephunneh, from the tribe of Judah;","modified":"2022-11-26T15:29:16.103Z"},{"_id":"615a34446e3cd1721ad71978","topicId":"615a34406e3cd1721ad71969","verse":"1 Chronicles 4:15","votes":15,"__v":0,"esv":"<div>\n<p id=\"p13004015_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v13004015-1\">15&nbsp;</b>The sons of Caleb the son of Jephunneh: Iru, Elah, and Naam; and the son of Elah: Kenaz.</p>\n\n</div>","kjv":"<strong>15</strong> And the sons of Caleb the son of Jephunneh; Iru, Elah, and Naam: and the sons of Elah, even Kenaz.  ","niv":"<sup><strong>15</strong></sup> The sons of Caleb son of Jephunneh: Iru, Elah and Naam. The son of Elah: Kenaz."},{"_id":"615a34446e3cd1721ad71979","topicId":"615a34406e3cd1721ad71969","verse":"Romans 4:16","votes":13,"__v":0,"esv":"<div>\n<p id=\"p45004016_01-17\"><b class=\"verse-num\" id=\"v45004016-1\">16&nbsp;</b>That is why it depends on faith, in order that the promise may rest on grace and be guaranteed to all his offspring—not only to the adherent of the law but also to the one who shares the faith of Abraham, who is the father of us all,</p>\n</div>","kjv":"<strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  ","niv":"<sup><strong>16</strong></sup> Therefore, the promise comes by faith, so that it may be by grace and may be guaranteed to all Abraham's offspring--not only to those who are of the law but also to those who are of the faith of Abraham. He is the father of us all."},{"_id":"615a34456e3cd1721ad7197a","topicId":"615a34406e3cd1721ad71969","verse":"Galatians 6:9","votes":8,"__v":0,"esv":"<div>\n<p id=\"p48006009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up.</p>\n</div>","kjv":"<strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  ","niv":"<sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.","modified":"2023-04-25T15:12:04.479Z"},{"_id":"615a34456e3cd1721ad7197b","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:1-15","votes":8,"__v":0,"kjv":"<strong>1</strong> And these are the countries which the children of Israel inherited in the land of Canaan, which Eleazar the priest, and Joshua the son of Nun, and the heads of the fathers of the tribes of the children of Israel, distributed for inheritance to them.  <strong>2</strong> By lot was their inheritance, as the LORD commanded by the hand of Moses, for the nine tribes, and for the half tribe.  <strong>3</strong> For Moses had given the inheritance of two tribes and an half tribe on the other side Jordan: but unto the Levites he gave none inheritance among them.  <strong>4</strong> For the children of Joseph were two tribes, Manasseh and Ephraim: therefore they gave no part unto the Levites in the land, save cities to dwell in, with their suburbs for their cattle and for their substance.  <strong>5</strong> As the LORD commanded Moses, so the children of Israel did, and they divided the land.  <strong>6</strong> Then the children of Judah came unto Joshua in Gilgal: and Caleb the son of Jephunneh the Kenezite said unto him, Thou knowest the thing that the LORD said unto Moses the man of God concerning me and thee in Kadesh-barnea.  <strong>7</strong> Forty years old was I when Moses the servant of the LORD sent me from Kadesh-barnea to espy out the land; and I brought him word again as it was in mine heart.  <strong>8</strong> Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the LORD my God.  <strong>9</strong> And Moses sware on that day, saying, Surely the land whereon thy feet have trodden shall be thine inheritance, and thy children’s for ever, because thou hast wholly followed the LORD my God.  <strong>10</strong> And now, behold, the LORD hath kept me alive, as he said, these forty and five years, even since the LORD spake this word unto Moses, while the children of Israel wandered in the wilderness: and now, lo, I am this day fourscore and five years old.  <strong>11</strong> As yet I am as strong this day as I was in the day that Moses sent me: as my strength was then, even so is  my strength now, for war, both to go out, and to come in.  <strong>12</strong> Now therefore give me this mountain, whereof the LORD spake in that day; for thou heardest in that day how the Anakims were there, and that the cities were great and fenced: if so be the LORD will be with me, then I shall be able to drive them out, as the LORD said.  <strong>13</strong> And Joshua blessed him, and gave unto Caleb the son of Jephunneh Hebron for an inheritance.  <strong>14</strong> Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenezite unto this day, because that he wholly followed the LORD God of Israel.  <strong>15</strong> And the name of Hebron before was Kirjath-arba; which Arba was a great man among the Anakims. And the land had rest from war.  ","niv":"<sup><strong>1</strong></sup> Now these are the areas the Israelites received as an inheritance in the land of Canaan, which Eleazar the priest, Joshua son of Nun and the heads of the tribal clans of Israel allotted to them. <sup><strong>2</strong></sup> Their inheritances were assigned by lot to the nine-and-a-half tribes, as the LORD had commanded through Moses. <sup><strong>3</strong></sup> Moses had granted the two-and-a-half tribes their inheritance east of the Jordan but had not granted the Levites an inheritance among the rest, <sup><strong>4</strong></sup> for the sons of Joseph had become two tribes-Manasseh and Ephraim. The Levites received no share of the land but only towns to live in, with pasturelands for their flocks and herds. <sup><strong>5</strong></sup> So the Israelites divided the land, just as the LORD had commanded Moses. <sup><strong>6</strong></sup> Now the men of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, \"You know what the LORD said to Moses the man of God at Kadesh Barnea about you and me. <sup><strong>7</strong></sup> I was forty years old when Moses the servant of the LORD sent me from Kadesh Barnea to explore the land. And I brought him back a report according to my convictions, <sup><strong>8</strong></sup> but my brothers who went up with me made the hearts of the people melt with fear. I, however, followed the LORD my God wholeheartedly. <sup><strong>9</strong></sup> So on that day Moses swore to me, 'The land on which your feet have walked will be your inheritance and that of your children forever, because you have followed the LORD my God wholeheartedly.' <sup><strong>10</strong></sup> \"Now then, just as the LORD promised, he has kept me alive for forty-five years since the time he said this to Moses, while Israel moved about in the desert. So here I am today, eighty-five years old! <sup><strong>11</strong></sup> I am still as strong today as the day Moses sent me out; I'm just as vigorous to go out to battle now as I was then. <sup><strong>12</strong></sup> Now give me this hill country that the LORD promised me that day. You yourself heard then that the Anakites were there and their cities were large and fortified, but, the LORD helping me, I will drive them out just as he said.\" <sup><strong>13</strong></sup> Then Joshua blessed Caleb son of Jephunneh and gave him Hebron as his inheritance. <sup><strong>14</strong></sup> So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the LORD, the God of Israel, wholeheartedly. <sup><strong>15</strong></sup> (Hebron used to be called Kiriath Arba after Arba, who was the greatest man among the Anakites.) Then the land had rest from war. ","modified":"2023-04-08T03:36:04.791Z"},{"_id":"615a34456e3cd1721ad7197c","topicId":"615a34406e3cd1721ad71969","verse":"Romans 5:8-12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us. <b class=\"verse-num\" id=\"v45005009-1\">9&nbsp;</b>Since, therefore, we have now been justified by his blood, much more shall we be saved by him from the wrath of God. <b class=\"verse-num\" id=\"v45005010-1\">10&nbsp;</b>For if while we were enemies we were reconciled to God by the death of his Son, much more, now that we are reconciled, shall we be saved by his life. <b class=\"verse-num\" id=\"v45005011-1\">11&nbsp;</b>More than that, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.</p>\n\n<p id=\"p45005011_07-20\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us. <sup><strong>9</strong></sup> Since we have now been justified by his blood, how much more shall we be saved from God's wrath through him! <sup><strong>10</strong></sup> For if, when we were God's enemies, we were reconciled to him through the death of his Son, how much more, having been reconciled, shall we be saved through his life! <sup><strong>11</strong></sup> Not only is this so, but we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation. <sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned-- ","modified":"2022-09-20T21:45:34.944Z"},{"_id":"615a34466e3cd1721ad7197d","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 32:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p04032012_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v04032012-1\">12&nbsp;</b>none except Caleb the son of Jephunneh the Kenizzite and Joshua the son of Nun, for they have wholly followed the LORD.’</p>\n</div>","kjv":"<strong>12</strong> Save Caleb the son of Jephunneh the Kenezite, and Joshua the son of Nun: for they have wholly followed the LORD.  ","niv":"<sup><strong>12</strong></sup> not one except Caleb son of Jephunneh the Kenizzite and Joshua son of Nun, for they followed the LORD wholeheartedly.'"},{"_id":"615a34466e3cd1721ad7197e","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:14","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06014014_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v06014014-1\">14&nbsp;</b>Therefore Hebron became the inheritance of Caleb the son of Jephunneh the Kenizzite to this day, because he wholly followed the LORD, the God of Israel.</p>\n</div>","kjv":"<strong>14</strong> Hebron therefore became the inheritance of Caleb the son of Jephunneh the Kenezite unto this day, because that he wholly followed the LORD God of Israel.  ","niv":"<sup><strong>14</strong></sup> So Hebron has belonged to Caleb son of Jephunneh the Kenizzite ever since, because he followed the LORD, the God of Israel, wholeheartedly."},{"_id":"615a34466e3cd1721ad7197f","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:8","votes":6,"__v":0,"esv":"<div>\n<p id=\"p06014008_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v06014008-1\">8&nbsp;</b>But my brothers who went up with me made the heart of the people melt; yet I wholly followed the LORD my God.</p>\n</div>","kjv":"<strong>8</strong> Nevertheless my brethren that went up with me made the heart of the people melt: but I wholly followed the LORD my God.  ","niv":"<sup><strong>8</strong></sup> but my brothers who went up with me made the hearts of the people melt with fear. I, however, followed the LORD my God wholeheartedly."},{"_id":"615a34476e3cd1721ad71980","topicId":"615a34406e3cd1721ad71969","verse":"Numbers 14:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p04014006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v04014006-1\">6&nbsp;</b>And Joshua the son of Nun and Caleb the son of Jephunneh, who were among those who had spied out the land, tore their clothes</p>\n</div>","kjv":"<strong>6</strong> And Joshua the son of Nun, and Caleb the son of Jephunneh, which were of them that searched the land, rent their clothes:  ","niv":"<sup><strong>6</strong></sup> Joshua son of Nun and Caleb son of Jephunneh, who were among those who had explored the land, tore their clothes"},{"_id":"615a34476e3cd1721ad71981","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 15:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p06015014_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v06015014-1\">14&nbsp;</b>And Caleb drove out from there the three sons of Anak, Sheshai and Ahiman and Talmai, the descendants of Anak.</p>\n</div>","kjv":"<strong>14</strong> And Caleb drove thence the three sons of Anak, Sheshai, and Ahiman, and Talmai, the children of Anak.  ","niv":"<sup><strong>14</strong></sup> From Hebron Caleb drove out the three Anakites-Sheshai, Ahiman and Talmai-descendants of Anak."},{"_id":"615a34476e3cd1721ad71982","topicId":"615a34406e3cd1721ad71969","verse":"Joshua 14:6","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p06014006_05-26\"><b class=\"verse-num\" id=\"v06014006-1\">6&nbsp;</b>Then the people of Judah came to Joshua at Gilgal. And Caleb the son of Jephunneh the Kenizzite said to him, “You know what the LORD said to Moses the man of God in Kadesh-barnea concerning you and me.</p>\n</div>","kjv":"<strong>6</strong> Then the children of Judah came unto Joshua in Gilgal: and Caleb the son of Jephunneh the Kenezite said unto him, Thou knowest the thing that the LORD said unto Moses the man of God concerning me and thee in Kadesh-barnea.  ","niv":"<sup><strong>6</strong></sup> Now the men of Judah approached Joshua at Gilgal, and Caleb son of Jephunneh the Kenizzite said to him, \"You know what the LORD said to Moses the man of God at Kadesh Barnea about you and me."}]}