{"_id":"615a3a893d0a7d05a9b5695a","slug":"cameras","name":"Cameras","verses":[{"_id":"615a3a893d0a7d05a9b5695b","topicId":"615a3a893d0a7d05a9b5695a","verse":"1 John 4:12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62004012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n</div>","kjv":"<strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  ","niv":"<sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us."},{"_id":"615a3a893d0a7d05a9b5695c","topicId":"615a3a893d0a7d05a9b5695a","verse":"Matthew 16:15-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40016015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016015-1\">15&nbsp;</b>He said to them, <span class=\"woc\">“But who do you say that I am?”</span> <b class=\"verse-num\" id=\"v40016016-1\">16&nbsp;</b>Simon Peter replied, “You are the Christ, the Son of the living God.” <b class=\"verse-num\" id=\"v40016017-1\">17&nbsp;</b>And Jesus answered him, <span class=\"woc\">“Blessed are you, Simon Bar-Jonah! For flesh and blood has not revealed this to you, but my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>15</strong> He saith unto them, But whom say ye that I am?  <strong>16</strong> And Simon Peter answered and said, Thou art the Christ, the Son of the living God.  <strong>17</strong> And Jesus answered and said unto him, Blessed art thou, Simon Barjona: for flesh and blood hath not revealed it unto thee, but my Father which is in heaven.  <strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>15</strong></sup> \"But what about you?\" he asked. \"Who do you say I am?\" <sup><strong>16</strong></sup> Simon Peter answered, \"You are the Christ, the Son of the living God.\" <sup><strong>17</strong></sup> Jesus replied, \"Blessed are you, Simon son of Jonah, for this was not revealed to you by man, but by my Father in heaven. <sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it. "},{"_id":"615a3a893d0a7d05a9b5695d","topicId":"615a3a893d0a7d05a9b5695a","verse":"Matthew 5:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40005011_01-3\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n</div>","kjv":"<strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  ","niv":"<sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. "},{"_id":"615a3a8a3d0a7d05a9b5695e","topicId":"615a3a893d0a7d05a9b5695a","verse":"Job 26:7","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18026007_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v18026007-1\">7&nbsp;</b>&nbsp;&nbsp;He stretches out the north over the void</span><br><span id=\"p18026007_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hangs the earth on nothing.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> He stretcheth out the north over the empty place, and hangeth the earth upon nothing.  ","niv":"<sup><strong>7</strong></sup> He spreads out the northern skies over empty space; he suspends the earth over nothing.","modified":"2023-02-03T21:08:36.966Z"},{"_id":"615a3a8a3d0a7d05a9b5695f","topicId":"615a3a893d0a7d05a9b5695a","verse":"Job 19:1-21:34","votes":2,"__v":0,"kjv":"<strong>1</strong> Then Job answered and said,  <strong>2</strong> How long will ye vex my soul, and break me in pieces with words?  <strong>3</strong> These ten times have ye reproached me: ye are not ashamed that  ye make yourselves strange to me.  <strong>4</strong> And be it indeed that I have erred, mine error remaineth with myself.  <strong>5</strong> If indeed ye will magnify yourselves against me, and plead against me my reproach:  <strong>6</strong> Know now that God hath overthrown me, and hath compassed me with his net.  <strong>7</strong> Behold, I cry out of wrong, but I am not heard: I cry aloud, but there is no judgment.  <strong>8</strong> He hath fenced up my way that I cannot pass, and he hath set darkness in my paths.  <strong>9</strong> He hath stripped me of my glory, and taken the crown from  my head.  <strong>10</strong> He hath destroyed me on every side, and I am gone: and mine hope hath he removed like a tree.  <strong>11</strong> He hath also kindled his wrath against me, and he counteth me unto him as one of his enemies.  <strong>12</strong> His troops come together, and raise up their way against me, and encamp round about my tabernacle.  <strong>13</strong> He hath put my brethren far from me, and mine acquaintance are verily estranged from me.  <strong>14</strong> My kinsfolk have failed, and my familiar friends have forgotten me.  <strong>15</strong> They that dwell in mine house, and my maids, count me for a stranger: I am an alien in their sight.  <strong>16</strong> I called my servant, and he gave me no answer; I intreated him with my mouth.  <strong>17</strong> My breath is strange to my wife, though I intreated for the children’s sake of mine own body.  <strong>18</strong> Yea, young children despised me; I arose, and they spake against me.  <strong>19</strong> All my inward friends abhorred me: and they whom I loved are turned against me.  <strong>20</strong> My bone cleaveth to my skin and to my flesh, and I am escaped with the skin of my teeth.  <strong>21</strong> Have pity upon me, have pity upon me, O ye my friends; for the hand of God hath touched me.  <strong>22</strong> Why do ye persecute me as God, and are not satisfied with my flesh?  <strong>23</strong> Oh that my words were now written! oh that they were printed in a book!  <strong>24</strong> That they were graven with an iron pen and lead in the rock for ever!  <strong>25</strong> For I know that my redeemer liveth, and that he shall stand at the latter day upon the earth:  <strong>26</strong> And though after my skin worms destroy this body, yet in my flesh shall I see God:  <strong>27</strong> Whom I shall see for myself, and mine eyes shall behold, and not another; though my reins be consumed within me.  <strong>28</strong> But ye should say, Why persecute we him, seeing the root of the matter is found in me?  <strong>29</strong> Be ye afraid of the sword: for wrath bringeth the punishments of the sword, that ye may know there is a judgment.  <strong>1</strong> Then answered Zophar the Naamathite, and said,  <strong>2</strong> Therefore do my thoughts cause me to answer, and for this  I make haste.  <strong>3</strong> I have heard the check of my reproach, and the spirit of my understanding causeth me to answer.  <strong>4</strong> Knowest thou not this of old, since man was placed upon earth,  <strong>5</strong> That the triumphing of the wicked is short, and the joy of the hypocrite but for a moment?  <strong>6</strong> Though his excellency mount up to the heavens, and his head reach unto the clouds;  <strong>7</strong> Yet he shall perish for ever like his own dung: they which have seen him shall say, Where is he?  <strong>8</strong> He shall fly away as a dream, and shall not be found: yea, he shall be chased away as a vision of the night.  <strong>9</strong> The eye also which saw him shall see him no more; neither shall his place any more behold him.  <strong>10</strong> His children shall seek to please the poor, and his hands shall restore their goods.  <strong>11</strong> His bones are full of the sin of his youth, which shall lie down with him in the dust.  <strong>12</strong> Though wickedness be sweet in his mouth, though he hide it under his tongue;  <strong>13</strong> Though he spare it, and forsake it not; but keep it still within his mouth:  <strong>14</strong> Yet his meat in his bowels is turned, it is the gall of asps within him.  <strong>15</strong> He hath swallowed down riches, and he shall vomit them up again: God shall cast them out of his belly.  <strong>16</strong> He shall suck the poison of asps: the viper’s tongue shall slay him.  <strong>17</strong> He shall not see the rivers, the floods, the brooks of honey and butter.  <strong>18</strong> That which he laboured for shall he restore, and shall not swallow it down: according to his substance shall the restitution be, and he shall not rejoice therein.  <strong>19</strong> Because he hath oppressed and hath forsaken the poor; because he hath violently taken away an house which he builded not;  <strong>20</strong> Surely he shall not feel quietness in his belly, he shall not save of that which he desired.  <strong>21</strong> There shall none of his meat be left; therefore shall no man look for his goods.  <strong>22</strong> In the fulness of his sufficiency he shall be in straits: every hand of the wicked shall come upon him.  <strong>23</strong> When he is about to fill his belly, God shall cast the fury of his wrath upon him, and shall rain it upon him while he is eating.  <strong>24</strong> He shall flee from the iron weapon, and the bow of steel shall strike him through.  <strong>25</strong> It is drawn, and cometh out of the body; yea, the glittering sword cometh out of his gall: terrors are upon him.  <strong>26</strong> All darkness shall be hid in his secret places: a fire not blown shall consume him; it shall go ill with him that is left in his tabernacle.  <strong>27</strong> The heaven shall reveal his iniquity; and the earth shall rise up against him.  <strong>28</strong> The increase of his house shall depart, and his goods shall flow away in the day of his wrath.  <strong>29</strong> This is the portion of a wicked man from God, and the heritage appointed unto him by God.  <strong>1</strong> But Job answered and said,  <strong>2</strong> Hear diligently my speech, and let this be your consolations.  <strong>3</strong> Suffer me that I may speak; and after that I have spoken, mock on.  <strong>4</strong> As for me, is my complaint to man? and if it were so,  why should not my spirit be troubled?  <strong>5</strong> Mark me, and be astonished, and lay your hand upon your  mouth.  <strong>6</strong> Even when I remember I am afraid, and trembling taketh hold on my flesh.  <strong>7</strong> Wherefore do the wicked live, become old, yea, are mighty in power?  <strong>8</strong> Their seed is established in their sight with them, and their offspring before their eyes.  <strong>9</strong> Their houses are safe from fear, neither is the rod of God upon them.  <strong>10</strong> Their bull gendereth, and faileth not; their cow calveth, and casteth not her calf.  <strong>11</strong> They send forth their little ones like a flock, and their children dance.  <strong>12</strong> They take the timbrel and harp, and rejoice at the sound of the organ.  <strong>13</strong> They spend their days in wealth, and in a moment go down to the grave.  <strong>14</strong> Therefore they say unto God, Depart from us; for we desire not the knowledge of thy ways.  <strong>15</strong> What is the Almighty, that we should serve him? and what profit should we have, if we pray unto him?  <strong>16</strong> Lo, their good is not in their hand: the counsel of the wicked is far from me.  <strong>17</strong> How oft is the candle of the wicked put out! and how oft  cometh their destruction upon them! God distributeth sorrows in his anger.  <strong>18</strong> They are as stubble before the wind, and as chaff that the storm carrieth away.  <strong>19</strong> God layeth up his iniquity for his children: he rewardeth him, and he shall know it.  <strong>20</strong> His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.  <strong>21</strong> For what pleasure hath he in his house after him, when the number of his months is cut off in the midst?  <strong>22</strong> Shall any teach God knowledge? seeing he judgeth those that are high.  <strong>23</strong> One dieth in his full strength, being wholly at ease and quiet.  <strong>24</strong> His breasts are full of milk, and his bones are moistened with marrow.  <strong>25</strong> And another dieth in the bitterness of his soul, and never eateth with pleasure.  <strong>26</strong> They shall lie down alike in the dust, and the worms shall cover them.  <strong>27</strong> Behold, I know your thoughts, and the devices which ye wrongfully imagine against me.  <strong>28</strong> For ye say, Where is the house of the prince? and where are the dwelling places of the wicked?  <strong>29</strong> Have ye not asked them that go by the way? and do ye not know their tokens,  <strong>30</strong> That the wicked is reserved to the day of destruction? they shall be brought forth to the day of wrath.  <strong>31</strong> Who shall declare his way to his face? and who shall repay him what he hath done?  <strong>32</strong> Yet shall he be brought to the grave, and shall remain in the tomb.  <strong>33</strong> The clods of the valley shall be sweet unto him, and every man shall draw after him, as there are innumerable before him.  <strong>34</strong> How then comfort ye me in vain, seeing in your answers there remaineth falsehood?  ","niv":"<sup><strong>1</strong></sup> Then Job replied: <sup><strong>2</strong></sup> \"How long will you torment me and crush me with words? <sup><strong>3</strong></sup> Ten times now you have reproached me; shamelessly you attack me. <sup><strong>4</strong></sup> If it is true that I have gone astray, my error remains my concern alone. <sup><strong>5</strong></sup> If indeed you would exalt yourselves above me and use my humiliation against me, <sup><strong>6</strong></sup> then know that God has wronged me and drawn his net around me. <sup><strong>7</strong></sup> \"Though I cry, 'I've been wronged!' I get no response; though I call for help, there is no justice. <sup><strong>8</strong></sup> He has blocked my way so I cannot pass; he has shrouded my paths in darkness. <sup><strong>9</strong></sup> He has stripped me of my honor and removed the crown from my head. <sup><strong>10</strong></sup> He tears me down on every side till I am gone; he uproots my hope like a tree. <sup><strong>11</strong></sup> His anger burns against me; he counts me among his enemies. <sup><strong>12</strong></sup> His troops advance in force; they build a siege ramp against me and encamp around my tent. <sup><strong>13</strong></sup> \"He has alienated my brothers from me; my acquaintances are completely estranged from me. <sup><strong>14</strong></sup> My kinsmen have gone away; my friends have forgotten me. <sup><strong>15</strong></sup> My guests and my maidservants count me a stranger; they look upon me as an alien. <sup><strong>16</strong></sup> I summon my servant, but he does not answer, though I beg him with my own mouth. <sup><strong>17</strong></sup> My breath is offensive to my wife; I am loathsome to my own brothers. <sup><strong>18</strong></sup> Even the little boys scorn me; when I appear, they ridicule me. <sup><strong>19</strong></sup> All my intimate friends detest me; those I love have turned against me. <sup><strong>20</strong></sup> I am nothing but skin and bones; I have escaped with only the skin of my teeth. <sup><strong>21</strong></sup> \"Have pity on me, my friends, have pity, for the hand of God has struck me. "},{"_id":"615a3a8a3d0a7d05a9b56960","topicId":"615a3a893d0a7d05a9b5695a","verse":"1 Corinthians 14:37","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46014037_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014037-1\">37&nbsp;</b>If anyone thinks that he is a prophet, or spiritual, he should acknowledge that the things I am writing to you are a command of the Lord.</p>\n</div>","kjv":"<strong>37</strong> If any man think himself to be a prophet, or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.  ","niv":"<sup><strong>37</strong></sup> If anybody thinks he is a prophet or spiritually gifted, let him acknowledge that what I am writing to you is the Lord's command."},{"_id":"615a3a8b3d0a7d05a9b56961","topicId":"615a3a893d0a7d05a9b5695a","verse":"Acts 17:24-28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44017024_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017024-1\">24&nbsp;</b>The God who made the world and everything in it, being Lord of heaven and earth, does not live in temples made by man, <b class=\"verse-num\" id=\"v44017025-1\">25&nbsp;</b>nor is he served by human hands, as though he needed anything, since he himself gives to all mankind life and breath and everything. <b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place, <b class=\"verse-num\" id=\"v44017027-1\">27&nbsp;</b>that they should seek God, and perhaps feel their way toward him and find him. Yet he is actually not far from each one of us, <b class=\"verse-num\" id=\"v44017028-1\">28&nbsp;</b>for</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-8\" class=\"line\">&nbsp;&nbsp;“‘In him we live and move and have our being’;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44017028_01-8\" class=\"same-paragraph\">as even some of your own poets have said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44017028_01-8\" class=\"line\">&nbsp;&nbsp;“‘For we are indeed his offspring.’</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> God that made the world and all things therein, seeing that he is Lord of heaven and earth, dwelleth not in temples made with hands;  <strong>25</strong> Neither is worshipped with men’s hands, as though he needed any thing, seeing he giveth to all life, and breath, and all things;  <strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  <strong>27</strong> That they should seek the Lord, if haply they might feel after him, and find him, though he be not far from every one of us:  <strong>28</strong> For in him we live, and move, and have our being; as certain also of your own poets have said, For we are also his offspring.  ","niv":"<sup><strong>24</strong></sup> \"The God who made the world and everything in it is the Lord of heaven and earth and does not live in temples built by hands. <sup><strong>25</strong></sup> And he is not served by human hands, as if he needed anything, because he himself gives all men life and breath and everything else. <sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live. <sup><strong>27</strong></sup> God did this so that men would seek him and perhaps reach out for him and find him, though he is not far from each one of us. <sup><strong>28</strong></sup> 'For in him we live and move and have our being.' As some of your own poets have said, 'We are his offspring.' "},{"_id":"615a3a8b3d0a7d05a9b56962","topicId":"615a3a893d0a7d05a9b5695a","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-9\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a3a8b3d0a7d05a9b56963","topicId":"615a3a893d0a7d05a9b5695a","verse":"Mark 15:1-47","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p41015001_05-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v41015001-1\">15:1&nbsp;</b>And as soon as it was morning, the chief priests held a consultation with the elders and scribes and the whole council. And they bound Jesus and led him away and delivered him over to Pilate. <b class=\"verse-num\" id=\"v41015002-1\">2&nbsp;</b>And Pilate asked him, “Are you the King of the Jews?” And he answered him, <span class=\"woc\">“You have said so.”</span> <b class=\"verse-num\" id=\"v41015003-1\">3&nbsp;</b>And the chief priests accused him of many things. <b class=\"verse-num\" id=\"v41015004-1\">4&nbsp;</b>And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.” <b class=\"verse-num\" id=\"v41015005-1\">5&nbsp;</b>But Jesus made no further answer, so that Pilate was amazed.</p>\n\n<p id=\"p41015005_11-10\"><b class=\"verse-num\" id=\"v41015006-1\">6&nbsp;</b>Now at the feast he used to release for them one prisoner for whom they asked. <b class=\"verse-num\" id=\"v41015007-1\">7&nbsp;</b>And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barabbas. <b class=\"verse-num\" id=\"v41015008-1\">8&nbsp;</b>And the crowd came up and began to ask Pilate to do as he usually did for them. <b class=\"verse-num\" id=\"v41015009-1\">9&nbsp;</b>And he answered them, saying, “Do you want me to release for you the King of the Jews?” <b class=\"verse-num\" id=\"v41015010-1\">10&nbsp;</b>For he perceived that it was out of envy that the chief priests had delivered him up. <b class=\"verse-num\" id=\"v41015011-1\">11&nbsp;</b>But the chief priests stirred up the crowd to have him release for them Barabbas instead. <b class=\"verse-num\" id=\"v41015012-1\">12&nbsp;</b>And Pilate again said to them, “Then what shall I do with the man you call the King of the Jews?” <b class=\"verse-num\" id=\"v41015013-1\">13&nbsp;</b>And they cried out again, “Crucify him.” <b class=\"verse-num\" id=\"v41015014-1\">14&nbsp;</b>And Pilate said to them, “Why? What evil has he done?” But they shouted all the more, “Crucify him.” <b class=\"verse-num\" id=\"v41015015-1\">15&nbsp;</b>So Pilate, wishing to satisfy the crowd, released for them Barabbas, and having scourged Jesus, he delivered him to be crucified.</p>\n\n<p id=\"p41015015_14-10\"><b class=\"verse-num\" id=\"v41015016-1\">16&nbsp;</b>And the soldiers led him away inside the palace (that is, the governor’s headquarters), and they called together the whole battalion. <b class=\"verse-num\" id=\"v41015017-1\">17&nbsp;</b>And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him. <b class=\"verse-num\" id=\"v41015018-1\">18&nbsp;</b>And they began to salute him, “Hail, King of the Jews!” <b class=\"verse-num\" id=\"v41015019-1\">19&nbsp;</b>And they were striking his head with a reed and spitting on him and kneeling down in homage to him. <b class=\"verse-num\" id=\"v41015020-1\">20&nbsp;</b>And when they had mocked him, they stripped him of the purple cloak and put his own clothes on him. And they led him out to crucify him.</p>\n\n<p id=\"p41015020_16-10\"><b class=\"verse-num\" id=\"v41015021-1\">21&nbsp;</b>And they compelled a passerby, Simon of Cyrene, who was coming in from the country, the father of Alexander and Rufus, to carry his cross. <b class=\"verse-num\" id=\"v41015022-1\">22&nbsp;</b>And they brought him to the place called Golgotha (which means Place of a Skull). <b class=\"verse-num\" id=\"v41015023-1\">23&nbsp;</b>And they offered him wine mixed with myrrh, but he did not take it. <b class=\"verse-num\" id=\"v41015024-1\">24&nbsp;</b>And they crucified him and divided his garments among them, casting lots for them, to decide what each should take. <b class=\"verse-num\" id=\"v41015025-1\">25&nbsp;</b>And it was the third hour when they crucified him. <b class=\"verse-num\" id=\"v41015026-1\">26&nbsp;</b>And the inscription of the charge against him read, “The King of the Jews.” <b class=\"verse-num\" id=\"v41015027-1\">27&nbsp;</b>And with him they crucified two robbers, one on his right and one on his left. <b class=\"verse-num\" id=\"v41015029-1\">29&nbsp;</b>And those who passed by derided him, wagging their heads and saying, “Aha! You who would destroy the temple and rebuild it in three days, <b class=\"verse-num\" id=\"v41015030-1\">30&nbsp;</b>save yourself, and come down from the cross!” <b class=\"verse-num\" id=\"v41015031-1\">31&nbsp;</b>So also the chief priests with the scribes mocked him to one another, saying, “He saved others; he cannot save himself. <b class=\"verse-num\" id=\"v41015032-1\">32&nbsp;</b>Let the Christ, the King of Israel, come down now from the cross that we may see and believe.” Those who were crucified with him also reviled him.</p>\n\n<p id=\"p41015032_20-10\"><b class=\"verse-num\" id=\"v41015033-1\">33&nbsp;</b>And when the sixth hour had come, there was darkness over the whole land until the ninth hour. <b class=\"verse-num\" id=\"v41015034-1\">34&nbsp;</b>And at the ninth hour Jesus cried with a loud voice, <span class=\"woc\">“Eloi, Eloi, lema sabachthani?”</span> which means, <span class=\"woc\">“My God, my God, why have you forsaken me?”</span> <b class=\"verse-num\" id=\"v41015035-1\">35&nbsp;</b>And some of the bystanders hearing it said, “Behold, he is calling Elijah.” <b class=\"verse-num\" id=\"v41015036-1\">36&nbsp;</b>And someone ran and filled a sponge with sour wine, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Elijah will come to take him down.” <b class=\"verse-num\" id=\"v41015037-1\">37&nbsp;</b>And Jesus uttered a loud cry and breathed his last. <b class=\"verse-num\" id=\"v41015038-1\">38&nbsp;</b>And the curtain of the temple was torn in two, from top to bottom. <b class=\"verse-num\" id=\"v41015039-1\">39&nbsp;</b>And when the centurion, who stood facing him, saw that in this way he breathed his last, he said, “Truly this man was the Son of God!”</p>\n<p id=\"p41015039_20-10\"><b class=\"verse-num\" id=\"v41015040-1\">40&nbsp;</b>There were also women looking on from a distance, among whom were Mary Magdalene, and Mary the mother of James the younger and of Joses, and Salome. <b class=\"verse-num\" id=\"v41015041-1\">41&nbsp;</b>When he was in Galilee, they followed him and ministered to him, and there were also many other women who came up with him to Jerusalem.</p>\n\n<p id=\"p41015041_23-10\"><b class=\"verse-num\" id=\"v41015042-1\">42&nbsp;</b>And when evening had come, since it was the day of Preparation, that is, the day before the Sabbath, <b class=\"verse-num\" id=\"v41015043-1\">43&nbsp;</b>Joseph of Arimathea, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate and asked for the body of Jesus. <b class=\"verse-num\" id=\"v41015044-1\">44&nbsp;</b>Pilate was surprised to hear that he should have already died. And summoning the centurion, he asked him whether he was already dead. <b class=\"verse-num\" id=\"v41015045-1\">45&nbsp;</b>And when he learned from the centurion that he was dead, he granted the corpse to Joseph. <b class=\"verse-num\" id=\"v41015046-1\">46&nbsp;</b>And Joseph bought a linen shroud, and taking him down, wrapped him in the linen shroud and laid him in a tomb that had been cut out of the rock. And he rolled a stone against the entrance of the tomb. <b class=\"verse-num\" id=\"v41015047-1\">47&nbsp;</b>Mary Magdalene and Mary the mother of Joses saw where he was laid.</p>\n\n</div>","kjv":"<strong>1</strong> And straightway in the morning the chief priests held a consultation with the elders and scribes and the whole council, and bound Jesus, and carried him away, and delivered him to Pilate.  <strong>2</strong> And Pilate asked him, Art thou the King of the Jews? And he answering said unto him, Thou sayest it.  <strong>3</strong> And the chief priests accused him of many things: but he answered nothing.  <strong>4</strong> And Pilate asked him again, saying, Answerest thou nothing? behold how many things they witness against thee.  <strong>5</strong> But Jesus yet answered nothing; so that Pilate marvelled.  <strong>6</strong> Now at that feast he released unto them one prisoner, whomsoever they desired.  <strong>7</strong> And there was one named Barabbas, which lay  bound with them that had made insurrection with him, who had committed murder in the insurrection.  <strong>8</strong> And the multitude crying aloud began to desire him to do  as he had ever done unto them.  <strong>9</strong> But Pilate answered them, saying, Will ye that I release unto you the King of the Jews?  <strong>10</strong> For he knew that the chief priests had delivered him for envy.  <strong>11</strong> But the chief priests moved the people, that he should rather release Barabbas unto them.  <strong>12</strong> And Pilate answered and said again unto them, What will ye then that I shall do unto him whom ye call the King of the Jews?  <strong>13</strong> And they cried out again, Crucify him.  <strong>14</strong> Then Pilate said unto them, Why, what evil hath he done? And they cried out the more exceedingly, Crucify him.  <strong>15</strong> And so Pilate, willing to content the people, released Barabbas unto them, and delivered Jesus, when he had scourged him, to be crucified.  <strong>16</strong> And the soldiers led him away into the hall, called Praetorium; and they call together the whole band.  <strong>17</strong> And they clothed him with purple, and platted a crown of thorns, and put it about his head,  <strong>18</strong> And began to salute him, Hail, King of the Jews!  <strong>19</strong> And they smote him on the head with a reed, and did spit upon him, and bowing their knees worshipped him.  <strong>20</strong> And when they had mocked him, they took off the purple from him, and put his own clothes on him, and led him out to crucify him.  <strong>21</strong> And they compel one Simon a Cyrenian, who passed by, coming out of the country, the father of Alexander and Rufus, to bear his cross.  <strong>22</strong> And they bring him unto the place Golgotha, which is, being interpreted, The place of a skull.  <strong>23</strong> And they gave him to drink wine mingled with myrrh: but he received it not.  <strong>24</strong> And when they had crucified him, they parted his garments, casting lots upon them, what every man should take.  <strong>25</strong> And it was the third hour, and they crucified him.  <strong>26</strong> And the superscription of his accusation was written over, THE KING OF THE JEWS.  <strong>27</strong> And with him they crucify two thieves; the one on his right hand, and the other on his left.  <strong>28</strong> And the scripture was fulfilled, which saith, And he was numbered with the transgressors.  <strong>29</strong> And they that passed by railed on him, wagging their heads, and saying, Ah, thou that destroyest the temple, and buildest it in three days,  <strong>30</strong> Save thyself, and come down from the cross.  <strong>31</strong> Likewise also the chief priests mocking said among themselves with the scribes, He saved others; himself he cannot save.  <strong>32</strong> Let Christ the King of Israel descend now from the cross, that we may see and believe. And they that were crucified with him reviled him.  <strong>33</strong> And when the sixth hour was come, there was darkness over the whole land until the ninth hour.  <strong>34</strong> And at the ninth hour Jesus cried with a loud voice, saying, Eloi, Eloi, lama sabachthani? which is, being interpreted, My God, my God, why hast thou forsaken me?  <strong>35</strong> And some of them that stood by, when they heard it, said, Behold, he calleth Elias.  <strong>36</strong> And one ran and filled a spunge full of vinegar, and put it  on a reed, and gave him to drink, saying, Let alone; let us see whether Elias will come to take him down.  <strong>37</strong> And Jesus cried with a loud voice, and gave up the ghost.  <strong>38</strong> And the veil of the temple was rent in twain from the top to the bottom.  <strong>39</strong> And when the centurion, which stood over against him, saw that he so cried out, and gave up the ghost, he said, Truly this man was the Son of God.  <strong>40</strong> There were also women looking on afar off: among whom was Mary Magdalene, and Mary the mother of James the less and of Joses, and Salome;  <strong>41</strong> (Who also, when he was in Galilee, followed him, and ministered unto him;) and many other women which came up with him unto Jerusalem.  <strong>42</strong> And now when the even was come, because it was the preparation, that is, the day before the sabbath,  <strong>43</strong> Joseph of Arimathaea, an honourable counsellor, which also waited for the kingdom of God, came, and went in boldly unto Pilate, and craved the body of Jesus.  <strong>44</strong> And Pilate marvelled if he were already dead: and calling unto him  the centurion, he asked him whether he had been any while dead.  <strong>45</strong> And when he knew it of the centurion, he gave the body to Joseph.  <strong>46</strong> And he bought fine linen, and took him down, and wrapped him in the linen, and laid him in a sepulchre which was hewn out of a rock, and rolled a stone unto the door of the sepulchre.  <strong>47</strong> And Mary Magdalene and Mary the mother of Joses beheld where he was laid.  ","niv":"<sup><strong>1</strong></sup> Very early in the morning, the chief priests, with the elders, the teachers of the law and the whole Sanhedrin, reached a decision. They bound Jesus, led him away and handed him over to Pilate. <sup><strong>2</strong></sup> \"Are you the king of the Jews?\" asked Pilate. \"Yes, it is as you say,\" Jesus replied. <sup><strong>3</strong></sup> The chief priests accused him of many things. <sup><strong>4</strong></sup> So again Pilate asked him, \"Aren't you going to answer? See how many things they are accusing you of.\" <sup><strong>5</strong></sup> But Jesus still made no reply, and Pilate was amazed. <sup><strong>6</strong></sup> Now it was the custom at the Feast to release a prisoner whom the people requested. <sup><strong>7</strong></sup> A man called Barabbas was in prison with the insurrectionists who had committed murder in the uprising. <sup><strong>8</strong></sup> The crowd came up and asked Pilate to do for them what he usually did. <sup><strong>9</strong></sup> \"Do you want me to release to you the king of the Jews?\" asked Pilate, <sup><strong>10</strong></sup> knowing it was out of envy that the chief priests had handed Jesus over to him. <sup><strong>11</strong></sup> But the chief priests stirred up the crowd to have Pilate release Barabbas instead. <sup><strong>12</strong></sup> \"What shall I do, then, with the one you call the king of the Jews?\" Pilate asked them. <sup><strong>13</strong></sup> \"Crucify him!\" they shouted. <sup><strong>14</strong></sup> \"Why? What crime has he committed?\" asked Pilate. But they shouted all the louder, \"Crucify him!\" <sup><strong>15</strong></sup> Wanting to satisfy the crowd, Pilate released Barabbas to them. He had Jesus flogged, and handed him over to be crucified. <sup><strong>16</strong></sup> The soldiers led Jesus away into the palace (that is, the Praetorium) and called together the whole company of soldiers. <sup><strong>17</strong></sup> They put a purple robe on him, then twisted together a crown of thorns and set it on him. <sup><strong>18</strong></sup> And they began to call out to him, \"Hail, king of the Jews!\" <sup><strong>19</strong></sup> Again and again they struck him on the head with a staff and spit on him. Falling on their knees, they paid homage to him. <sup><strong>20</strong></sup> And when they had mocked him, they took off the purple robe and put his own clothes on him. Then they led him out to crucify him. <sup><strong>21</strong></sup> A certain man from Cyrene, Simon, the father of Alexander and Rufus, was passing by on his way in from the country, and they forced him to carry the cross. <sup><strong>22</strong></sup> They brought Jesus to the place called Golgotha (which means The Place of the Skull). <sup><strong>23</strong></sup> Then they offered him wine mixed with myrrh, but he did not take it. <sup><strong>24</strong></sup> And they crucified him. Dividing up his clothes, they cast lots to see what each would get. <sup><strong>25</strong></sup> It was the third hour when they crucified him. <sup><strong>26</strong></sup> The written notice of the charge against him read: THE KING OF THE JEWS. <sup><strong>27</strong></sup> They crucified two robbers with him, one on his right and one on his left. <sup><strong>28</strong></sup> See Footnote <sup><strong>29</strong></sup> Those who passed by hurled insults at him, shaking their heads and saying, \"So! You who are going to destroy the temple and build it in three days, <sup><strong>30</strong></sup> come down from the cross and save yourself!\" <sup><strong>31</strong></sup> In the same way the chief priests and the teachers of the law mocked him among themselves. \"He saved others,\" they said, \"but he can't save himself! <sup><strong>32</strong></sup> Let this Christ, this King of Israel, come down now from the cross, that we may see and believe.\" Those crucified with him also heaped insults on him. <sup><strong>33</strong></sup> At the sixth hour darkness came over the whole land until the ninth hour. <sup><strong>34</strong></sup> And at the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\" <sup><strong>35</strong></sup> When some of those standing near heard this, they said, \"Listen, he's calling Elijah.\" <sup><strong>36</strong></sup> One man ran, filled a sponge with wine vinegar, put it on a stick, and offered it to Jesus to drink. \"Now leave him alone. Let's see if Elijah comes to take him down,\" he said. <sup><strong>37</strong></sup> With a loud cry, Jesus breathed his last. <sup><strong>38</strong></sup> The curtain of the temple was torn in two from top to bottom. <sup><strong>39</strong></sup> And when the centurion, who stood there in front of Jesus, heard his cry and saw how he died, he said, \"Surely this man was the Son of God!\" <sup><strong>40</strong></sup> Some women were watching from a distance. Among them were Mary Magdalene, Mary the mother of James the younger and of Joses, and Salome. <sup><strong>41</strong></sup> In Galilee these women had followed him and cared for his needs. Many other women who had come up with him to Jerusalem were also there. <sup><strong>42</strong></sup> It was Preparation Day (that is, the day before the Sabbath). So as evening approached, <sup><strong>43</strong></sup> Joseph of Arimathea, a prominent member of the Council, who was himself waiting for the kingdom of God, went boldly to Pilate and asked for Jesus' body. <sup><strong>44</strong></sup> Pilate was surprised to hear that he was already dead. Summoning the centurion, he asked him if Jesus had already died. <sup><strong>45</strong></sup> When he learned from the centurion that it was so, he gave the body to Joseph. <sup><strong>46</strong></sup> So Joseph bought some linen cloth, took down the body, wrapped it in the linen, and placed it in a tomb cut out of rock. Then he rolled a stone against the entrance of the tomb. <sup><strong>47</strong></sup> Mary Magdalene and Mary the mother of Joses saw where he was laid. "},{"_id":"615a3a8c3d0a7d05a9b56964","topicId":"615a3a893d0a7d05a9b5695a","verse":"Genesis 1:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001024_01-11\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so.</p>\n</div>","kjv":"<strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  ","niv":"<sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so."},{"_id":"615a3a8c3d0a7d05a9b56965","topicId":"615a3a893d0a7d05a9b5695a","verse":"Genesis 1:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001021_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good.</p>\n</div>","kjv":"<strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  ","niv":"<sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good."},{"_id":"615a3a8c3d0a7d05a9b56966","topicId":"615a3a893d0a7d05a9b5695a","verse":"2 Timothy 3:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55003017_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work."},{"_id":"615a3a8d3d0a7d05a9b56967","topicId":"615a3a893d0a7d05a9b5695a","verse":"1 Thessalonians 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-15\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"615a3a8d3d0a7d05a9b56968","topicId":"615a3a893d0a7d05a9b5695a","verse":"Ephesians 3:3-5","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49003003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v49003003-1\">3&nbsp;</b>how the mystery was made known to me by revelation, as I have written briefly. <b class=\"verse-num\" id=\"v49003004-1\">4&nbsp;</b>When you read this, you can perceive my insight into the mystery of Christ, <b class=\"verse-num\" id=\"v49003005-1\">5&nbsp;</b>which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit.</p>\n</div>","kjv":"<strong>3</strong> How that by revelation he made known unto me the mystery; (as I wrote afore in few words,  <strong>4</strong> Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)  <strong>5</strong> Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;  ","niv":"<sup><strong>3</strong></sup> that is, the mystery made known to me by revelation, as I have already written briefly. <sup><strong>4</strong></sup> In reading this, then, you will be able to understand my insight into the mystery of Christ, <sup><strong>5</strong></sup> which was not made known to men in other generations as it has now been revealed by the Spirit to God's holy apostles and prophets. "},{"_id":"615a3a8d3d0a7d05a9b56969","topicId":"615a3a893d0a7d05a9b5695a","verse":"Romans 10:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"615a3a8e3d0a7d05a9b5696a","topicId":"615a3a893d0a7d05a9b5695a","verse":"Romans 10:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"615a3a8e3d0a7d05a9b5696b","topicId":"615a3a893d0a7d05a9b5695a","verse":"Romans 1:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001028_01-19\"><b class=\"verse-num\" id=\"v45001028-1\">28&nbsp;</b>And since they did not see fit to acknowledge God, God gave them up to a debased mind to do what ought not to be done.</p>\n</div>","kjv":"<strong>28</strong> And even as they did not like to retain God in their knowledge, God gave them over to a reprobate mind, to do those things which are not convenient;  ","niv":"<sup><strong>28</strong></sup> Furthermore, since they did not think it worthwhile to retain the knowledge of God, he gave them over to a depraved mind, to do what ought not to be done."},{"_id":"615a3a8e3d0a7d05a9b5696c","topicId":"615a3a893d0a7d05a9b5695a","verse":"Romans 1:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45001020_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45001020-1\">20&nbsp;</b>For his invisible attributes, namely, his eternal power and divine nature, have been clearly perceived, ever since the creation of the world, in the things that have been made. So they are without excuse.</p>\n\n</div>","kjv":"<strong>20</strong> For the invisible things of him from the creation of the world are clearly seen, being understood by the things that are made, even  his eternal power and Godhead; so that they are without excuse:  ","niv":"<sup><strong>20</strong></sup> For since the creation of the world God's invisible qualities--his eternal power and divine nature--have been clearly seen, being understood from what has been made, so that men are without excuse."},{"_id":"615a3a8e3d0a7d05a9b5696d","topicId":"615a3a893d0a7d05a9b5695a","verse":"Acts 14:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44014017_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014017-1\">17&nbsp;</b>Yet he did not leave himself without witness, for he did good by giving you rains from heaven and fruitful seasons, satisfying your hearts with food and gladness.”</p>\n</div>","kjv":"<strong>17</strong> Nevertheless he left not himself without witness, in that he did good, and gave us rain from heaven, and fruitful seasons, filling our hearts with food and gladness.  ","niv":"<sup><strong>17</strong></sup> Yet he has not left himself without testimony: He has shown kindness by giving you rain from heaven and crops in their seasons; he provides you with plenty of food and fills your hearts with joy.\""},{"_id":"615a3a8f3d0a7d05a9b5696e","topicId":"615a3a893d0a7d05a9b5695a","verse":"Acts 14:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44014015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014015-1\">15&nbsp;</b>“Men, why are you doing these things? We also are men, of like nature with you, and we bring you good news, that you should turn from these vain things to a living God, who made the heaven and the earth and the sea and all that is in them.</p>\n</div>","kjv":"<strong>15</strong> And saying, Sirs, why do ye these things? We also are men of like passions with you, and preach unto you that ye should turn from these vanities unto the living God, which made heaven, and earth, and the sea, and all things that are therein:  ","niv":"<sup><strong>15</strong></sup> \"Men, why are you doing this? We too are only men, human like you. We are bringing you good news, telling you to turn from these worthless things to the living God, who made heaven and earth and sea and everything in them."},{"_id":"615a3a8f3d0a7d05a9b5696f","topicId":"615a3a893d0a7d05a9b5695a","verse":"Acts 14:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44014006_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014006-1\">6&nbsp;</b>they learned of it and fled to Lystra and Derbe, cities of Lycaonia, and to the surrounding country,</p>\n</div>","kjv":"<strong>6</strong> They were ware of it, and fled unto Lystra and Derbe, cities of Lycaonia, and unto the region that lieth round about:  ","niv":"<sup><strong>6</strong></sup> But they found out about it and fled to the Lycaonian cities of Lystra and Derbe and to the surrounding country,"},{"_id":"615a3a8f3d0a7d05a9b56970","topicId":"615a3a893d0a7d05a9b5695a","verse":"Acts 1:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44001003_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001003-1\">3&nbsp;</b>He presented himself alive to them after his suffering by many proofs, appearing to them during forty days and speaking about the kingdom of God.</p>\n</div>","kjv":"<strong>3</strong> To whom also he shewed himself alive after his passion by many infallible proofs, being seen of them forty days, and speaking of the things pertaining to the kingdom of God:  ","niv":"<sup><strong>3</strong></sup> After his suffering, he showed himself to these men and gave many convincing proofs that he was alive. He appeared to them over a period of forty days and spoke about the kingdom of God."},{"_id":"615a3a903d0a7d05a9b56971","topicId":"615a3a893d0a7d05a9b5695a","verse":"John 8:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43008024_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008024-1\">24&nbsp;</b><span class=\"woc\">I told you that you would die in your sins, for unless you believe that I am he you will die in your sins.”</span></p>\n</div>","kjv":"<strong>24</strong> I said therefore unto you, that ye shall die in your sins: for if ye believe not that I am he, ye shall die in your sins.  ","niv":"<sup><strong>24</strong></sup> I told you that you would die in your sins; if you do not believe that I am the one I claim to be, you will indeed die in your sins.\""},{"_id":"615a3a903d0a7d05a9b56972","topicId":"615a3a893d0a7d05a9b5695a","verse":"John 4:42","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43004042_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43004042-1\">42&nbsp;</b>They said to the woman, “It is no longer because of what you said that we believe, for we have heard for ourselves, and we know that this is indeed the Savior of the world.”</p>\n</div>","kjv":"<strong>42</strong> And said unto the woman, Now we believe, not because of thy saying: for we have heard him ourselves, and know that this is indeed the Christ, the Saviour of the world.  ","niv":"<sup><strong>42</strong></sup> They said to the woman, \"We no longer believe just because of what you said; now we have heard for ourselves, and we know that this man really is the Savior of the world.\""},{"_id":"615a3a903d0a7d05a9b56973","topicId":"615a3a893d0a7d05a9b5695a","verse":"John 1:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001014_01-27\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth.</p>\n\n</div>","kjv":"<strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  ","niv":"<sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth."}]}