{"_id":"615a3abf3d0a7d05a9b56974","slug":"can-you-eat-meat","name":"Can You Eat Meat","verses":[{"_id":"615a3ac23d0a7d05a9b56975","topicId":"615a3abf3d0a7d05a9b56974","verse":"Genesis 9:3","votes":26,"__v":0,"esv":"<div>\n<p id=\"p01009003_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v01009003-1\">3&nbsp;</b>Every moving thing that lives shall be food for you. And as I gave you the green plants, I give you everything.</p>\n</div>","kjv":"<strong>3</strong> Every moving thing that liveth shall be meat for you; even as the green herb have I given you all things.  ","niv":"<sup><strong>3</strong></sup> Everything that lives and moves will be food for you. Just as I gave you the green plants, I now give you everything."},{"_id":"615a3ac23d0a7d05a9b56976","topicId":"615a3abf3d0a7d05a9b56974","verse":"Deuteronomy 14:1-29","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p05014001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05014001-1\">14:1&nbsp;</b>“You are the sons of the LORD your God. You shall not cut yourselves or make any baldness on your foreheads for the dead. <b class=\"verse-num\" id=\"v05014002-1\">2&nbsp;</b>For you are a people holy to the LORD your God, and the LORD has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth.</p>\n<p id=\"p05014002_05-2\"><b class=\"verse-num\" id=\"v05014003-1\">3&nbsp;</b>“You shall not eat any abomination. <b class=\"verse-num\" id=\"v05014004-1\">4&nbsp;</b>These are the animals you may eat: the ox, the sheep, the goat, <b class=\"verse-num\" id=\"v05014005-1\">5&nbsp;</b>the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep. <b class=\"verse-num\" id=\"v05014006-1\">6&nbsp;</b>Every animal that parts the hoof and has the hoof cloven in two and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v05014007-1\">7&nbsp;</b>Yet of those that chew the cud or have the hoof cloven you shall not eat these: the camel, the hare, and the rock badger, because they chew the cud but do not part the hoof, are unclean for you. <b class=\"verse-num\" id=\"v05014008-1\">8&nbsp;</b>And the pig, because it parts the hoof but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their carcasses you shall not touch.</p>\n<p id=\"p05014008_05-2\"><b class=\"verse-num\" id=\"v05014009-1\">9&nbsp;</b>“Of all that are in the waters you may eat these: whatever has fins and scales you may eat. <b class=\"verse-num\" id=\"v05014010-1\">10&nbsp;</b>And whatever does not have fins and scales you shall not eat; it is unclean for you.</p>\n<p id=\"p05014010_05-2\"><b class=\"verse-num\" id=\"v05014011-1\">11&nbsp;</b>“You may eat all clean birds. <b class=\"verse-num\" id=\"v05014012-1\">12&nbsp;</b>But these are the ones that you shall not eat: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v05014013-1\">13&nbsp;</b>the kite, the falcon of any kind; <b class=\"verse-num\" id=\"v05014014-1\">14&nbsp;</b>every raven of any kind; <b class=\"verse-num\" id=\"v05014015-1\">15&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind; <b class=\"verse-num\" id=\"v05014016-1\">16&nbsp;</b>the little owl and the short-eared owl, the barn owl <b class=\"verse-num\" id=\"v05014017-1\">17&nbsp;</b>and the tawny owl, the carrion vulture and the cormorant, <b class=\"verse-num\" id=\"v05014018-1\">18&nbsp;</b>the stork, the heron of any kind; the hoopoe and the bat. <b class=\"verse-num\" id=\"v05014019-1\">19&nbsp;</b>And all winged insects are unclean for you; they shall not be eaten. <b class=\"verse-num\" id=\"v05014020-1\">20&nbsp;</b>All clean winged things you may eat.</p>\n<p id=\"p05014020_05-2\"><b class=\"verse-num\" id=\"v05014021-1\">21&nbsp;</b>“You shall not eat anything that has died naturally. You may give it to the sojourner who is within your towns, that he may eat it, or you may sell it to a foreigner. For you are a people holy to the LORD your God.</p>\n<p id=\"p05014021_05-2\">“You shall not boil a young goat in its mother’s milk.</p>\n\n<p id=\"p05014021_06-2\"><b class=\"verse-num\" id=\"v05014022-1\">22&nbsp;</b>“You shall tithe all the yield of your seed that comes from the field year by year. <b class=\"verse-num\" id=\"v05014023-1\">23&nbsp;</b>And before the LORD your God, in the place that he will choose, to make his name dwell there, you shall eat the tithe of your grain, of your wine, and of your oil, and the firstborn of your herd and flock, that you may learn to fear the LORD your God always. <b class=\"verse-num\" id=\"v05014024-1\">24&nbsp;</b>And if the way is too long for you, so that you are not able to carry the tithe, when the LORD your God blesses you, because the place is too far from you, which the LORD your God chooses, to set his name there, <b class=\"verse-num\" id=\"v05014025-1\">25&nbsp;</b>then you shall turn it into money and bind up the money in your hand and go to the place that the LORD your God chooses <b class=\"verse-num\" id=\"v05014026-1\">26&nbsp;</b>and spend the money for whatever you desire—oxen or sheep or wine or strong drink, whatever your appetite craves. And you shall eat there before the LORD your God and rejoice, you and your household. <b class=\"verse-num\" id=\"v05014027-1\">27&nbsp;</b>And you shall not neglect the Levite who is within your towns, for he has no portion or inheritance with you.</p>\n<p id=\"p05014027_06-2\"><b class=\"verse-num\" id=\"v05014028-1\">28&nbsp;</b>“At the end of every three years you shall bring out all the tithe of your produce in the same year and lay it up within your towns. <b class=\"verse-num\" id=\"v05014029-1\">29&nbsp;</b>And the Levite, because he has no portion or inheritance with you, and the sojourner, the fatherless, and the widow, who are within your towns, shall come and eat and be filled, that the LORD your God may bless you in all the work of your hands that you do.</p>\n\n</div>","kjv":"<strong>1</strong> Ye are the children of the LORD your God: ye shall not cut yourselves, nor make any baldness between your eyes for the dead.  <strong>2</strong> for thou art an holy people unto the LORD thy God, and the LORD hath chosen thee to be a peculiar people unto himself, above all the nations that are upon the earth.  <strong>3</strong> Thou shalt not eat any abominable thing.  <strong>4</strong> These are the beasts which ye shall eat: the ox, the sheep, and the goat,  <strong>5</strong> The hart, and the roebuck, and the fallow deer, and the wild goat, and the pygarg, and the wild ox, and the chamois.  <strong>6</strong> And every beast that parteth the hoof, and cleaveth the cleft into two claws, and cheweth the cud among the beasts, that ye shall eat.  <strong>7</strong> Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; as the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; therefore  they are unclean unto you.  <strong>8</strong> And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.  <strong>9</strong> These ye shall eat of all that are in the waters: all that have fins and scales shall ye eat:  <strong>10</strong> And whatsoever hath not fins and scales ye may not eat; it is  unclean unto you.  <strong>11</strong>           Of all clean birds ye shall eat.  <strong>12</strong> But these are they of which ye shall not eat: the eagle, and ossifrage, and the ospray,  <strong>13</strong> And the glede, and the kite, and the vulture after his kind,  <strong>14</strong> And every raven after his kind,  <strong>15</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>16</strong> The little owl, and the great owl, and the swan,  <strong>17</strong> And the pelican, and the gier eagle, and the cormorant,  <strong>18</strong> And the stork, and the heron after her kind, and the lapwing, and the bat.  <strong>19</strong> And every creeping thing that flieth is unclean unto you: they shall not be eaten.  <strong>20</strong> But of all clean fowls ye may eat.  <strong>21</strong> Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>22</strong> Thou shalt truly tithe all the increase of thy seed, that the field bringeth forth year by year.  <strong>23</strong> And thou shalt eat before the LORD thy God, in the place which he shall choose to place his name there, the tithe of thy corn, of thy wine, and of thine oil, and the firstlings of thy herds and of thy flocks; that thou mayest learn to fear the LORD thy God always.  <strong>24</strong> And if the way be too long for thee, so that thou art not able to carry it; or if the place be too far from thee, which the LORD thy God shall choose to set his name there, when the LORD thy God hath blessed thee:  <strong>25</strong> Then shalt thou turn it into money, and bind up the money in thine hand, and shalt go unto the place which the LORD thy God shall choose:  <strong>26</strong> And thou shalt bestow that money for whatsoever thy soul lusteth after, for oxen, or for sheep, or for wine, or for strong drink, or for whatsoever thy soul desireth: and thou shalt eat there before the LORD thy God, and thou shalt rejoice, thou, and thine household,  <strong>27</strong> And the Levite that is within thy gates; thou shalt not forsake him; for he hath no part nor inheritance with thee.  <strong>28</strong> At the end of three years thou shalt bring forth all the tithe of thine increase the same year, and shalt lay it up within thy gates:  <strong>29</strong> And the Levite, (because he hath no part nor inheritance with thee,) and the stranger, and the fatherless, and the widow, which are within thy gates, shall come, and shall eat and be satisfied; that the LORD thy God may bless thee in all the work of thine hand which thou doest.  ","niv":"<sup><strong>1</strong></sup> You are the children of the LORD your God. Do not cut yourselves or shave the front of your heads for the dead, <sup><strong>2</strong></sup> for you are a people holy to the LORD your God. Out of all the peoples on the face of the earth, the LORD has chosen you to be his treasured possession. <sup><strong>3</strong></sup> Do not eat any detestable thing. <sup><strong>4</strong></sup> These are the animals you may eat: the ox, the sheep, the goat, <sup><strong>5</strong></sup> the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep. <sup><strong>6</strong></sup> You may eat any animal that has a split hoof divided in two and that chews the cud. <sup><strong>7</strong></sup> However, of those that chew the cud or that have a split hoof completely divided you may not eat the camel, the rabbit or the coney. Although they chew the cud, they do not have a split hoof; they are ceremonially unclean for you. <sup><strong>8</strong></sup> The pig is also unclean; although it has a split hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses. <sup><strong>9</strong></sup> Of all the creatures living in the water, you may eat any that has fins and scales. <sup><strong>10</strong></sup> But anything that does not have fins and scales you may not eat; for you it is unclean. <sup><strong>11</strong></sup> You may eat any clean bird. <sup><strong>12</strong></sup> But these you may not eat: the eagle, the vulture, the black vulture, <sup><strong>13</strong></sup> the red kite, the black kite, any kind of falcon, <sup><strong>14</strong></sup> any kind of raven, <sup><strong>15</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>16</strong></sup> the little owl, the great owl, the white owl, <sup><strong>17</strong></sup> the desert owl, the osprey, the cormorant, <sup><strong>18</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>19</strong></sup> All flying insects that swarm are unclean to you; do not eat them. <sup><strong>20</strong></sup> But any winged creature that is clean you may eat. <sup><strong>21</strong></sup> Do not eat anything you find already dead. You may give it to an alien living in any of your towns, and he may eat it, or you may sell it to a foreigner. But you are a people holy to the LORD your God. Do not cook a young goat in its mother's milk. <sup><strong>22</strong></sup> Be sure to set aside a tenth of all that your fields produce each year. <sup><strong>23</strong></sup> Eat the tithe of your grain, new wine and oil, and the firstborn of your herds and flocks in the presence of the LORD your God at the place he will choose as a dwelling for his Name, so that you may learn to revere the LORD your God always. <sup><strong>24</strong></sup> But if that place is too distant and you have been blessed by the LORD your God and cannot carry your tithe (because the place where the LORD will choose to put his Name is so far away), <sup><strong>25</strong></sup> then exchange your tithe for silver, and take the silver with you and go to the place the LORD your God will choose. <sup><strong>26</strong></sup> Use the silver to buy whatever you like: cattle, sheep, wine or other fermented drink, or anything you wish. Then you and your household shall eat there in the presence of the LORD your God and rejoice. <sup><strong>27</strong></sup> And do not neglect the Levites living in your towns, for they have no allotment or inheritance of their own. <sup><strong>28</strong></sup> At the end of every three years, bring all the tithes of that year's produce and store it in your towns, <sup><strong>29</strong></sup> so that the Levites (who have no allotment or inheritance of their own) and the aliens, the fatherless and the widows who live in your towns may come and eat and be satisfied, and so that the LORD your God may bless you in all the work of your hands. "},{"_id":"615a3ac23d0a7d05a9b56977","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:20-22","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-5\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-5\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-5\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-5\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-5\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-5\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  ","niv":"<sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. "},{"_id":"615a3ac23d0a7d05a9b56978","topicId":"615a3abf3d0a7d05a9b56974","verse":"Genesis 1:29","votes":12,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food."},{"_id":"615a3ac23d0a7d05a9b56979","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:1-23","votes":10,"__v":0,"kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"615a3ac23d0a7d05a9b5697a","topicId":"615a3abf3d0a7d05a9b56974","verse":"Leviticus 11:1-47","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p03011001_05-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03011001-1\">11:1&nbsp;</b>And the LORD spoke to Moses and Aaron, saying to them, <b class=\"verse-num\" id=\"v03011002-1\">2&nbsp;</b>“Speak to the people of Israel, saying, These are the living things that you may eat among all the animals that are on the earth. <b class=\"verse-num\" id=\"v03011003-1\">3&nbsp;</b>Whatever parts the hoof and is cloven-footed and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v03011004-1\">4&nbsp;</b>Nevertheless, among those that chew the cud or part the hoof, you shall not eat these: The camel, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011005-1\">5&nbsp;</b>And the rock badger, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011006-1\">6&nbsp;</b>And the hare, because it chews the cud but does not part the hoof, is unclean to you. <b class=\"verse-num\" id=\"v03011007-1\">7&nbsp;</b>And the pig, because it parts the hoof and is cloven-footed but does not chew the cud, is unclean to you. <b class=\"verse-num\" id=\"v03011008-1\">8&nbsp;</b>You shall not eat any of their flesh, and you shall not touch their carcasses; they are unclean to you.</p>\n<p id=\"p03011008_05-6\"><b class=\"verse-num\" id=\"v03011009-1\">9&nbsp;</b>“These you may eat, of all that are in the waters. Everything in the waters that has fins and scales, whether in the seas or in the rivers, you may eat. <b class=\"verse-num\" id=\"v03011010-1\">10&nbsp;</b>But anything in the seas or the rivers that does not have fins and scales, of the swarming creatures in the waters and of the living creatures that are in the waters, is detestable to you. <b class=\"verse-num\" id=\"v03011011-1\">11&nbsp;</b>You shall regard them as detestable; you shall not eat any of their flesh, and you shall detest their carcasses. <b class=\"verse-num\" id=\"v03011012-1\">12&nbsp;</b>Everything in the waters that does not have fins and scales is detestable to you.</p>\n<p id=\"p03011012_05-6\"><b class=\"verse-num\" id=\"v03011013-1\">13&nbsp;</b>“And these you shall detest among the birds; they shall not be eaten; they are detestable: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v03011014-1\">14&nbsp;</b>the kite, the falcon of any kind, <b class=\"verse-num\" id=\"v03011015-1\">15&nbsp;</b>every raven of any kind, <b class=\"verse-num\" id=\"v03011016-1\">16&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind, <b class=\"verse-num\" id=\"v03011017-1\">17&nbsp;</b>the little owl, the cormorant, the short-eared owl, <b class=\"verse-num\" id=\"v03011018-1\">18&nbsp;</b>the barn owl, the tawny owl, the carrion vulture, <b class=\"verse-num\" id=\"v03011019-1\">19&nbsp;</b>the stork, the heron of any kind, the hoopoe, and the bat.</p>\n<p id=\"p03011019_05-6\"><b class=\"verse-num\" id=\"v03011020-1\">20&nbsp;</b>“All winged insects that go on all fours are detestable to you. <b class=\"verse-num\" id=\"v03011021-1\">21&nbsp;</b>Yet among the winged insects that go on all fours you may eat those that have jointed legs above their feet, with which to hop on the ground. <b class=\"verse-num\" id=\"v03011022-1\">22&nbsp;</b>Of them you may eat: the locust of any kind, the bald locust of any kind, the cricket of any kind, and the grasshopper of any kind. <b class=\"verse-num\" id=\"v03011023-1\">23&nbsp;</b>But all other winged insects that have four feet are detestable to you.</p>\n<p id=\"p03011023_05-6\"><b class=\"verse-num\" id=\"v03011024-1\">24&nbsp;</b>“And by these you shall become unclean. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011025-1\">25&nbsp;</b>and whoever carries any part of their carcass shall wash his clothes and be unclean until the evening. <b class=\"verse-num\" id=\"v03011026-1\">26&nbsp;</b>Every animal that parts the hoof but is not cloven-footed or does not chew the cud is unclean to you. Everyone who touches them shall be unclean. <b class=\"verse-num\" id=\"v03011027-1\">27&nbsp;</b>And all that walk on their paws, among the animals that go on all fours, are unclean to you. Whoever touches their carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011028-1\">28&nbsp;</b>and he who carries their carcass shall wash his clothes and be unclean until the evening; they are unclean to you.</p>\n<p id=\"p03011028_05-6\"><b class=\"verse-num\" id=\"v03011029-1\">29&nbsp;</b>“And these are unclean to you among the swarming things that swarm on the ground: the mole rat, the mouse, the great lizard of any kind, <b class=\"verse-num\" id=\"v03011030-1\">30&nbsp;</b>the gecko, the monitor lizard, the lizard, the sand lizard, and the chameleon. <b class=\"verse-num\" id=\"v03011031-1\">31&nbsp;</b>These are unclean to you among all that swarm. Whoever touches them when they are dead shall be unclean until the evening. <b class=\"verse-num\" id=\"v03011032-1\">32&nbsp;</b>And anything on which any of them falls when they are dead shall be unclean, whether it is an article of wood or a garment or a skin or a sack, any article that is used for any purpose. It must be put into water, and it shall be unclean until the evening; then it shall be clean. <b class=\"verse-num\" id=\"v03011033-1\">33&nbsp;</b>And if any of them falls into any earthenware vessel, all that is in it shall be unclean, and you shall break it. <b class=\"verse-num\" id=\"v03011034-1\">34&nbsp;</b>Any food in it that could be eaten, on which water comes, shall be unclean. And all drink that could be drunk from every such vessel shall be unclean. <b class=\"verse-num\" id=\"v03011035-1\">35&nbsp;</b>And everything on which any part of their carcass falls shall be unclean. Whether oven or stove, it shall be broken in pieces. They are unclean and shall remain unclean for you. <b class=\"verse-num\" id=\"v03011036-1\">36&nbsp;</b>Nevertheless, a spring or a cistern holding water shall be clean, but whoever touches a carcass in them shall be unclean. <b class=\"verse-num\" id=\"v03011037-1\">37&nbsp;</b>And if any part of their carcass falls upon any seed grain that is to be sown, it is clean, <b class=\"verse-num\" id=\"v03011038-1\">38&nbsp;</b>but if water is put on the seed and any part of their carcass falls on it, it is unclean to you.</p>\n<p id=\"p03011038_05-6\"><b class=\"verse-num\" id=\"v03011039-1\">39&nbsp;</b>“And if any animal which you may eat dies, whoever touches its carcass shall be unclean until the evening, <b class=\"verse-num\" id=\"v03011040-1\">40&nbsp;</b>and whoever eats of its carcass shall wash his clothes and be unclean until the evening. And whoever carries the carcass shall wash his clothes and be unclean until the evening.</p>\n<p id=\"p03011040_05-6\"><b class=\"verse-num\" id=\"v03011041-1\">41&nbsp;</b>“Every swarming thing that swarms on the ground is detestable; it shall not be eaten. <b class=\"verse-num\" id=\"v03011042-1\">42&nbsp;</b>Whatever goes on its belly, and whatever goes on all fours, or whatever has many feet, any swarming thing that swarms on the ground, you shall not eat, for they are detestable. <b class=\"verse-num\" id=\"v03011043-1\">43&nbsp;</b>You shall not make yourselves detestable with any swarming thing that swarms, and you shall not defile yourselves with them, and become unclean through them. <b class=\"verse-num\" id=\"v03011044-1\">44&nbsp;</b>For I am the LORD your God. Consecrate yourselves therefore, and be holy, for I am holy. You shall not defile yourselves with any swarming thing that crawls on the ground. <b class=\"verse-num\" id=\"v03011045-1\">45&nbsp;</b>For I am the LORD who brought you up out of the land of Egypt to be your God. You shall therefore be holy, for I am holy.”</p>\n<p id=\"p03011045_05-6\"><b class=\"verse-num\" id=\"v03011046-1\">46&nbsp;</b>This is the law about beast and bird and every living creature that moves through the waters and every creature that swarms on the ground, <b class=\"verse-num\" id=\"v03011047-1\">47&nbsp;</b>to make a distinction between the unclean and the clean and between the living creature that may be eaten and the living creature that may not be eaten.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses and to Aaron, saying unto them,  <strong>2</strong> Speak unto the children of Israel, saying, These are the beasts which ye shall eat among all the beasts that are on the earth.  <strong>3</strong> Whatsoever parteth the hoof, and is clovenfooted, and cheweth the cud, among the beasts, that shall ye eat.  <strong>4</strong> Nevertheless these shall ye not eat of them that chew the cud, or of them that divide the hoof: as the camel, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>5</strong> And the coney, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>6</strong> And the hare, because he cheweth the cud, but divideth not the hoof; he is unclean unto you.  <strong>7</strong> And the swine, though he divide the hoof, and be clovenfooted, yet he cheweth not the cud; he is unclean to you.  <strong>8</strong> Of their flesh shall ye not eat, and their carcase shall ye not touch; they are unclean to you.  <strong>9</strong> These shall ye eat of all that are in the waters: whatsoever hath fins and scales in the waters, in the seas, and in the rivers, them shall ye eat.  <strong>10</strong> And all that have not fins and scales in the seas, and in the rivers, of all that move in the waters, and of any living thing which is in the waters, they shall be an abomination unto you:  <strong>11</strong> They shall be even an abomination unto you; ye shall not eat of their flesh, but ye shall have their carcases in abomination.  <strong>12</strong> Whatsoever hath no fins nor scales in the waters, that shall be  an abomination unto you.  <strong>13</strong> And these are they which ye shall have in abomination among the fowls; they shall not be eaten, they are an abomination: the eagle, and the ossifrage, and the ospray,  <strong>14</strong> And the vulture, and the kite after his kind;  <strong>15</strong> Every raven after his kind;  <strong>16</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>17</strong> And the little owl, and the cormorant, and the great owl,  <strong>18</strong> And the swan, and the pelican, and the gier eagle,  <strong>19</strong> And the stork, the heron after her kind, and the lapwing, and the bat.  <strong>20</strong> All fowls that creep, going upon all four, shall be  an abomination unto you.  <strong>21</strong> Yet these may ye eat of every flying creeping thing that goeth upon all four, which have legs above their feet, to leap withal upon the earth;  <strong>22</strong> Even these of them ye may eat; the locust after his kind, and the bald locust after his kind, and the beetle after his kind, and the grasshopper after his kind.  <strong>23</strong> But all other flying creeping things, which have four feet, shall be an abomination unto you.  <strong>24</strong> And for these ye shall be unclean: whosoever toucheth the carcase of them shall be unclean until the even.  <strong>25</strong> And whosoever beareth ought of the carcase of them shall wash his clothes, and be unclean until the even.  <strong>26</strong> The carcases of every beast which divideth the hoof, and is not clovenfooted, nor cheweth the cud, are unclean unto you: every one that toucheth them shall be unclean.  <strong>27</strong> And whatsoever goeth upon his paws, among all manner of beasts that go on all four, those are unclean unto you: whoso toucheth their carcase shall be unclean until the even.  <strong>28</strong> And he that beareth the carcase of them shall wash his clothes, and be unclean until the even: they are unclean unto you.  <strong>29</strong> These also shall be unclean unto you among the creeping things that creep upon the earth; the weasel, and the mouse, and the tortoise after his kind,  <strong>30</strong> And the ferret, and the chameleon, and the lizard, and the snail, and the mole.  <strong>31</strong> These are unclean to you among all that creep: whosoever doth touch them, when they be dead, shall be unclean until the even.  <strong>32</strong> And upon whatsoever any of them, when they are dead, doth fall, it shall be unclean; whether it be any vessel of wood, or raiment, or skin, or sack, whatsoever vessel it be, wherein any work is done, it must be put into water, and it shall be unclean until the even; so it shall be cleansed.  <strong>33</strong> And every earthen vessel, whereinto any of them falleth, whatsoever is in it shall be unclean; and ye shall break it.  <strong>34</strong> Of all meat which may be eaten, that on which such  water cometh shall be unclean: and all drink that may be drunk in every such vessel shall be unclean.  <strong>35</strong> And every thing whereupon any part of their carcase falleth shall be unclean; whether it be oven, or ranges for pots, they shall be broken down: for they are unclean, and shall be unclean unto you.  <strong>36</strong> Nevertheless a fountain or pit, wherein there is plenty of water, shall be clean: but that which toucheth their carcase shall be unclean.  <strong>37</strong> And if any part of their carcase fall upon any sowing seed which is to be sown, it shall be clean.  <strong>38</strong> But if any water be put upon the seed, and any part  of their carcase fall thereon, it shall be unclean unto you.  <strong>39</strong> And if any beast, of which ye may eat, die; he that toucheth the carcase thereof shall be unclean until the even.  <strong>40</strong> And he that eateth of the carcase of it shall wash his clothes, and be unclean until the even: he also that beareth the carcase of it shall wash his clothes, and be unclean until the even.  <strong>41</strong> And every creeping thing that creepeth upon the earth shall be  an abomination; it shall not be eaten.  <strong>42</strong> Whatsoever goeth upon the belly, and whatsoever goeth upon all  four, or whatsoever hath more feet among all creeping things that creep upon the earth, them ye shall not eat; for they are an abomination.  <strong>43</strong> Ye shall not make yourselves abominable with any creeping thing that creepeth, neither shall ye make yourselves unclean with them, that ye should be defiled thereby.  <strong>44</strong> For I am the LORD your God: ye shall therefore sanctify yourselves, and ye shall be holy; for I am holy: neither shall ye defile yourselves with any manner of creeping thing that creepeth upon the earth.  <strong>45</strong> For I am the LORD that bringeth you up out of the land of Egypt, to be your God: ye shall therefore be holy, for I am holy.  <strong>46</strong> This is the law of the beasts, and of the fowl, and of every living creature that moveth in the waters, and of every creature that creepeth upon the earth:  <strong>47</strong> To make a difference between the unclean and the clean, and between the beast that may be eaten and the beast that may not be eaten.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses and Aaron, <sup><strong>2</strong></sup> \"Say to the Israelites: 'Of all the animals that live on land, these are the ones you may eat: <sup><strong>3</strong></sup> You may eat any animal that has a split hoof completely divided and that chews the cud. <sup><strong>4</strong></sup> \"'There are some that only chew the cud or only have a split hoof, but you must not eat them. The camel, though it chews the cud, does not have a split hoof; it is ceremonially unclean for you. <sup><strong>5</strong></sup> The coney, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>6</strong></sup> The rabbit, though it chews the cud, does not have a split hoof; it is unclean for you. <sup><strong>7</strong></sup> And the pig, though it has a split hoof completely divided, does not chew the cud; it is unclean for you. <sup><strong>8</strong></sup> You must not eat their meat or touch their carcasses; they are unclean for you. <sup><strong>9</strong></sup> \"'Of all the creatures living in the water of the seas and the streams, you may eat any that have fins and scales. <sup><strong>10</strong></sup> But all creatures in the seas or streams that do not have fins and scales-whether among all the swarming things or among all the other living creatures in the water-you are to detest. <sup><strong>11</strong></sup> And since you are to detest them, you must not eat their meat and you must detest their carcasses. <sup><strong>12</strong></sup> Anything living in the water that does not have fins and scales is to be detestable to you. <sup><strong>13</strong></sup> \"'These are the birds you are to detest and not eat because they are detestable: the eagle, the vulture, the black vulture, <sup><strong>14</strong></sup> the red kite, any kind of black kite, <sup><strong>15</strong></sup> any kind of raven, <sup><strong>16</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>17</strong></sup> the little owl, the cormorant, the great owl, <sup><strong>18</strong></sup> the white owl, the desert owl, the osprey, <sup><strong>19</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>20</strong></sup> \"'All flying insects that walk on all fours are to be detestable to you. <sup><strong>21</strong></sup> There are, however, some winged creatures that walk on all fours that you may eat: those that have jointed legs for hopping on the ground. <sup><strong>22</strong></sup> Of these you may eat any kind of locust, katydid, cricket or grasshopper. <sup><strong>23</strong></sup> But all other winged creatures that have four legs you are to detest. <sup><strong>24</strong></sup> \"'You will make yourselves unclean by these; whoever touches their carcasses will be unclean till evening. <sup><strong>25</strong></sup> Whoever picks up one of their carcasses must wash his clothes, and he will be unclean till evening. <sup><strong>26</strong></sup> \"'Every animal that has a split hoof not completely divided or that does not chew the cud is unclean for you; whoever touches the carcass of any of them will be unclean. <sup><strong>27</strong></sup> Of all the animals that walk on all fours, those that walk on their paws are unclean for you; whoever touches their carcasses will be unclean till evening. <sup><strong>28</strong></sup> Anyone who picks up their carcasses must wash his clothes, and he will be unclean till evening. They are unclean for you. <sup><strong>29</strong></sup> \"'Of the animals that move about on the ground, these are unclean for you: the weasel, the rat, any kind of great lizard, <sup><strong>30</strong></sup> the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. <sup><strong>31</strong></sup> Of all those that move along the ground, these are unclean for you. Whoever touches them when they are dead will be unclean till evening. <sup><strong>32</strong></sup> When one of them dies and falls on something, that article, whatever its use, will be unclean, whether it is made of wood, cloth, hide or sackcloth. Put it in water; it will be unclean till evening, and then it will be clean. <sup><strong>33</strong></sup> If one of them falls into a clay pot, everything in it will be unclean, and you must break the pot. <sup><strong>34</strong></sup> Any food that could be eaten but has water on it from such a pot is unclean, and any liquid that could be drunk from it is unclean. <sup><strong>35</strong></sup> Anything that one of their carcasses falls on becomes unclean; an oven or cooking pot must be broken up. They are unclean, and you are to regard them as unclean. <sup><strong>36</strong></sup> A spring, however, or a cistern for collecting water remains clean, but anyone who touches one of these carcasses is unclean. <sup><strong>37</strong></sup> If a carcass falls on any seeds that are to be planted, they remain clean. <sup><strong>38</strong></sup> But if water has been put on the seed and a carcass falls on it, it is unclean for you. <sup><strong>39</strong></sup> \"'If an animal that you are allowed to eat dies, anyone who touches the carcass will be unclean till evening. <sup><strong>40</strong></sup> Anyone who eats some of the carcass must wash his clothes, and he will be unclean till evening. Anyone who picks up the carcass must wash his clothes, and he will be unclean till evening. <sup><strong>41</strong></sup> \"'Every creature that moves about on the ground is detestable; it is not to be eaten. <sup><strong>42</strong></sup> You are not to eat any creature that moves about on the ground, whether it moves on its belly or walks on all fours or on many feet; it is detestable. <sup><strong>43</strong></sup> Do not defile yourselves by any of these creatures. Do not make yourselves unclean by means of them or be made unclean by them. <sup><strong>44</strong></sup> I am the LORD your God; consecrate yourselves and be holy, because I am holy. Do not make yourselves unclean by any creature that moves about on the ground. <sup><strong>45</strong></sup> I am the LORD who brought you up out of Egypt to be your God; therefore be holy, because I am holy. <sup><strong>46</strong></sup> \"'These are the regulations concerning animals, birds, every living thing that moves in the water and every creature that moves about on the ground. <sup><strong>47</strong></sup> You must distinguish between the unclean and the clean, between living creatures that may be eaten and those that may not be eaten.'\" "},{"_id":"615a3ac33d0a7d05a9b5697b","topicId":"615a3abf3d0a7d05a9b56974","verse":"Mark 7:15-19","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41007015_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41007015-1\">15&nbsp;</b><span class=\"woc\">There is nothing outside a person that by going into him can defile him, but the things that come out of a person are what defile him.”</span> <b class=\"verse-num\" id=\"v41007017-1\">17&nbsp;</b>And when he had entered the house and left the people, his disciples asked him about the parable. <b class=\"verse-num\" id=\"v41007018-1\">18&nbsp;</b>And he said to them, <span class=\"woc\">“Then are you also without understanding? Do you not see that whatever goes into a person from outside cannot defile him,</span> <b class=\"verse-num woc\" id=\"v41007019-1\">19&nbsp;</b><span class=\"woc\">since it enters not his heart but his stomach, and is expelled?”</span> (Thus he declared all foods clean.)</p>\n\n</div>","kjv":"<strong>15</strong> There is nothing from without a man, that entering into him can defile him: but the things which come out of him, those are they that defile the man.  <strong>16</strong> If any man have ears to hear, let him hear.  <strong>17</strong> And when he was entered into the house from the people, his disciples asked him concerning the parable.  <strong>18</strong> And he saith unto them, Are ye so without understanding also? Do ye not perceive, that whatsoever thing from without entereth into the man, it cannot defile him;  <strong>19</strong> Because it entereth not into his heart, but into the belly, and goeth out into the draught, purging all meats?  ","niv":"<sup><strong>15</strong></sup> Nothing outside a man can make him 'unclean' by going into him. Rather, it is what comes out of a man that makes him 'unclean.'\" <sup><strong>16</strong></sup> See Footnote <sup><strong>17</strong></sup> After he had left the crowd and entered the house, his disciples asked him about this parable. <sup><strong>18</strong></sup> \"Are you so dull?\" he asked. \"Don't you see that nothing that enters a man from the outside can make him 'unclean'? <sup><strong>19</strong></sup> For it doesn't go into his heart but into his stomach, and then out of his body.\" (In saying this, Jesus declared all foods \"clean.\") "},{"_id":"615a3ac33d0a7d05a9b5697c","topicId":"615a3abf3d0a7d05a9b56974","verse":"Luke 24:42-43","votes":7,"__v":0,"esv":"<div>\n<p id=\"p42024042_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n\n</div>","kjv":"<strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  ","niv":"<sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. "},{"_id":"615a3ac33d0a7d05a9b5697d","topicId":"615a3abf3d0a7d05a9b56974","verse":"1 Timothy 4:3-5","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n\n<p id=\"p54004005_13-15\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. <b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness; <b class=\"verse-num\" id=\"v54004008-1\">8&nbsp;</b>for while bodily training is of some value, godliness is of value in every way, as it holds promise for the present life and also for the life to come. <b class=\"verse-num\" id=\"v54004009-1\">9&nbsp;</b>The saying is trustworthy and deserving of full acceptance. <b class=\"verse-num\" id=\"v54004010-1\">10&nbsp;</b>For to this end we toil and strive, because we have our hope set on the living God, who is the Savior of all people, especially of those who believe.</p>\n<p id=\"p54004010_13-15\"><b class=\"verse-num\" id=\"v54004011-1\">11&nbsp;</b>Command and teach these things. <b class=\"verse-num\" id=\"v54004012-1\">12&nbsp;</b>Let no one despise you for your youth, but set the believers an example in speech, in conduct, in love, in faith, in purity. <b class=\"verse-num\" id=\"v54004013-1\">13&nbsp;</b>Until I come, devote yourself to the public reading of Scripture, to exhortation, to teaching. <b class=\"verse-num\" id=\"v54004014-1\">14&nbsp;</b>Do not neglect the gift you have, which was given you by prophecy when the council of elders laid their hands on you. <b class=\"verse-num\" id=\"v54004015-1\">15&nbsp;</b>Practice these things, immerse yourself in them, so that all may see your progress. <b class=\"verse-num\" id=\"v54004016-1\">16&nbsp;</b>Keep a close watch on yourself and on the teaching. Persist in this, for by so doing you will save both yourself and your hearers.</p>\n\n</div>","kjv":"<strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  ","niv":"<sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. "},{"_id":"615a3ac33d0a7d05a9b5697e","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:21","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45014021_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble.</p>\n\n</div>","kjv":"<strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  ","niv":"<sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall."},{"_id":"615a3ac33d0a7d05a9b5697f","topicId":"615a3abf3d0a7d05a9b56974","verse":"Deuteronomy 12:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p05012020_01-12\"><b class=\"verse-num\" id=\"v05012020-1\">20&nbsp;</b>“When the LORD your God enlarges your territory, as he has promised you, and you say, ‘I will eat meat,’ because you crave meat, you may eat meat whenever you desire.</p>\n</div>","kjv":"<strong>20</strong> When the LORD thy God shall enlarge thy border, as he hath promised thee, and thou shalt say, I will eat flesh, because thy soul longeth to eat flesh; thou mayest eat flesh, whatsoever thy soul lusteth after.  ","niv":"<sup><strong>20</strong></sup> When the LORD your God has enlarged your territory as he promised you, and you crave meat and say, \"I would like some meat,\" then you may eat as much of it as you want."},{"_id":"615a3ac33d0a7d05a9b56980","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45014002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables.</p>\n</div>","kjv":"<strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  ","niv":"<sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables."},{"_id":"615a3ac43d0a7d05a9b56981","topicId":"615a3abf3d0a7d05a9b56974","verse":"1 Timothy 4:1-16","votes":4,"__v":0,"kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  <strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  <strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  <strong>8</strong> For bodily exercise profiteth little: but godliness is profitable unto all things, having promise of the life that now is, and of that which is to come.  <strong>9</strong> This is a faithful saying and worthy of all acceptation.  <strong>10</strong> For therefore we both labour and suffer reproach, because we trust in the living God, who is the Saviour of all men, specially of those that believe.  <strong>11</strong> These things command and teach.  <strong>12</strong> Let no man despise thy youth; but be thou an example of the believers, in word, in conversation, in charity, in spirit, in faith, in purity.  <strong>13</strong> Till I come, give attendance to reading, to exhortation, to doctrine.  <strong>14</strong> Neglect not the gift that is in thee, which was given thee by prophecy, with the laying on of the hands of the presbytery.  <strong>15</strong> Meditate upon these things; give thyself wholly to them; that thy profiting may appear to all.  <strong>16</strong> Take heed unto thyself, and unto the doctrine; continue in them: for in doing this thou shalt both save thyself, and them that hear thee.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. <sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed. <sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. <sup><strong>8</strong></sup> For physical training is of some value, but godliness has value for all things, holding promise for both the present life and the life to come. <sup><strong>9</strong></sup> This is a trustworthy saying that deserves full acceptance <sup><strong>10</strong></sup> (and for this we labor and strive), that we have put our hope in the living God, who is the Savior of all men, and especially of those who believe. <sup><strong>11</strong></sup> Command and teach these things. <sup><strong>12</strong></sup> Don't let anyone look down on you because you are young, but set an example for the believers in speech, in life, in love, in faith and in purity. <sup><strong>13</strong></sup> Until I come, devote yourself to the public reading of Scripture, to preaching and to teaching. <sup><strong>14</strong></sup> Do not neglect your gift, which was given you through a prophetic message when the body of elders laid their hands on you. <sup><strong>15</strong></sup> Be diligent in these matters; give yourself wholly to them, so that everyone may see your progress. <sup><strong>16</strong></sup> Watch your life and doctrine closely. Persevere in them, because if you do, you will save both yourself and your hearers. "},{"_id":"615a3ac43d0a7d05a9b56982","topicId":"615a3abf3d0a7d05a9b56974","verse":"1 Corinthians 8:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46008008_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008008-1\">8&nbsp;</b>Food will not commend us to God. We are no worse off if we do not eat, and no better off if we do.</p>\n</div>","kjv":"<strong>8</strong> But meat commendeth us not to God: for neither, if we eat, are we the better; neither, if we eat not, are we the worse.  ","niv":"<sup><strong>8</strong></sup> But food does not bring us near to God; we are no worse if we do not eat, and no better if we do."},{"_id":"615a3ac43d0a7d05a9b56983","topicId":"615a3abf3d0a7d05a9b56974","verse":"Isaiah 11:6-9","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23011006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011006-1\">6&nbsp;</b>&nbsp;&nbsp;The wolf shall dwell with the lamb,</span><br><span id=\"p23011006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the leopard shall lie down with the young goat,</span><br><span id=\"p23011006_01-18\" class=\"line\">&nbsp;&nbsp;and the calf and the lion and the fattened calf together;</span><br><span id=\"p23011006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a little child shall lead them.</span><br><span id=\"p23011007_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011007-1\">7&nbsp;</b>&nbsp;&nbsp;The cow and the bear shall graze;</span><br><span id=\"p23011007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their young shall lie down together;</span><br><span id=\"p23011007_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the lion shall eat straw like the ox.</span><br><span id=\"p23011008_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011008-1\">8&nbsp;</b>&nbsp;&nbsp;The nursing child shall play over the hole of the cobra,</span><br><span id=\"p23011008_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the weaned child shall put his hand on the adder’s den.</span><br><span id=\"p23011009_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23011009-1\">9&nbsp;</b>&nbsp;&nbsp;They shall not hurt or destroy</span><br><span id=\"p23011009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in all my holy mountain;</span><br><span id=\"p23011009_01-18\" class=\"line\">&nbsp;&nbsp;for the earth shall be full of the knowledge of the LORD</span><br><span id=\"p23011009_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the waters cover the sea.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> The wolf also shall dwell with the lamb, and the leopard shall lie down with the kid; and the calf and the young lion and the fatling together; and a little child shall lead them.  <strong>7</strong> And the cow and the bear shall feed; their young ones shall lie down together: and the lion shall eat straw like the ox.  <strong>8</strong> And the sucking child shall play on the hole of the asp, and the weaned child shall put his hand on the cockatrice’ den.  <strong>9</strong> They shall not hurt nor destroy in all my holy mountain: for the earth shall be full of the knowledge of the LORD, as the waters cover the sea.  ","niv":"<sup><strong>6</strong></sup> The wolf will live with the lamb, the leopard will lie down with the goat, the calf and the lion and the yearling together; and a little child will lead them. <sup><strong>7</strong></sup> The cow will feed with the bear, their young will lie down together, and the lion will eat straw like the ox. <sup><strong>8</strong></sup> The infant will play near the hole of the cobra, and the young child put his hand into the viper's nest. <sup><strong>9</strong></sup> They will neither harm nor destroy on all my holy mountain, for the earth will be full of the knowledge of the LORD as the waters cover the sea. "},{"_id":"615a3ac43d0a7d05a9b56984","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45014003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him.</p>\n</div>","kjv":"<strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  ","niv":"<sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him."},{"_id":"615a3ac43d0a7d05a9b56985","topicId":"615a3abf3d0a7d05a9b56974","verse":"Acts 10:1-48","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44010001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44010001-1\">10:1&nbsp;</b>At Caesarea there was a man named Cornelius, a centurion of what was known as the Italian Cohort, <b class=\"verse-num\" id=\"v44010002-1\">2&nbsp;</b>a devout man who feared God with all his household, gave alms generously to the people, and prayed continually to God. <b class=\"verse-num\" id=\"v44010003-1\">3&nbsp;</b>About the ninth hour of the day he saw clearly in a vision an angel of God come in and say to him, “Cornelius.” <b class=\"verse-num\" id=\"v44010004-1\">4&nbsp;</b>And he stared at him in terror and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have ascended as a memorial before God. <b class=\"verse-num\" id=\"v44010005-1\">5&nbsp;</b>And now send men to Joppa and bring one Simon who is called Peter. <b class=\"verse-num\" id=\"v44010006-1\">6&nbsp;</b>He is lodging with one Simon, a tanner, whose house is by the sea.” <b class=\"verse-num\" id=\"v44010007-1\">7&nbsp;</b>When the angel who spoke to him had departed, he called two of his servants and a devout soldier from among those who attended him, <b class=\"verse-num\" id=\"v44010008-1\">8&nbsp;</b>and having related everything to them, he sent them to Joppa.</p>\n\n<p id=\"p44010008_06-20\"><b class=\"verse-num\" id=\"v44010009-1\">9&nbsp;</b>The next day, as they were on their journey and approaching the city, Peter went up on the housetop about the sixth hour to pray. <b class=\"verse-num\" id=\"v44010010-1\">10&nbsp;</b>And he became hungry and wanted something to eat, but while they were preparing it, he fell into a trance <b class=\"verse-num\" id=\"v44010011-1\">11&nbsp;</b>and saw the heavens opened and something like a great sheet descending, being let down by its four corners upon the earth. <b class=\"verse-num\" id=\"v44010012-1\">12&nbsp;</b>In it were all kinds of animals and reptiles and birds of the air. <b class=\"verse-num\" id=\"v44010013-1\">13&nbsp;</b>And there came a voice to him: <span class=\"woc\">“Rise, Peter; kill and eat.”</span> <b class=\"verse-num\" id=\"v44010014-1\">14&nbsp;</b>But Peter said, “By no means, Lord; for I have never eaten anything that is common or unclean.” <b class=\"verse-num\" id=\"v44010015-1\">15&nbsp;</b>And the voice came to him again a second time, <span class=\"woc\">“What God has made clean, do not call common.”</span> <b class=\"verse-num\" id=\"v44010016-1\">16&nbsp;</b>This happened three times, and the thing was taken up at once to heaven.</p>\n<p id=\"p44010016_06-20\"><b class=\"verse-num\" id=\"v44010017-1\">17&nbsp;</b>Now while Peter was inwardly perplexed as to what the vision that he had seen might mean, behold, the men who were sent by Cornelius, having made inquiry for Simon’s house, stood at the gate <b class=\"verse-num\" id=\"v44010018-1\">18&nbsp;</b>and called out to ask whether Simon who was called Peter was lodging there. <b class=\"verse-num\" id=\"v44010019-1\">19&nbsp;</b>And while Peter was pondering the vision, the Spirit said to him, “Behold, three men are looking for you. <b class=\"verse-num\" id=\"v44010020-1\">20&nbsp;</b>Rise and go down and accompany them without hesitation, for I have sent them.” <b class=\"verse-num\" id=\"v44010021-1\">21&nbsp;</b>And Peter went down to the men and said, “I am the one you are looking for. What is the reason for your coming?” <b class=\"verse-num\" id=\"v44010022-1\">22&nbsp;</b>And they said, “Cornelius, a centurion, an upright and God-fearing man, who is well spoken of by the whole Jewish nation, was directed by a holy angel to send for you to come to his house and to hear what you have to say.” <b class=\"verse-num\" id=\"v44010023-1\">23&nbsp;</b>So he invited them in to be his guests.</p>\n<p id=\"p44010023_06-20\">The next day he rose and went away with them, and some of the brothers from Joppa accompanied him. <b class=\"verse-num\" id=\"v44010024-1\">24&nbsp;</b>And on the following day they entered Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <b class=\"verse-num\" id=\"v44010025-1\">25&nbsp;</b>When Peter entered, Cornelius met him and fell down at his feet and worshiped him. <b class=\"verse-num\" id=\"v44010026-1\">26&nbsp;</b>But Peter lifted him up, saying, “Stand up; I too am a man.” <b class=\"verse-num\" id=\"v44010027-1\">27&nbsp;</b>And as he talked with him, he went in and found many persons gathered. <b class=\"verse-num\" id=\"v44010028-1\">28&nbsp;</b>And he said to them, “You yourselves know how unlawful it is for a Jew to associate with or to visit anyone of another nation, but God has shown me that I should not call any person common or unclean. <b class=\"verse-num\" id=\"v44010029-1\">29&nbsp;</b>So when I was sent for, I came without objection. I ask then why you sent for me.”</p>\n<p id=\"p44010029_06-20\"><b class=\"verse-num\" id=\"v44010030-1\">30&nbsp;</b>And Cornelius said, “Four days ago, about this hour, I was praying in my house at the ninth hour, and behold, a man stood before me in bright clothing <b class=\"verse-num\" id=\"v44010031-1\">31&nbsp;</b>and said, ‘Cornelius, your prayer has been heard and your alms have been remembered before God. <b class=\"verse-num\" id=\"v44010032-1\">32&nbsp;</b>Send therefore to Joppa and ask for Simon who is called Peter. He is lodging in the house of Simon, a tanner, by the sea.’ <b class=\"verse-num\" id=\"v44010033-1\">33&nbsp;</b>So I sent for you at once, and you have been kind enough to come. Now therefore we are all here in the presence of God to hear all that you have been commanded by the Lord.”</p>\n\n<p id=\"p44010033_11-20\"><b class=\"verse-num\" id=\"v44010034-1\">34&nbsp;</b>So Peter opened his mouth and said: “Truly I understand that God shows no partiality, <b class=\"verse-num\" id=\"v44010035-1\">35&nbsp;</b>but in every nation anyone who fears him and does what is right is acceptable to him. <b class=\"verse-num\" id=\"v44010036-1\">36&nbsp;</b>As for the word that he sent to Israel, preaching good news of peace through Jesus Christ (he is Lord of all), <b class=\"verse-num\" id=\"v44010037-1\">37&nbsp;</b>you yourselves know what happened throughout all Judea, beginning from Galilee after the baptism that John proclaimed: <b class=\"verse-num\" id=\"v44010038-1\">38&nbsp;</b>how God anointed Jesus of Nazareth with the Holy Spirit and with power. He went about doing good and healing all who were oppressed by the devil, for God was with him. <b class=\"verse-num\" id=\"v44010039-1\">39&nbsp;</b>And we are witnesses of all that he did both in the country of the Jews and in Jerusalem. They put him to death by hanging him on a tree, <b class=\"verse-num\" id=\"v44010040-1\">40&nbsp;</b>but God raised him on the third day and made him to appear, <b class=\"verse-num\" id=\"v44010041-1\">41&nbsp;</b>not to all the people but to us who had been chosen by God as witnesses, who ate and drank with him after he rose from the dead. <b class=\"verse-num\" id=\"v44010042-1\">42&nbsp;</b>And he commanded us to preach to the people and to testify that he is the one appointed by God to be judge of the living and the dead. <b class=\"verse-num\" id=\"v44010043-1\">43&nbsp;</b>To him all the prophets bear witness that everyone who believes in him receives forgiveness of sins through his name.”</p>\n\n<p id=\"p44010043_18-20\"><b class=\"verse-num\" id=\"v44010044-1\">44&nbsp;</b>While Peter was still saying these things, the Holy Spirit fell on all who heard the word. <b class=\"verse-num\" id=\"v44010045-1\">45&nbsp;</b>And the believers from among the circumcised who had come with Peter were amazed, because the gift of the Holy Spirit was poured out even on the Gentiles. <b class=\"verse-num\" id=\"v44010046-1\">46&nbsp;</b>For they were hearing them speaking in tongues and extolling God. Then Peter declared, <b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?” <b class=\"verse-num\" id=\"v44010048-1\">48&nbsp;</b>And he commanded them to be baptized in the name of Jesus Christ. Then they asked him to remain for some days.</p>\n\n</div>","kjv":"<strong>1</strong> There was a certain man in Caesarea called Cornelius, a centurion of the band called the Italian band,  <strong>2</strong> A devout man, and one that feared God with all his house, which gave much alms to the people, and prayed to God alway.  <strong>3</strong> He saw in a vision evidently about the ninth hour of the day an angel of God coming in to him, and saying unto him, Cornelius.  <strong>4</strong> And when he looked on him, he was afraid, and said, What is it, Lord? And he said unto him, Thy prayers and thine alms are come up for a memorial before God.  <strong>5</strong> And now send men to Joppa, and call for one Simon, whose surname is Peter:  <strong>6</strong> He lodgeth with one Simon a tanner, whose house is by the sea side: he shall tell thee what thou oughtest to do.  <strong>7</strong> And when the angel which spake unto Cornelius was departed, he called two of his household servants, and a devout soldier of them that waited on him continually;  <strong>8</strong> And when he had declared all these things unto them, he sent them to Joppa.  <strong>9</strong> On the morrow, as they went on their journey, and drew nigh unto the city, Peter went up upon the housetop to pray about the sixth hour:  <strong>10</strong> And he became very hungry, and would have eaten: but while they made ready, he fell into a trance,  <strong>11</strong> And saw heaven opened, and a certain vessel descending unto him, as it had been a great sheet knit at the four corners, and let down to the earth:  <strong>12</strong> Wherein were all manner of fourfooted beasts of the earth, and wild beasts, and creeping things, and fowls of the air.  <strong>13</strong> And there came a voice to him, Rise, Peter; kill, and eat.  <strong>14</strong> But Peter said, Not so, Lord; for I have never eaten any thing that is common or unclean.  <strong>15</strong> And the voice spake unto him again the second time, What God hath cleansed, that call not thou common.  <strong>16</strong> This was done thrice: and the vessel was received up again into heaven.  <strong>17</strong> Now while Peter doubted in himself what this vision which he had seen should mean, behold, the men which were sent from Cornelius had made enquiry for Simon’s house, and stood before the gate,  <strong>18</strong> And called, and asked whether Simon, which was surnamed Peter, were lodged there.  <strong>19</strong> While Peter thought on the vision, the Spirit said unto him, Behold, three men seek thee.  <strong>20</strong> Arise therefore, and get thee down, and go with them, doubting nothing: for I have sent them.  <strong>21</strong> Then Peter went down to the men which were sent unto him from Cornelius; and said, Behold, I am he whom ye seek: what is the cause wherefore ye are come?  <strong>22</strong> And they said, Cornelius the centurion, a just man, and one that feareth God, and of good report among all the nation of the Jews, was warned from God by an holy angel to send for thee into his house, and to hear words of thee.  <strong>23</strong> Then called he them in, and lodged them. And on the morrow Peter went away with them, and certain brethren from Joppa accompanied him.  <strong>24</strong> And the morrow after they entered into Caesarea. And Cornelius waited for them, and had called together his kinsmen and near friends.  <strong>25</strong> And as Peter was coming in, Cornelius met him, and fell down at his feet, and worshipped him.  <strong>26</strong> But Peter took him up, saying, Stand up; I myself also am a man.  <strong>27</strong> And as he talked with him, he went in, and found many that were come together.  <strong>28</strong> And he said unto them, Ye know how that it is an unlawful thing for a man that is a Jew to keep company, or come unto one of another nation; but God hath shewed me that I should not call any man common or unclean.  <strong>29</strong> Therefore came I unto you without gainsaying, as soon as I was sent for: I ask therefore for what intent ye have sent for me?  <strong>30</strong> And Cornelius said, Four days ago I was fasting until this hour; and at the ninth hour I prayed in my house, and, behold, a man stood before me in bright clothing,  <strong>31</strong> And said, Cornelius, thy prayer is heard, and thine alms are had in remembrance in the sight of God.  <strong>32</strong> Send therefore to Joppa, and call hither Simon, whose surname is Peter; he is lodged in the house of one Simon a tanner by the sea side: who, when he cometh, shall speak unto thee.  <strong>33</strong> Immediately therefore I sent to thee; and thou hast well done that thou art come. Now therefore are we all here present before God, to hear all things that are commanded thee of God.  <strong>34</strong> Then Peter opened his mouth, and said, Of a truth I perceive that God is no respecter of persons:  <strong>35</strong> But in every nation he that feareth him, and worketh righteousness, is accepted with him.  <strong>36</strong> The word which God sent unto the children of Israel, preaching peace by Jesus Christ: (he is Lord of all:)  <strong>37</strong> That word, I say, ye know, which was published throughout all Judaea, and began from Galilee, after the baptism which John preached;  <strong>38</strong> How God anointed Jesus of Nazareth with the Holy Ghost and with power: who went about doing good, and healing all that were oppressed of the devil; for God was with him.  <strong>39</strong> And we are witnesses of all things which he did both in the land of the Jews, and in Jerusalem; whom they slew and hanged on a tree:  <strong>40</strong> Him God raised up the third day, and shewed him openly;  <strong>41</strong> Not to all the people, but unto witnesses chosen before of God, even to us, who did eat and drink with him after he rose from the dead.  <strong>42</strong> And he commanded us to preach unto the people, and to testify that it is he which was ordained of God to be the Judge of quick and dead.  <strong>43</strong> To him give all the prophets witness, that through his name whosoever believeth in him shall receive remission of sins.  <strong>44</strong> While Peter yet spake these words, the Holy Ghost fell on all them which heard the word.  <strong>45</strong> And they of the circumcision which believed were astonished, as many as came with Peter, because that on the Gentiles also was poured out the gift of the Holy Ghost.  <strong>46</strong> For they heard them speak with tongues, and magnify God. Then answered Peter,  <strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  <strong>48</strong> And he commanded them to be baptized in the name of the Lord. Then prayed they him to tarry certain days.  ","niv":"<sup><strong>1</strong></sup> At Caesarea there was a man named Cornelius, a centurion in what was known as the Italian Regiment. <sup><strong>2</strong></sup> He and all his family were devout and God-fearing; he gave generously to those in need and prayed to God regularly. <sup><strong>3</strong></sup> One day at about three in the afternoon he had a vision. He distinctly saw an angel of God, who came to him and said, \"Cornelius!\" <sup><strong>4</strong></sup> Cornelius stared at him in fear. \"What is it, Lord?\" he asked. <sup><strong>5</strong></sup> The angel answered, \"Your prayers and gifts to the poor have come up as a memorial offering before God. Now send men to Joppa to bring back a man named Simon who is called Peter. <sup><strong>6</strong></sup> He is staying with Simon the tanner, whose house is by the sea.\" <sup><strong>7</strong></sup> When the angel who spoke to him had gone, Cornelius called two of his servants and a devout soldier who was one of his attendants. <sup><strong>8</strong></sup> He told them everything that had happened and sent them to Joppa. <sup><strong>9</strong></sup> About noon the following day as they were on their journey and approaching the city, Peter went up on the roof to pray. <sup><strong>10</strong></sup> He became hungry and wanted something to eat, and while the meal was being prepared, he fell into a trance. <sup><strong>11</strong></sup> He saw heaven opened and something like a large sheet being let down to earth by its four corners. <sup><strong>12</strong></sup> It contained all kinds of four-footed animals, as well as reptiles of the earth and birds of the air. <sup><strong>13</strong></sup> Then a voice told him, \"Get up, Peter. Kill and eat.\" <sup><strong>14</strong></sup> \"Surely not, Lord!\" Peter replied. \"I have never eaten anything impure or unclean.\" <sup><strong>15</strong></sup> The voice spoke to him a second time, \"Do not call anything impure that God has made clean.\" <sup><strong>16</strong></sup> This happened three times, and immediately the sheet was taken back to heaven. <sup><strong>17</strong></sup> While Peter was wondering about the meaning of the vision, the men sent by Cornelius found out where Simon's house was and stopped at the gate. <sup><strong>18</strong></sup> They called out, asking if Simon who was known as Peter was staying there. <sup><strong>19</strong></sup> While Peter was still thinking about the vision, the Spirit said to him, \"Simon, three men are looking for you. <sup><strong>20</strong></sup> So get up and go downstairs. Do not hesitate to go with them, for I have sent them.\" <sup><strong>21</strong></sup> Peter went down and said to the men, \"I'm the one you're looking for. Why have you come?\" <sup><strong>22</strong></sup> The men replied, \"We have come from Cornelius the centurion. He is a righteous and God-fearing man, who is respected by all the Jewish people. A holy angel told him to have you come to his house so that he could hear what you have to say.\" <sup><strong>23</strong></sup> Then Peter invited the men into the house to be his guests. <sup><strong>24</strong></sup> The next day Peter started out with them, and some of the brothers from Joppa went along. The following day he arrived in Caesarea. Cornelius was expecting them and had called together his relatives and close friends. <sup><strong>25</strong></sup> As Peter entered the house, Cornelius met him and fell at his feet in reverence. <sup><strong>26</strong></sup> But Peter made him get up. \"Stand up,\" he said, \"I am only a man myself.\" <sup><strong>27</strong></sup> Talking with him, Peter went inside and found a large gathering of people. <sup><strong>28</strong></sup> He said to them: \"You are well aware that it is against our law for a Jew to associate with a Gentile or visit him. But God has shown me that I should not call any man impure or unclean. <sup><strong>29</strong></sup> So when I was sent for, I came without raising any objection. May I ask why you sent for me?\" <sup><strong>30</strong></sup> Cornelius answered: \"Four days ago I was in my house praying at this hour, at three in the afternoon. Suddenly a man in shining clothes stood before me <sup><strong>31</strong></sup> and said, 'Cornelius, God has heard your prayer and remembered your gifts to the poor. <sup><strong>32</strong></sup> Send to Joppa for Simon who is called Peter. He is a guest in the home of Simon the tanner, who lives by the sea.' <sup><strong>33</strong></sup> So I sent for you immediately, and it was good of you to come. Now we are all here in the presence of God to listen to everything the Lord has commanded you to tell us.\" <sup><strong>34</strong></sup> Then Peter began to speak: \"I now realize how true it is that God does not show favoritism <sup><strong>35</strong></sup> but accepts men from every nation who fear him and do what is right. <sup><strong>36</strong></sup> You know the message God sent to the people of Israel, telling the good news of peace through Jesus Christ, who is Lord of all. <sup><strong>37</strong></sup> You know what has happened throughout Judea, beginning in Galilee after the baptism that John preached-- <sup><strong>38</strong></sup> how God anointed Jesus of Nazareth with the Holy Spirit and power, and how he went around doing good and healing all who were under the power of the devil, because God was with him. <sup><strong>39</strong></sup> \"We are witnesses of everything he did in the country of the Jews and in Jerusalem. They killed him by hanging him on a tree, <sup><strong>40</strong></sup> but God raised him from the dead on the third day and caused him to be seen. <sup><strong>41</strong></sup> He was not seen by all the people, but by witnesses whom God had already chosen--by us who ate and drank with him after he rose from the dead. <sup><strong>42</strong></sup> He commanded us to preach to the people and to testify that he is the one whom God appointed as judge of the living and the dead. <sup><strong>43</strong></sup> All the prophets testify about him that everyone who believes in him receives forgiveness of sins through his name.\" <sup><strong>44</strong></sup> While Peter was still speaking these words, the Holy Spirit came on all who heard the message. <sup><strong>45</strong></sup> The circumcised believers who had come with Peter were astonished that the gift of the Holy Spirit had been poured out even on the Gentiles. <sup><strong>46</strong></sup> For they heard them speaking in tongues and praising God. <sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\" <sup><strong>48</strong></sup> So he ordered that they be baptized in the name of Jesus Christ. Then they asked Peter to stay with them for a few days. "},{"_id":"615a3ac43d0a7d05a9b56986","topicId":"615a3abf3d0a7d05a9b56974","verse":"1 Corinthians 8:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46008013_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46008013-1\">13&nbsp;</b>Therefore, if food makes my brother stumble, I will never eat meat, lest I make my brother stumble.</p>\n</div>","kjv":"<strong>13</strong> Wherefore, if meat make my brother to offend, I will eat no flesh while the world standeth, lest I make my brother to offend.  ","niv":"<sup><strong>13</strong></sup> Therefore, if what I eat causes my brother to fall into sin, I will never eat meat again, so that I will not cause him to fall."},{"_id":"615a3ac43d0a7d05a9b56987","topicId":"615a3abf3d0a7d05a9b56974","verse":"Romans 14:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45014014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean.</p>\n</div>","kjv":"<strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  ","niv":"<sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean."},{"_id":"615a3ac53d0a7d05a9b56988","topicId":"615a3abf3d0a7d05a9b56974","verse":"Isaiah 66:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23066003_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23066003-1\">3&nbsp;</b>&nbsp;&nbsp;“He who slaughters an ox is like one who kills a man;</span><br><span id=\"p23066003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who sacrifices a lamb, like one who breaks a dog’s neck;</span><br><span id=\"p23066003_01-24\" class=\"line\">&nbsp;&nbsp;he who presents a grain offering, like one who offers pig’s blood;</span><br><span id=\"p23066003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who makes a memorial offering of frankincense, like one who blesses an idol.</span><br><span id=\"p23066003_01-24\" class=\"line\">&nbsp;&nbsp;These have chosen their own ways,</span><br><span id=\"p23066003_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their soul delights in their abominations;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> He that killeth an ox is as if he slew a man; he that sacrificeth a lamb, as if he cut off a dog’s neck; he that offereth an oblation, as if he offered swine’s blood; he that burneth incense, as if he blessed an idol. Yea, they have chosen their own ways, and their soul delighteth in their abominations.  ","niv":"<sup><strong>3</strong></sup> But whoever sacrifices a bull is like one who kills a man, and whoever offers a lamb, like one who breaks a dog's neck; whoever makes a grain offering is like one who presents pig's blood, and whoever burns memorial incense, like one who worships an idol. They have chosen their own ways, and their souls delight in their abominations;"},{"_id":"615a3ac53d0a7d05a9b56989","topicId":"615a3abf3d0a7d05a9b56974","verse":"Deuteronomy 14:3-21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05014003_01-25\"><b class=\"verse-num\" id=\"v05014003-1\">3&nbsp;</b>“You shall not eat any abomination. <b class=\"verse-num\" id=\"v05014004-1\">4&nbsp;</b>These are the animals you may eat: the ox, the sheep, the goat, <b class=\"verse-num\" id=\"v05014005-1\">5&nbsp;</b>the deer, the gazelle, the roebuck, the wild goat, the ibex, the antelope, and the mountain sheep. <b class=\"verse-num\" id=\"v05014006-1\">6&nbsp;</b>Every animal that parts the hoof and has the hoof cloven in two and chews the cud, among the animals, you may eat. <b class=\"verse-num\" id=\"v05014007-1\">7&nbsp;</b>Yet of those that chew the cud or have the hoof cloven you shall not eat these: the camel, the hare, and the rock badger, because they chew the cud but do not part the hoof, are unclean for you. <b class=\"verse-num\" id=\"v05014008-1\">8&nbsp;</b>And the pig, because it parts the hoof but does not chew the cud, is unclean for you. Their flesh you shall not eat, and their carcasses you shall not touch.</p>\n<p id=\"p05014008_01-25\"><b class=\"verse-num\" id=\"v05014009-1\">9&nbsp;</b>“Of all that are in the waters you may eat these: whatever has fins and scales you may eat. <b class=\"verse-num\" id=\"v05014010-1\">10&nbsp;</b>And whatever does not have fins and scales you shall not eat; it is unclean for you.</p>\n<p id=\"p05014010_01-25\"><b class=\"verse-num\" id=\"v05014011-1\">11&nbsp;</b>“You may eat all clean birds. <b class=\"verse-num\" id=\"v05014012-1\">12&nbsp;</b>But these are the ones that you shall not eat: the eagle, the bearded vulture, the black vulture, <b class=\"verse-num\" id=\"v05014013-1\">13&nbsp;</b>the kite, the falcon of any kind; <b class=\"verse-num\" id=\"v05014014-1\">14&nbsp;</b>every raven of any kind; <b class=\"verse-num\" id=\"v05014015-1\">15&nbsp;</b>the ostrich, the nighthawk, the sea gull, the hawk of any kind; <b class=\"verse-num\" id=\"v05014016-1\">16&nbsp;</b>the little owl and the short-eared owl, the barn owl <b class=\"verse-num\" id=\"v05014017-1\">17&nbsp;</b>and the tawny owl, the carrion vulture and the cormorant, <b class=\"verse-num\" id=\"v05014018-1\">18&nbsp;</b>the stork, the heron of any kind; the hoopoe and the bat. <b class=\"verse-num\" id=\"v05014019-1\">19&nbsp;</b>And all winged insects are unclean for you; they shall not be eaten. <b class=\"verse-num\" id=\"v05014020-1\">20&nbsp;</b>All clean winged things you may eat.</p>\n<p id=\"p05014020_01-25\"><b class=\"verse-num\" id=\"v05014021-1\">21&nbsp;</b>“You shall not eat anything that has died naturally. You may give it to the sojourner who is within your towns, that he may eat it, or you may sell it to a foreigner. For you are a people holy to the LORD your God.</p>\n<p id=\"p05014021_01-25\">“You shall not boil a young goat in its mother’s milk.</p>\n\n</div>","kjv":"<strong>3</strong> Thou shalt not eat any abominable thing.  <strong>4</strong> These are the beasts which ye shall eat: the ox, the sheep, and the goat,  <strong>5</strong> The hart, and the roebuck, and the fallow deer, and the wild goat, and the pygarg, and the wild ox, and the chamois.  <strong>6</strong> And every beast that parteth the hoof, and cleaveth the cleft into two claws, and cheweth the cud among the beasts, that ye shall eat.  <strong>7</strong> Nevertheless these ye shall not eat of them that chew the cud, or of them that divide the cloven hoof; as the camel, and the hare, and the coney: for they chew the cud, but divide not the hoof; therefore  they are unclean unto you.  <strong>8</strong> And the swine, because it divideth the hoof, yet cheweth not the cud, it is unclean unto you: ye shall not eat of their flesh, nor touch their dead carcase.  <strong>9</strong> These ye shall eat of all that are in the waters: all that have fins and scales shall ye eat:  <strong>10</strong> And whatsoever hath not fins and scales ye may not eat; it is  unclean unto you.  <strong>11</strong>           Of all clean birds ye shall eat.  <strong>12</strong> But these are they of which ye shall not eat: the eagle, and ossifrage, and the ospray,  <strong>13</strong> And the glede, and the kite, and the vulture after his kind,  <strong>14</strong> And every raven after his kind,  <strong>15</strong> And the owl, and the night hawk, and the cuckow, and the hawk after his kind,  <strong>16</strong> The little owl, and the great owl, and the swan,  <strong>17</strong> And the pelican, and the gier eagle, and the cormorant,  <strong>18</strong> And the stork, and the heron after her kind, and the lapwing, and the bat.  <strong>19</strong> And every creeping thing that flieth is unclean unto you: they shall not be eaten.  <strong>20</strong> But of all clean fowls ye may eat.  <strong>21</strong> Ye shall not eat of any thing that dieth of itself: thou shalt give it unto the stranger that is in thy gates, that he may eat it; or thou mayest sell it unto an alien: for thou art an holy people unto the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  ","niv":"<sup><strong>3</strong></sup> Do not eat any detestable thing. <sup><strong>4</strong></sup> These are the animals you may eat: the ox, the sheep, the goat, <sup><strong>5</strong></sup> the deer, the gazelle, the roe deer, the wild goat, the ibex, the antelope and the mountain sheep. <sup><strong>6</strong></sup> You may eat any animal that has a split hoof divided in two and that chews the cud. <sup><strong>7</strong></sup> However, of those that chew the cud or that have a split hoof completely divided you may not eat the camel, the rabbit or the coney. Although they chew the cud, they do not have a split hoof; they are ceremonially unclean for you. <sup><strong>8</strong></sup> The pig is also unclean; although it has a split hoof, it does not chew the cud. You are not to eat their meat or touch their carcasses. <sup><strong>9</strong></sup> Of all the creatures living in the water, you may eat any that has fins and scales. <sup><strong>10</strong></sup> But anything that does not have fins and scales you may not eat; for you it is unclean. <sup><strong>11</strong></sup> You may eat any clean bird. <sup><strong>12</strong></sup> But these you may not eat: the eagle, the vulture, the black vulture, <sup><strong>13</strong></sup> the red kite, the black kite, any kind of falcon, <sup><strong>14</strong></sup> any kind of raven, <sup><strong>15</strong></sup> the horned owl, the screech owl, the gull, any kind of hawk, <sup><strong>16</strong></sup> the little owl, the great owl, the white owl, <sup><strong>17</strong></sup> the desert owl, the osprey, the cormorant, <sup><strong>18</strong></sup> the stork, any kind of heron, the hoopoe and the bat. <sup><strong>19</strong></sup> All flying insects that swarm are unclean to you; do not eat them. <sup><strong>20</strong></sup> But any winged creature that is clean you may eat. <sup><strong>21</strong></sup> Do not eat anything you find already dead. You may give it to an alien living in any of your towns, and he may eat it, or you may sell it to a foreigner. But you are a people holy to the LORD your God. Do not cook a young goat in its mother's milk. "},{"_id":"615a3ac53d0a7d05a9b5698a","topicId":"615a3abf3d0a7d05a9b56974","verse":"Genesis 8:20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01008020_05-26\"><b class=\"verse-num\" id=\"v01008020-1\">20&nbsp;</b>Then Noah built an altar to the LORD and took some of every clean animal and some of every clean bird and offered burnt offerings on the altar.</p>\n</div>","kjv":"<strong>20</strong> And Noah builded an altar unto the LORD; and took of every clean beast, and of every clean fowl, and offered burnt offerings on the altar.  ","niv":"<sup><strong>20</strong></sup> Then Noah built an altar to the LORD and, taking some of all the clean animals and clean birds, he sacrificed burnt offerings on it."},{"_id":"615a3ac63d0a7d05a9b5698b","topicId":"615a3abf3d0a7d05a9b56974","verse":"Genesis 1:29-30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01001029_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so.</p>\n</div>","kjv":"<strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  ","niv":"<sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. "},{"_id":"615a3ac63d0a7d05a9b5698c","topicId":"615a3abf3d0a7d05a9b56974","verse":"1 John 3:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003004_01-28\"><b class=\"verse-num\" id=\"v62003004-1\">4&nbsp;</b>Everyone who makes a practice of sinning also practices lawlessness; sin is lawlessness.</p>\n</div>","kjv":"<strong>4</strong> Whosoever committeth sin transgresseth also the law: for sin is the transgression of the law.  ","niv":"<sup><strong>4</strong></sup> Everyone who sins breaks the law; in fact, sin is lawlessness."},{"_id":"615a3ac63d0a7d05a9b5698d","topicId":"615a3abf3d0a7d05a9b56974","verse":"Acts 17:10-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44017010_06-29\"><b class=\"verse-num\" id=\"v44017010-1\">10&nbsp;</b>The brothers immediately sent Paul and Silas away by night to Berea, and when they arrived they went into the Jewish synagogue. <b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n\n</div>","kjv":"<strong>10</strong> And the brethren immediately sent away Paul and Silas by night unto Berea: who coming thither went into the synagogue of the Jews.  <strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>10</strong></sup> As soon as it was night, the brothers sent Paul and Silas away to Berea. On arriving there, they went to the Jewish synagogue. <sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true. "}]}