{"_id":"615a3b575ed5b206177d9f90","slug":"canada","name":"Canada","verses":[{"_id":"615a3b585ed5b206177d9f91","topicId":"615a3b575ed5b206177d9f90","verse":"1 Chronicles 16:33","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p13016033_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v13016033-1\">33&nbsp;</b>&nbsp;&nbsp;Then shall the trees of the forest sing for joy</span><br><span id=\"p13016033_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the LORD, for he comes to judge the earth.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>33</strong> Then shall the trees of the wood sing out at the presence of the LORD, because he cometh to judge the earth.  ","niv":"<sup><strong>33</strong></sup> Then the trees of the forest will sing, they will sing for joy before the LORD, for he comes to judge the earth."},{"_id":"615a3b585ed5b206177d9f92","topicId":"615a3b575ed5b206177d9f90","verse":"Revelation 16:12-17:14","votes":5,"__v":0,"esv":"<div>\n<p id=\"p66016012_01-2\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east. <b class=\"verse-num\" id=\"v66016013-1\">13&nbsp;</b>And I saw, coming out of the mouth of the dragon and out of the mouth of the beast and out of the mouth of the false prophet, three unclean spirits like frogs. <b class=\"verse-num\" id=\"v66016014-1\">14&nbsp;</b>For they are demonic spirits, performing signs, who go abroad to the kings of the whole world, to assemble them for battle on the great day of God the Almighty. <b class=\"verse-num woc\" id=\"v66016015-1\">15&nbsp;</b><span class=\"woc\">(“Behold, I am coming like a thief! Blessed is the one who stays awake, keeping his garments on, that he may not go about naked and be seen exposed!”)</span> <b class=\"verse-num\" id=\"v66016016-1\">16&nbsp;</b>And they assembled them at the place that in Hebrew is called Armageddon.</p>\n\n<p id=\"p66016016_04-2\"><b class=\"verse-num\" id=\"v66016017-1\">17&nbsp;</b>The seventh angel poured out his bowl into the air, and a loud voice came out of the temple, from the throne, saying, “It is done!” <b class=\"verse-num\" id=\"v66016018-1\">18&nbsp;</b>And there were flashes of lightning, rumblings, peals of thunder, and a great earthquake such as there had never been since man was on the earth, so great was that earthquake. <b class=\"verse-num\" id=\"v66016019-1\">19&nbsp;</b>The great city was split into three parts, and the cities of the nations fell, and God remembered Babylon the great, to make her drain the cup of the wine of the fury of his wrath. <b class=\"verse-num\" id=\"v66016020-1\">20&nbsp;</b>And every island fled away, and no mountains were to be found. <b class=\"verse-num\" id=\"v66016021-1\">21&nbsp;</b>And great hailstones, about one hundred pounds each, fell from heaven on people; and they cursed God for the plague of the hail, because the plague was so severe.</p>\n\n<p id=\"p66017001_10-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66017001-1\">17:1&nbsp;</b>Then one of the seven angels who had the seven bowls came and said to me, “Come, I will show you the judgment of the great prostitute who is seated on many waters, <b class=\"verse-num\" id=\"v66017002-1\">2&nbsp;</b>with whom the kings of the earth have committed sexual immorality, and with the wine of whose sexual immorality the dwellers on earth have become drunk.” <b class=\"verse-num\" id=\"v66017003-1\">3&nbsp;</b>And he carried me away in the Spirit into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names, and it had seven heads and ten horns. <b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality. <b class=\"verse-num\" id=\"v66017005-1\">5&nbsp;</b>And on her forehead was written a name of mystery: “Babylon the great, mother of prostitutes and of earth’s abominations.” <b class=\"verse-num\" id=\"v66017006-1\">6&nbsp;</b>And I saw the woman, drunk with the blood of the saints, the blood of the martyrs of Jesus.</p>\n<p id=\"p66017006_10-2\">When I saw her, I marveled greatly. <b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come. <b class=\"verse-num\" id=\"v66017009-1\">9&nbsp;</b>This calls for a mind with wisdom: the seven heads are seven mountains on which the woman is seated; <b class=\"verse-num\" id=\"v66017010-1\">10&nbsp;</b>they are also seven kings, five of whom have fallen, one is, the other has not yet come, and when he does come he must remain only a little while. <b class=\"verse-num\" id=\"v66017011-1\">11&nbsp;</b>As for the beast that was and is not, it is an eighth but it belongs to the seven, and it goes to destruction. <b class=\"verse-num\" id=\"v66017012-1\">12&nbsp;</b>And the ten horns that you saw are ten kings who have not yet received royal power, but they are to receive authority as kings for one hour, together with the beast. <b class=\"verse-num\" id=\"v66017013-1\">13&nbsp;</b>These are of one mind, and they hand over their power and authority to the beast. <b class=\"verse-num\" id=\"v66017014-1\">14&nbsp;</b>They will make war on the Lamb, and the Lamb will conquer them, for he is Lord of lords and King of kings, and those with him are called and chosen and faithful.”</p>\n\n</div>","kjv":"<strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  <strong>13</strong> And I saw three unclean spirits like frogs come out of the mouth of the dragon, and out of the mouth of the beast, and out of the mouth of the false prophet.  <strong>14</strong> For they are the spirits of devils, working miracles, which  go forth unto the kings of the earth and of the whole world, to gather them to the battle of that great day of God Almighty.  <strong>15</strong> Behold, I come as a thief. Blessed is he that watcheth, and keepeth his garments, lest he walk naked, and they see his shame.  <strong>16</strong> And he gathered them together into a place called in the Hebrew tongue Armageddon.  <strong>17</strong> And the seventh angel poured out his vial into the air; and there came a great voice out of the temple of heaven, from the throne, saying, It is done.  <strong>18</strong> And there were voices, and thunders, and lightnings; and there was a great earthquake, such as was not since men were upon the earth, so mighty an earthquake, and so great.  <strong>19</strong> And the great city was divided into three parts, and the cities of the nations fell: and great Babylon came in remembrance before God, to give unto her the cup of the wine of the fierceness of his wrath.  <strong>20</strong> And every island fled away, and the mountains were not found.  <strong>21</strong> And there fell upon men a great hail out of heaven, every stone  about the weight of a talent: and men blasphemed God because of the plague of the hail; for the plague thereof was exceeding great.  <strong>1</strong> And there came one of the seven angels which had the seven vials, and talked with me, saying unto me, Come hither; I will shew unto thee the judgment of the great whore that sitteth upon many waters:  <strong>2</strong> With whom the kings of the earth have committed fornication, and the inhabitants of the earth have been made drunk with the wine of her fornication.  <strong>3</strong> So he carried me away in the spirit into the wilderness: and I saw a woman sit upon a scarlet coloured beast, full of names of blasphemy, having seven heads and ten horns.  <strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  <strong>5</strong> And upon her forehead was a name written, MYSTERY, BABYLON THE GREAT, THE MOTHER OF HARLOTS AND ABOMINATIONS OF THE EARTH.  <strong>6</strong> And I saw the woman drunken with the blood of the saints, and with the blood of the martyrs of Jesus: and when I saw her, I wondered with great admiration.  <strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  <strong>9</strong> And here is the mind which hath wisdom. The seven heads are seven mountains, on which the woman sitteth.  <strong>10</strong> And there are seven kings: five are fallen, and one is, and  the other is not yet come; and when he cometh, he must continue a short space.  <strong>11</strong> And the beast that was, and is not, even he is the eighth, and is of the seven, and goeth into perdition.  <strong>12</strong> And the ten horns which thou sawest are ten kings, which have received no kingdom as yet; but receive power as kings one hour with the beast.  <strong>13</strong> These have one mind, and shall give their power and strength unto the beast.  <strong>14</strong> These shall make war with the Lamb, and the Lamb shall overcome them: for he is Lord of lords, and King of kings: and they that are with him are called, and chosen, and faithful.  ","niv":"<sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East. <sup><strong>13</strong></sup> Then I saw three evil spirits that looked like frogs; they came out of the mouth of the dragon, out of the mouth of the beast and out of the mouth of the false prophet. <sup><strong>14</strong></sup> They are spirits of demons performing miraculous signs, and they go out to the kings of the whole world, to gather them for the battle on the great day of God Almighty. <sup><strong>15</strong></sup> \"Behold, I come like a thief! Blessed is he who stays awake and keeps his clothes with him, so that he may not go naked and be shamefully exposed.\" <sup><strong>16</strong></sup> Then they gathered the kings together to the place that in Hebrew is called Armageddon. <sup><strong>17</strong></sup> The seventh angel poured out his bowl into the air, and out of the temple came a loud voice from the throne, saying, \"It is done!\" ","modified":"2023-05-19T21:53:47.103Z"},{"_id":"615a3b585ed5b206177d9f93","topicId":"615a3b575ed5b206177d9f90","verse":"Zechariah 10:3-12:10","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38010003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010003-1\">3&nbsp;</b>&nbsp;&nbsp;“My anger is hot against the shepherds,</span><br><span id=\"p38010003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will punish the leaders;</span><br><span id=\"p38010003_01-3\" class=\"line\">&nbsp;&nbsp;for the LORD of hosts cares for his flock, the house of Judah,</span><br><span id=\"p38010003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will make them like his majestic steed in battle.</span><br><span id=\"p38010004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010004-1\">4&nbsp;</b>&nbsp;&nbsp;From him shall come the cornerstone,</span><br><span id=\"p38010004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from him the tent peg,</span><br><span id=\"p38010004_01-3\" class=\"line\">&nbsp;&nbsp;from him the battle bow,</span><br><span id=\"p38010004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from him every ruler—all of them together.</span><br><span id=\"p38010005_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010005-1\">5&nbsp;</b>&nbsp;&nbsp;They shall be like mighty men in battle,</span><br><span id=\"p38010005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;trampling the foe in the mud of the streets;</span><br><span id=\"p38010005_01-3\" class=\"line\">&nbsp;&nbsp;they shall fight because the LORD is with them,</span><br><span id=\"p38010005_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall put to shame the riders on horses.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p38010006_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010006-1\">6&nbsp;</b>&nbsp;&nbsp;“I will strengthen the house of Judah,</span><br><span id=\"p38010006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will save the house of Joseph.</span><br><span id=\"p38010006_01-3\" class=\"line\">&nbsp;&nbsp;I will bring them back because I have compassion on them,</span><br><span id=\"p38010006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be as though I had not rejected them,</span><br><span id=\"p38010006_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I am the LORD their God and I will answer them.</span><br><span id=\"p38010007_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010007-1\">7&nbsp;</b>&nbsp;&nbsp;Then Ephraim shall become like a mighty warrior,</span><br><span id=\"p38010007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their hearts shall be glad as with wine.</span><br><span id=\"p38010007_01-3\" class=\"line\">&nbsp;&nbsp;Their children shall see it and be glad;</span><br><span id=\"p38010007_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their hearts shall rejoice in the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p38010008_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010008-1\">8&nbsp;</b>&nbsp;&nbsp;“I will whistle for them and gather them in,</span><br><span id=\"p38010008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I have redeemed them,</span><br><span id=\"p38010008_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall be as many as they were before.</span><br><span id=\"p38010009_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010009-1\">9&nbsp;</b>&nbsp;&nbsp;Though I scattered them among the nations,</span><br><span id=\"p38010009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet in far countries they shall remember me,</span><br><span id=\"p38010009_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with their children they shall live and return.</span><br><span id=\"p38010010_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010010-1\">10&nbsp;</b>&nbsp;&nbsp;I will bring them home from the land of Egypt,</span><br><span id=\"p38010010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gather them from Assyria,</span><br><span id=\"p38010010_01-3\" class=\"line\">&nbsp;&nbsp;and I will bring them to the land of Gilead and to Lebanon,</span><br><span id=\"p38010010_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till there is no room for them.</span><br><span id=\"p38010011_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010011-1\">11&nbsp;</b>&nbsp;&nbsp;He shall pass through the sea of troubles</span><br><span id=\"p38010011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strike down the waves of the sea,</span><br><span id=\"p38010011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the depths of the Nile shall be dried up.</span><br><span id=\"p38010011_01-3\" class=\"line\">&nbsp;&nbsp;The pride of Assyria shall be laid low,</span><br><span id=\"p38010011_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the scepter of Egypt shall depart.</span><br><span id=\"p38010012_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38010012-1\">12&nbsp;</b>&nbsp;&nbsp;I will make them strong in the LORD,</span><br><span id=\"p38010012_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they shall walk in his name,”</span><br><span id=\"p38010012_01-3\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38011001_06-3\" class=\"line\"><b class=\"chapter-num\" id=\"v38011001-1\">11:1&nbsp;</b>&nbsp;&nbsp;Open your doors, O Lebanon,</span><br><span id=\"p38011001_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that the fire may devour your cedars!</span><br><span id=\"p38011002_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011002-1\">2&nbsp;</b>&nbsp;&nbsp;Wail, O cypress, for the cedar has fallen,</span><br><span id=\"p38011002_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the glorious trees are ruined!</span><br><span id=\"p38011002_06-3\" class=\"line\">&nbsp;&nbsp;Wail, oaks of Bashan,</span><br><span id=\"p38011002_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the thick forest has been felled!</span><br><span id=\"p38011003_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011003-1\">3&nbsp;</b>&nbsp;&nbsp;The sound of the wail of the shepherds,</span><br><span id=\"p38011003_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for their glory is ruined!</span><br><span id=\"p38011003_06-3\" class=\"line\">&nbsp;&nbsp;The sound of the roar of the lions,</span><br><span id=\"p38011003_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the thicket of the Jordan is ruined!</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p38011003_06-3\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v38011004-1\">4&nbsp;</b>Thus said the LORD my God: “Become shepherd of the flock doomed to slaughter. <b class=\"verse-num\" id=\"v38011005-1\">5&nbsp;</b>Those who buy them slaughter them and go unpunished, and those who sell them say, ‘Blessed be the LORD, I have become rich,’ and their own shepherds have no pity on them. <b class=\"verse-num\" id=\"v38011006-1\">6&nbsp;</b>For I will no longer have pity on the inhabitants of this land, declares the LORD. Behold, I will cause each of them to fall into the hand of his neighbor, and each into the hand of his king, and they shall crush the land, and I will deliver none from their hand.”</p>\n<p id=\"p38011006_06-3\"><b class=\"verse-num\" id=\"v38011007-1\">7&nbsp;</b>So I became the shepherd of the flock doomed to be slaughtered by the sheep traders. And I took two staffs, one I named Favor, the other I named Union. And I tended the sheep. <b class=\"verse-num\" id=\"v38011008-1\">8&nbsp;</b>In one month I destroyed the three shepherds. But I became impatient with them, and they also detested me. <b class=\"verse-num\" id=\"v38011009-1\">9&nbsp;</b>So I said, “I will not be your shepherd. What is to die, let it die. What is to be destroyed, let it be destroyed. And let those who are left devour the flesh of one another.” <b class=\"verse-num\" id=\"v38011010-1\">10&nbsp;</b>And I took my staff Favor, and I broke it, annulling the covenant that I had made with all the peoples. <b class=\"verse-num\" id=\"v38011011-1\">11&nbsp;</b>So it was annulled on that day, and the sheep traders, who were watching me, knew that it was the word of the LORD. <b class=\"verse-num\" id=\"v38011012-1\">12&nbsp;</b>Then I said to them, “If it seems good to you, give me my wages; but if not, keep them.” And they weighed out as my wages thirty pieces of silver. <b class=\"verse-num\" id=\"v38011013-1\">13&nbsp;</b>Then the LORD said to me, “Throw it to the potter”—the lordly price at which I was priced by them. So I took the thirty pieces of silver and threw them into the house of the LORD, to the potter. <b class=\"verse-num\" id=\"v38011014-1\">14&nbsp;</b>Then I broke my second staff Union, annulling the brotherhood between Judah and Israel.</p>\n<p id=\"p38011014_06-3\"><b class=\"verse-num\" id=\"v38011015-1\">15&nbsp;</b>Then the LORD said to me, “Take once more the equipment of a foolish shepherd. <b class=\"verse-num\" id=\"v38011016-1\">16&nbsp;</b>For behold, I am raising up in the land a shepherd who does not care for those being destroyed, or seek the young or heal the maimed or nourish the healthy, but devours the flesh of the fat ones, tearing off even their hoofs.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p38011017_06-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v38011017-1\">17&nbsp;</b>&nbsp;&nbsp;“Woe to my worthless shepherd,</span><br><span id=\"p38011017_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who deserts the flock!</span><br><span id=\"p38011017_06-3\" class=\"line\">&nbsp;&nbsp;May the sword strike his arm</span><br><span id=\"p38011017_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his right eye!</span><br><span id=\"p38011017_06-3\" class=\"line\">&nbsp;&nbsp;Let his arm be wholly withered,</span><br><span id=\"p38011017_06-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his right eye utterly blinded!”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p38012001_11-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38012001-1\">12:1&nbsp;</b>The oracle of the word of the LORD concerning Israel: Thus declares the LORD, who stretched out the heavens and founded the earth and formed the spirit of man within him: <b class=\"verse-num\" id=\"v38012002-1\">2&nbsp;</b>“Behold, I am about to make Jerusalem a cup of staggering to all the surrounding peoples. The siege of Jerusalem will also be against Judah. <b class=\"verse-num\" id=\"v38012003-1\">3&nbsp;</b>On that day I will make Jerusalem a heavy stone for all the peoples. All who lift it will surely hurt themselves. And all the nations of the earth will gather against it. <b class=\"verse-num\" id=\"v38012004-1\">4&nbsp;</b>On that day, declares the LORD, I will strike every horse with panic, and its rider with madness. But for the sake of the house of Judah I will keep my eyes open, when I strike every horse of the peoples with blindness. <b class=\"verse-num\" id=\"v38012005-1\">5&nbsp;</b>Then the clans of Judah shall say to themselves, ‘The inhabitants of Jerusalem have strength through the LORD of hosts, their God.’</p>\n<p id=\"p38012005_11-3\"><b class=\"verse-num\" id=\"v38012006-1\">6&nbsp;</b>“On that day I will make the clans of Judah like a blazing pot in the midst of wood, like a flaming torch among sheaves. And they shall devour to the right and to the left all the surrounding peoples, while Jerusalem shall again be inhabited in its place, in Jerusalem.</p>\n<p id=\"p38012006_11-3\"><b class=\"verse-num\" id=\"v38012007-1\">7&nbsp;</b>“And the LORD will give salvation to the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem may not surpass that of Judah. <b class=\"verse-num\" id=\"v38012008-1\">8&nbsp;</b>On that day the LORD will protect the inhabitants of Jerusalem, so that the feeblest among them on that day shall be like David, and the house of David shall be like God, like the angel of the LORD, going before them. <b class=\"verse-num\" id=\"v38012009-1\">9&nbsp;</b>And on that day I will seek to destroy all the nations that come against Jerusalem.</p>\n\n<p id=\"p38012009_16-3\"><b class=\"verse-num\" id=\"v38012010-1\">10&nbsp;</b>“And I will pour out on the house of David and the inhabitants of Jerusalem a spirit of grace and pleas for mercy, so that, when they look on me, on him whom they have pierced, they shall mourn for him, as one mourns for an only child, and weep bitterly over him, as one weeps over a firstborn.</p>\n\n</div>","kjv":"<strong>3</strong> Mine anger was kindled against the shepherds, and I punished the goats: for the LORD of hosts hath visited his flock the house of Judah, and hath made them as his goodly horse in the battle.  <strong>4</strong> Out of him came forth the corner, out of him the nail, out of him the battle bow, out of him every oppressor together.  <strong>5</strong> And they shall be as mighty men, which tread down their enemies in the mire of the streets in the battle: and they shall fight, because the LORD is with them, and the riders on horses shall be confounded.  <strong>6</strong> And I will strengthen the house of Judah, and I will save the house of Joseph, and I will bring them again to place them; for I have mercy upon them: and they shall be as though I had not cast them off: for I am the LORD their God, and will hear them.  <strong>7</strong> And they of Ephraim shall be like a mighty man,  and their heart shall rejoice as through wine: yea, their children shall see it, and be glad; their heart shall rejoice in the LORD.  <strong>8</strong> I will hiss for them, and gather them; for I have redeemed them: and they shall increase as they have increased.  <strong>9</strong> And I will sow them among the people: and they shall remember me in far countries; and they shall live with their children, and turn again.  <strong>10</strong> I will bring them again also out of the land of Egypt, and gather them out of Assyria; and I will bring them into the land of Gilead and Lebanon; and place shall not be found for them.  <strong>11</strong> And he shall pass through the sea with affliction, and shall smite the waves in the sea, and all the deeps of the river shall dry up: and the pride of Assyria shall be brought down, and the sceptre of Egypt shall depart away.  <strong>12</strong> And I will strengthen them in the LORD; and they shall walk up and down in his name, saith the LORD.  <strong>1</strong> Open thy doors, O Lebanon, that the fire may devour thy cedars.  <strong>2</strong> Howl, fir tree; for the cedar is fallen; because the mighty are spoiled: howl, O ye oaks of Bashan; for the forest of the vintage is come down.  <strong>3</strong>           There is a voice of the howling of the shepherds; for their glory is spoiled: a voice of the roaring of young lions; for the pride of Jordan is spoiled.  <strong>4</strong> Thus saith the LORD my God; Feed the flock of the slaughter;  <strong>5</strong> Whose possessors slay them, and hold themselves not guilty: and they that sell them say, Blessed be the LORD; for I am rich: and their own shepherds pity them not.  <strong>6</strong> For I will no more pity the inhabitants of the land, saith the LORD: but, lo, I will deliver the men every one into his neighbour’s hand, and into the hand of his king: and they shall smite the land, and out of their hand I will not deliver them.  <strong>7</strong> And I will feed the flock of slaughter, even you, O poor of the flock. And I took unto me two staves; the one I called Beauty, and the other I called Bands; and I fed the flock.  <strong>8</strong> Three shepherds also I cut off in one month; and my soul lothed them, and their soul also abhorred me.  <strong>9</strong> Then said I, I will not feed you: that that dieth, let it die; and that that is to be cut off, let it be cut off; and let the rest eat every one the flesh of another.  <strong>10</strong> And I took my staff, even Beauty, and cut it asunder, that I might break my covenant which I had made with all the people.  <strong>11</strong> And it was broken in that day: and so the poor of the flock that waited upon me knew that it was the word of the LORD.  <strong>12</strong> And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver.  <strong>13</strong> And the LORD said unto me, Cast it unto the potter: a goodly price that I was prised at of them. And I took the thirty pieces of silver, and cast them to the potter in the house of the LORD.  <strong>14</strong> Then I cut asunder mine other staff, even Bands, that I might break the brotherhood between Judah and Israel.  <strong>15</strong> And the LORD said unto me, Take unto thee yet the instruments of a foolish shepherd.  <strong>16</strong> For, lo, I will raise up a shepherd in the land, which shall not visit those that be cut off, neither shall seek the young one, nor heal that that is broken, nor feed that that standeth still: but he shall eat the flesh of the fat, and tear their claws in pieces.  <strong>17</strong> Woe to the idol shepherd that leaveth the flock! the sword shall be upon his arm, and upon his right eye: his arm shall be clean dried up, and his right eye shall be utterly darkened.  <strong>1</strong> The burden of the word of the LORD for Israel, saith the LORD, which stretcheth forth the heavens, and layeth the foundation of the earth, and formeth the spirit of man within him.  <strong>2</strong> Behold, I will make Jerusalem a cup of trembling unto all the people round about, when they shall be in the siege both against Judah and  against Jerusalem.  <strong>3</strong> And in that day will I make Jerusalem a burdensome stone for all people: all that burden themselves with it shall be cut in pieces, though all the people of the earth be gathered together against it.  <strong>4</strong> In that day, saith the LORD, I will smite every horse with astonishment, and his rider with madness: and I will open mine eyes upon the house of Judah, and will smite every horse of the people with blindness.  <strong>5</strong> And the governors of Judah shall say in their heart, The inhabitants of Jerusalem shall be my strength in the LORD of hosts their God.  <strong>6</strong> In that day will I make the governors of Judah like an hearth of fire among the wood, and like a torch of fire in a sheaf; and they shall devour all the people round about, on the right hand and on the left: and Jerusalem shall be inhabited again in her own place, even in Jerusalem.  <strong>7</strong> The LORD also shall save the tents of Judah first, that the glory of the house of David and the glory of the inhabitants of Jerusalem do not magnify themselves against Judah.  <strong>8</strong> In that day shall the LORD defend the inhabitants of Jerusalem; and he that is feeble among them at that day shall be as David; and the house of David shall be as God, as the angel of the LORD before them.  <strong>9</strong> And it shall come to pass in that day, that I will seek to destroy all the nations that come against Jerusalem.  <strong>10</strong> And I will pour upon the house of David, and upon the inhabitants of Jerusalem, the spirit of grace and of supplications: and they shall look upon me whom they have pierced, and they shall mourn for him, as one mourneth for his only son, and shall be in bitterness for him, as one that is in bitterness for his firstborn.  ","niv":"<sup><strong>3</strong></sup> \"My anger burns against the shepherds, and I will punish the leaders; for the LORD Almighty will care for his flock, the house of Judah, and make them like a proud horse in battle. <sup><strong>4</strong></sup> From Judah will come the cornerstone, from him the tent peg, from him the battle bow, from him every ruler. <sup><strong>5</strong></sup> Together they will be like mighty men trampling the muddy streets in battle. Because the LORD is with them, they will fight and overthrow the horsemen. <sup><strong>6</strong></sup> \"I will strengthen the house of Judah and save the house of Joseph. I will restore them because I have compassion on them. They will be as though I had not rejected them, for I am the LORD their God and I will answer them. <sup><strong>7</strong></sup> The Ephraimites will become like mighty men, and their hearts will be glad as with wine. Their children will see it and be joyful; their hearts will rejoice in the LORD. <sup><strong>8</strong></sup> I will signal for them and gather them in. Surely I will redeem them; they will be as numerous as before. <sup><strong>9</strong></sup> Though I scatter them among the peoples, yet in distant lands they will remember me. They and their children will survive, and they will return. <sup><strong>10</strong></sup> I will bring them back from Egypt and gather them from Assyria. I will bring them to Gilead and Lebanon, and there will not be room enough for them. <sup><strong>11</strong></sup> They will pass through the sea of trouble; the surging sea will be subdued and all the depths of the Nile will dry up. Assyria's pride will be brought down and Egypt's scepter will pass away. <sup><strong>12</strong></sup> I will strengthen them in the LORD and in his name they will walk,\" declares the LORD. "},{"_id":"615a3b585ed5b206177d9f94","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 104:1-35","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19104001_09-4\" class=\"line\"><b class=\"chapter-num\" id=\"v19104001-1\">104:1&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul!</span><br><span id=\"p19104001_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O LORD my God, you are very great!</span><br><span id=\"p19104001_09-4\" class=\"line\">&nbsp;&nbsp;You are clothed with splendor and majesty,</span><br><span id=\"p19104002_09-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19104002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;covering yourself with light as with a garment,</span><br><span id=\"p19104002_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stretching out the heavens like a tent.</span><br><span id=\"p19104003_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104003-1\">3&nbsp;</b>&nbsp;&nbsp;He lays the beams of his chambers on the waters;</span><br><span id=\"p19104003_09-4\" class=\"line\">&nbsp;&nbsp;he makes the clouds his chariot;</span><br><span id=\"p19104003_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he rides on the wings of the wind;</span><br><span id=\"p19104004_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104004-1\">4&nbsp;</b>&nbsp;&nbsp;he makes his messengers winds,</span><br><span id=\"p19104004_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his ministers a flaming fire.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104005_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104005-1\">5&nbsp;</b>&nbsp;&nbsp;He set the earth on its foundations,</span><br><span id=\"p19104005_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it should never be moved.</span><br><span id=\"p19104006_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104006-1\">6&nbsp;</b>&nbsp;&nbsp;You covered it with the deep as with a garment;</span><br><span id=\"p19104006_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the waters stood above the mountains.</span><br><span id=\"p19104007_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104007-1\">7&nbsp;</b>&nbsp;&nbsp;At your rebuke they fled;</span><br><span id=\"p19104007_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the sound of your thunder they took to flight.</span><br><span id=\"p19104008_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104008-1\">8&nbsp;</b>&nbsp;&nbsp;The mountains rose, the valleys sank down</span><br><span id=\"p19104008_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the place that you appointed for them.</span><br><span id=\"p19104009_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104009-1\">9&nbsp;</b>&nbsp;&nbsp;You set a boundary that they may not pass,</span><br><span id=\"p19104009_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that they might not again cover the earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104010_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104010-1\">10&nbsp;</b>&nbsp;&nbsp;You make springs gush forth in the valleys;</span><br><span id=\"p19104010_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they flow between the hills;</span><br><span id=\"p19104011_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104011-1\">11&nbsp;</b>&nbsp;&nbsp;they give drink to every beast of the field;</span><br><span id=\"p19104011_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wild donkeys quench their thirst.</span><br><span id=\"p19104012_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104012-1\">12&nbsp;</b>&nbsp;&nbsp;Beside them the birds of the heavens dwell;</span><br><span id=\"p19104012_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they sing among the branches.</span><br><span id=\"p19104013_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104013-1\">13&nbsp;</b>&nbsp;&nbsp;From your lofty abode you water the mountains;</span><br><span id=\"p19104013_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth is satisfied with the fruit of your work.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104014_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104014-1\">14&nbsp;</b>&nbsp;&nbsp;You cause the grass to grow for the livestock</span><br><span id=\"p19104014_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and plants for man to cultivate,</span><br><span id=\"p19104014_09-4\" class=\"line\">&nbsp;&nbsp;that he may bring forth food from the earth</span><br><span id=\"p19104015_09-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19104015-1\">15&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and wine to gladden the heart of man,</span><br><span id=\"p19104015_09-4\" class=\"line\">&nbsp;&nbsp;oil to make his face shine</span><br><span id=\"p19104015_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bread to strengthen man’s heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104016_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104016-1\">16&nbsp;</b>&nbsp;&nbsp;The trees of the LORD are watered abundantly,</span><br><span id=\"p19104016_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cedars of Lebanon that he planted.</span><br><span id=\"p19104017_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104017-1\">17&nbsp;</b>&nbsp;&nbsp;In them the birds build their nests;</span><br><span id=\"p19104017_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the stork has her home in the fir trees.</span><br><span id=\"p19104018_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104018-1\">18&nbsp;</b>&nbsp;&nbsp;The high mountains are for the wild goats;</span><br><span id=\"p19104018_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the rocks are a refuge for the rock badgers.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104019_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104019-1\">19&nbsp;</b>&nbsp;&nbsp;He made the moon to mark the seasons;</span><br><span id=\"p19104019_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sun knows its time for setting.</span><br><span id=\"p19104020_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104020-1\">20&nbsp;</b>&nbsp;&nbsp;You make darkness, and it is night,</span><br><span id=\"p19104020_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when all the beasts of the forest creep about.</span><br><span id=\"p19104021_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104021-1\">21&nbsp;</b>&nbsp;&nbsp;The young lions roar for their prey,</span><br><span id=\"p19104021_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seeking their food from God.</span><br><span id=\"p19104022_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104022-1\">22&nbsp;</b>&nbsp;&nbsp;When the sun rises, they steal away</span><br><span id=\"p19104022_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lie down in their dens.</span><br><span id=\"p19104023_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104023-1\">23&nbsp;</b>&nbsp;&nbsp;Man goes out to his work</span><br><span id=\"p19104023_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to his labor until the evening.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104024_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104024-1\">24&nbsp;</b>&nbsp;&nbsp;O LORD, how manifold are your works!</span><br><span id=\"p19104024_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;In wisdom have you made them all;</span><br><span id=\"p19104024_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth is full of your creatures.</span><br><span id=\"p19104025_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104025-1\">25&nbsp;</b>&nbsp;&nbsp;Here is the sea, great and wide,</span><br><span id=\"p19104025_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which teems with creatures innumerable,</span><br><span id=\"p19104025_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;living things both small and great.</span><br><span id=\"p19104026_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104026-1\">26&nbsp;</b>&nbsp;&nbsp;There go the ships,</span><br><span id=\"p19104026_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Leviathan, which you formed to play in it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104027_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104027-1\">27&nbsp;</b>&nbsp;&nbsp;These all look to you,</span><br><span id=\"p19104027_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to give them their food in due season.</span><br><span id=\"p19104028_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104028-1\">28&nbsp;</b>&nbsp;&nbsp;When you give it to them, they gather it up;</span><br><span id=\"p19104028_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you open your hand, they are filled with good things.</span><br><span id=\"p19104029_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104029-1\">29&nbsp;</b>&nbsp;&nbsp;When you hide your face, they are dismayed;</span><br><span id=\"p19104029_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when you take away their breath, they die</span><br><span id=\"p19104029_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and return to their dust.</span><br><span id=\"p19104030_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104030-1\">30&nbsp;</b>&nbsp;&nbsp;When you send forth your Spirit, they are created,</span><br><span id=\"p19104030_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you renew the face of the ground.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19104031_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104031-1\">31&nbsp;</b>&nbsp;&nbsp;May the glory of the LORD endure forever;</span><br><span id=\"p19104031_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;may the LORD rejoice in his works,</span><br><span id=\"p19104032_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104032-1\">32&nbsp;</b>&nbsp;&nbsp;who looks on the earth and it trembles,</span><br><span id=\"p19104032_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who touches the mountains and they smoke!</span><br><span id=\"p19104033_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104033-1\">33&nbsp;</b>&nbsp;&nbsp;I will sing to the LORD as long as I live;</span><br><span id=\"p19104033_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will sing praise to my God while I have being.</span><br><span id=\"p19104034_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104034-1\">34&nbsp;</b>&nbsp;&nbsp;May my meditation be pleasing to him,</span><br><span id=\"p19104034_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I rejoice in the LORD.</span><br><span id=\"p19104035_09-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v19104035-1\">35&nbsp;</b>&nbsp;&nbsp;Let sinners be consumed from the earth,</span><br><span id=\"p19104035_09-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let the wicked be no more!</span><br><span id=\"p19104035_09-4\" class=\"line\">&nbsp;&nbsp;Bless the LORD, O my soul!</span><br><span id=\"p19104035_09-4\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Bless the LORD, O my soul. O LORD my God, thou art very great; thou art clothed with honour and majesty.  <strong>2</strong> Who coverest thyself with light as with a garment: who stretchest out the heavens like a curtain:  <strong>3</strong> Who layeth the beams of his chambers in the waters: who maketh the clouds his chariot: who walketh upon the wings of the wind:  <strong>4</strong> Who maketh his angels spirits; his ministers a flaming fire:  <strong>5</strong>             Who laid the foundations of the earth, that it should not be removed for ever.  <strong>6</strong> Thou coveredst it with the deep as with a garment: the waters stood above the mountains.  <strong>7</strong> At thy rebuke they fled; at the voice of thy thunder they hasted away.  <strong>8</strong> They go up by the mountains; they go down by the valleys unto the place which thou hast founded for them.  <strong>9</strong> Thou hast set a bound that they may not pass over; that they turn not again to cover the earth.  <strong>10</strong> He sendeth the springs into the valleys, which run among the hills.  <strong>11</strong> They give drink to every beast of the field: the wild asses quench their thirst.  <strong>12</strong> By them shall the fowls of the heaven have their habitation, which  sing among the branches.  <strong>13</strong> He watereth the hills from his chambers: the earth is satisfied with the fruit of thy works.  <strong>14</strong> He causeth the grass to grow for the cattle, and herb for the service of man: that he may bring forth food out of the earth;  <strong>15</strong> And wine that maketh glad the heart of man, and  oil to make his face to shine, and bread which  strengtheneth man’s heart.  <strong>16</strong> The trees of the LORD are full of sap; the cedars of Lebanon, which he hath planted;  <strong>17</strong> Where the birds make their nests: as for the stork, the fir trees are her house.  <strong>18</strong> The high hills are a refuge for the wild goats; and  the rocks for the conies.  <strong>19</strong> He appointed the moon for seasons: the sun knoweth his going down.  <strong>20</strong> Thou makest darkness, and it is night: wherein all the beasts of the forest do creep forth. <strong>21</strong> The young lions roar after their prey, and seek their meat from God.  <strong>22</strong> The sun ariseth, they gather themselves together, and lay them down in their dens.  <strong>23</strong> Man goeth forth unto his work and to his labour until the evening.  <strong>24</strong> O LORD, how manifold are thy works! in wisdom hast thou made them all: the earth is full of thy riches.  <strong>25</strong>             So is this great and wide sea, wherein are things creeping innumerable, both small and great beasts.  <strong>26</strong> There go the ships: there is that leviathan, whom  thou hast made to play therein.  <strong>27</strong> These wait all upon thee; that thou mayest give them their meat in due season.  <strong>28</strong>             That thou givest them they gather: thou openest thine hand, they are filled with good.  <strong>29</strong> Thou hidest thy face, they are troubled: thou takest away their breath, they die, and return to their dust.  <strong>30</strong> Thou sendest forth thy spirit, they are created: and thou renewest the face of the earth.  <strong>31</strong> The glory of the LORD shall endure for ever: the LORD shall rejoice in his works.  <strong>32</strong> He looketh on the earth, and it trembleth: he toucheth the hills, and they smoke.  <strong>33</strong> I will sing unto the LORD as long as I live: I will sing praise to my God while I have my being.  <strong>34</strong> My meditation of him shall be sweet: I will be glad in the LORD.  <strong>35</strong> Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the LORD, O my soul. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD, O my soul. O LORD my God, you are very great; you are clothed with splendor and majesty. <sup><strong>2</strong></sup> He wraps himself in light as with a garment; he stretches out the heavens like a tent <sup><strong>3</strong></sup> and lays the beams of his upper chambers on their waters. He makes the clouds his chariot and rides on the wings of the wind. <sup><strong>4</strong></sup> He makes winds his messengers, flames of fire his servants. <sup><strong>5</strong></sup> He set the earth on its foundations; it can never be moved. <sup><strong>6</strong></sup> You covered it with the deep as with a garment; the waters stood above the mountains. <sup><strong>7</strong></sup> But at your rebuke the waters fled, at the sound of your thunder they took to flight; <sup><strong>8</strong></sup> they flowed over the mountains, they went down into the valleys, to the place you assigned for them. <sup><strong>9</strong></sup> You set a boundary they cannot cross; never again will they cover the earth. <sup><strong>10</strong></sup> He makes springs pour water into the ravines; it flows between the mountains. <sup><strong>11</strong></sup> They give water to all the beasts of the field; the wild donkeys quench their thirst. <sup><strong>12</strong></sup> The birds of the air nest by the waters; they sing among the branches. <sup><strong>13</strong></sup> He waters the mountains from his upper chambers; the earth is satisfied by the fruit of his work. <sup><strong>14</strong></sup> He makes grass grow for the cattle, and plants for man to cultivate- bringing forth food from the earth: <sup><strong>15</strong></sup> wine that gladdens the heart of man, oil to make his face shine, and bread that sustains his heart. <sup><strong>16</strong></sup> The trees of the LORD are well watered, the cedars of Lebanon that he planted. <sup><strong>17</strong></sup> There the birds make their nests; the stork has its home in the pine trees. <sup><strong>18</strong></sup> The high mountains belong to the wild goats; the crags are a refuge for the coneys. <sup><strong>19</strong></sup> The moon marks off the seasons, and the sun knows when to go down. <sup><strong>20</strong></sup> You bring darkness, it becomes night, and all the beasts of the forest prowl. <sup><strong>21</strong></sup> The lions roar for their prey and seek their food from God. <sup><strong>22</strong></sup> The sun rises, and they steal away; they return and lie down in their dens. <sup><strong>23</strong></sup> Then man goes out to his work, to his labor until evening. <sup><strong>24</strong></sup> How many are your works, O LORD! In wisdom you made them all; the earth is full of your creatures. <sup><strong>25</strong></sup> There is the sea, vast and spacious, teeming with creatures beyond number- living things both large and small. <sup><strong>26</strong></sup> There the ships go to and fro, and the leviathan, which you formed to frolic there. <sup><strong>27</strong></sup> These all look to you to give them their food at the proper time. <sup><strong>28</strong></sup> When you give it to them, they gather it up; when you open your hand, they are satisfied with good things. <sup><strong>29</strong></sup> When you hide your face, they are terrified; when you take away their breath, they die and return to the dust. <sup><strong>30</strong></sup> When you send your Spirit, they are created, and you renew the face of the earth. <sup><strong>31</strong></sup> May the glory of the LORD endure forever; may the LORD rejoice in his works- <sup><strong>32</strong></sup> he who looks at the earth, and it trembles, who touches the mountains, and they smoke. <sup><strong>33</strong></sup> I will sing to the LORD all my life; I will sing praise to my God as long as I live. <sup><strong>34</strong></sup> May my meditation be pleasing to him, as I rejoice in the LORD. <sup><strong>35</strong></sup> But may sinners vanish from the earth and the wicked be no more. Praise the LORD, O my soul. Praise the LORD. "},{"_id":"615a3b585ed5b206177d9f95","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 95:1-11","votes":4,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19095001_07-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19095001-1\">95:1&nbsp;</b>&nbsp;&nbsp;Oh come, let us sing to the LORD;</span><br><span id=\"p19095001_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us make a joyful noise to the rock of our salvation!</span><br><span id=\"p19095002_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095002-1\">2&nbsp;</b>&nbsp;&nbsp;Let us come into his presence with thanksgiving;</span><br><span id=\"p19095002_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us make a joyful noise to him with songs of praise!</span><br><span id=\"p19095003_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095003-1\">3&nbsp;</b>&nbsp;&nbsp;For the LORD is a great God,</span><br><span id=\"p19095003_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a great King above all gods.</span><br><span id=\"p19095004_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095004-1\">4&nbsp;</b>&nbsp;&nbsp;In his hand are the depths of the earth;</span><br><span id=\"p19095004_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the heights of the mountains are his also.</span><br><span id=\"p19095005_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095005-1\">5&nbsp;</b>&nbsp;&nbsp;The sea is his, for he made it,</span><br><span id=\"p19095005_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his hands formed the dry land.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19095006_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095006-1\">6&nbsp;</b>&nbsp;&nbsp;Oh come, let us worship and bow down;</span><br><span id=\"p19095006_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us kneel before the LORD, our Maker!</span><br><span id=\"p19095007_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095007-1\">7&nbsp;</b>&nbsp;&nbsp;For he is our God,</span><br><span id=\"p19095007_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we are the people of his pasture,</span><br><span id=\"p19095007_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the sheep of his hand.</span><br><span id=\"p19095007_07-5\" class=\"line\">&nbsp;&nbsp;Today, if you hear his voice,</span><br><span id=\"p19095008_07-5\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19095008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;do not harden your hearts, as at Meribah,</span><br><span id=\"p19095008_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as on the day at Massah in the wilderness,</span><br><span id=\"p19095009_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095009-1\">9&nbsp;</b>&nbsp;&nbsp;when your fathers put me to the test</span><br><span id=\"p19095009_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and put me to the proof, though they had seen my work.</span><br><span id=\"p19095010_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095010-1\">10&nbsp;</b>&nbsp;&nbsp;For forty years I loathed that generation</span><br><span id=\"p19095010_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and said, “They are a people who go astray in their heart,</span><br><span id=\"p19095010_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they have not known my ways.”</span><br><span id=\"p19095011_07-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19095011-1\">11&nbsp;</b>&nbsp;&nbsp;Therefore I swore in my wrath,</span><br><span id=\"p19095011_07-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“They shall not enter my rest.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> O come, let us sing unto the LORD: let us make a joyful noise to the rock of our salvation.  <strong>2</strong> Let us come before his presence with thanksgiving, and make a joyful noise unto him with psalms.  <strong>3</strong> For the LORD is a great God, and a great King above all gods.  <strong>4</strong> In his hand are the deep places of the earth: the strength of the hills is his also.  <strong>5</strong> The sea is his, and he made it: and his hands formed the dry land. <strong>6</strong> O come, let us worship and bow down: let us kneel before the LORD our maker.  <strong>7</strong> For he is our God; and we are the people of his pasture, and the sheep of his hand. To day if ye will hear his voice,  <strong>8</strong> Harden not your heart, as in the provocation, and as in the day of temptation in the wilderness:  <strong>9</strong> When your fathers tempted me, proved me, and saw my work.  <strong>10</strong> Forty years long was I grieved with this generation, and said, It is a people that do err in their heart, and they have not known my ways:  <strong>11</strong> Unto whom I sware in my wrath that they should not enter into my rest.  ","niv":"<sup><strong>1</strong></sup> Come, let us sing for joy to the LORD; let us shout aloud to the Rock of our salvation. <sup><strong>2</strong></sup> Let us come before him with thanksgiving and extol him with music and song. <sup><strong>3</strong></sup> For the LORD is the great God, the great King above all gods. <sup><strong>4</strong></sup> In his hand are the depths of the earth, and the mountain peaks belong to him. <sup><strong>5</strong></sup> The sea is his, for he made it, and his hands formed the dry land. <sup><strong>6</strong></sup> Come, let us bow down in worship, let us kneel before the LORD our Maker; <sup><strong>7</strong></sup> for he is our God and we are the people of his pasture, the flock under his care. Today, if you hear his voice, <sup><strong>8</strong></sup> do not harden your hearts as you did at Meribah, as you did that day at Massah in the desert, <sup><strong>9</strong></sup> where your fathers tested and tried me, though they had seen what I did. <sup><strong>10</strong></sup> For forty years I was angry with that generation; I said, \"They are a people whose hearts go astray, and they have not known my ways.\" <sup><strong>11</strong></sup> So I declared on oath in my anger, \"They shall never enter my rest.\" "},{"_id":"615a3b595ed5b206177d9f96","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 77:1-78:72","votes":4,"__v":0,"kjv":"<strong>1</strong> I cried unto God with my voice, even unto God with my voice; and he gave ear unto me.  <strong>2</strong> In the day of my trouble I sought the Lord: my sore ran in the night, and ceased not: my soul refused to be comforted.  <strong>3</strong> I remembered God, and was troubled: I complained, and my spirit was overwhelmed. Selah.  <strong>4</strong> Thou holdest mine eyes waking: I am so troubled that I cannot speak.  <strong>5</strong> I have considered the days of old, the years of ancient times.  <strong>6</strong> I call to remembrance my song in the night: I commune with mine own heart: and my spirit made diligent search.  <strong>7</strong> Will the Lord cast off for ever? and will he be favourable no more?  <strong>8</strong> Is his mercy clean gone for ever? doth his promise fail for evermore?  <strong>9</strong> Hath God forgotten to be gracious? hath he in anger shut up his tender mercies? Selah.  <strong>10</strong> And I said, This is my infirmity: but I will remember  the years of the right hand of the most High.  <strong>11</strong> I will remember the works of the LORD: surely I will remember thy wonders of old.  <strong>12</strong> I will meditate also of all thy work, and talk of thy doings.  <strong>13</strong> Thy way, O God, is in the sanctuary: who is so  great a God as our God?  <strong>14</strong> Thou art the God that doest wonders: thou hast declared thy strength among the people.  <strong>15</strong> Thou hast with thine arm redeemed thy people, the sons of Jacob and Joseph. Selah.  <strong>16</strong> The waters saw thee, O God, the waters saw thee; they were afraid: the depths also were troubled.  <strong>17</strong> The clouds poured out water: the skies sent out a sound: thine arrows also went abroad.  <strong>18</strong> The voice of thy thunder was in the heaven: the lightnings lightened the world: the earth trembled and shook.  <strong>19</strong> Thy way is in the sea, and thy path in the great waters, and thy footsteps are not known.  <strong>20</strong> Thou leddest thy people like a flock by the hand of Moses and Aaron.  <strong>1</strong> Give ear, O my people, to my law: incline your ears to the words of my mouth.  <strong>2</strong> I will open my mouth in a parable: I will utter dark sayings of old:  <strong>3</strong> Which we have heard and known, and our fathers have told us.  <strong>4</strong> We will not hide them from their children, shewing to the generation to come the praises of the LORD, and his strength, and his wonderful works that he hath done.  <strong>5</strong> For he established a testimony in Jacob, and appointed a law in Israel, which he commanded our fathers, that they should make them known to their children:  <strong>6</strong> That the generation to come might know them, even the children which should be born; who should arise and declare them to their children:  <strong>7</strong> That they might set their hope in God, and not forget the works of God, but keep his commandments:  <strong>8</strong> And might not be as their fathers, a stubborn and rebellious generation; a generation that set not their heart aright, and whose spirit was not stedfast with God.  <strong>9</strong> The children of Ephraim, being armed, and carrying bows, turned back in the day of battle.  <strong>10</strong> They kept not the covenant of God, and refused to walk in his law;  <strong>11</strong> And forgat his works, and his wonders that he had shewed them.  <strong>12</strong> Marvellous things did he in the sight of their fathers, in the land of Egypt, in the field of Zoan.  <strong>13</strong> He divided the sea, and caused them to pass through; and he made the waters to stand as an heap.  <strong>14</strong> In the daytime also he led them with a cloud, and all the night with a light of fire.  <strong>15</strong> He clave the rocks in the wilderness, and gave them drink as out of the great depths.  <strong>16</strong> He brought streams also out of the rock, and caused waters to run down like rivers.  <strong>17</strong> And they sinned yet more against him by provoking the most High in the wilderness.  <strong>18</strong> And they tempted God in their heart by asking meat for their lust.  <strong>19</strong> Yea, they spake against God; they said, Can God furnish a table in the wilderness?  <strong>20</strong> Behold, he smote the rock, that the waters gushed out, and the streams overflowed; can he give bread also? can he provide flesh for his people?  <strong>21</strong> Therefore the LORD heard this, and was wroth: so a fire was kindled against Jacob, and anger also came up against Israel;  <strong>22</strong> Because they believed not in God, and trusted not in his salvation:  <strong>23</strong> Though he had commanded the clouds from above, and opened the doors of heaven,  <strong>24</strong> And had rained down manna upon them to eat, and had given them of the corn of heaven.  <strong>25</strong> Man did eat angels’ food: he sent them meat to the full.  <strong>26</strong> He caused an east wind to blow in the heaven: and by his power he brought in the south wind.  <strong>27</strong> He rained flesh also upon them as dust, and feathered fowls like as the sand of the sea:  <strong>28</strong> And he let it fall in the midst of their camp, round about their habitations.  <strong>29</strong> So they did eat, and were well filled: for he gave them their own desire;  <strong>30</strong> They were not estranged from their lust. But while their meat was yet in their mouths,  <strong>31</strong> The wrath of God came upon them, and slew the fattest of them, and smote down the chosen men of Israel.  <strong>32</strong> For all this they sinned still, and believed not for his wondrous works.  <strong>33</strong> Therefore their days did he consume in vanity, and their years in trouble.  <strong>34</strong> When he slew them, then they sought him: and they returned and enquired early after God.  <strong>35</strong> And they remembered that God was their rock, and the high God their redeemer.  <strong>36</strong> Nevertheless they did flatter him with their mouth, and they lied unto him with their tongues.  <strong>37</strong> For their heart was not right with him, neither were they stedfast in his covenant.  <strong>38</strong> But he, being full of compassion, forgave their  iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath.  <strong>39</strong> For he remembered that they were but flesh; a wind that passeth away, and cometh not again.  <strong>40</strong> How oft did they provoke him in the wilderness, and grieve him in the desert!  <strong>41</strong> Yea, they turned back and tempted God, and limited the Holy One of Israel.  <strong>42</strong> They remembered not his hand, nor the day when he delivered them from the enemy.  <strong>43</strong> How he had wrought his signs in Egypt, and his wonders in the field of Zoan:  <strong>44</strong> And had turned their rivers into blood; and their floods, that they could not drink.  <strong>45</strong> He sent divers sorts of flies among them, which devoured them; and frogs, which destroyed them.  <strong>46</strong> He gave also their increase unto the caterpiller, and their labour unto the locust.  <strong>47</strong> He destroyed their vines with hail, and their sycomore trees with frost.  <strong>48</strong> He gave up their cattle also to the hail, and their flocks to hot thunderbolts.  <strong>49</strong> He cast upon them the fierceness of his anger, wrath, and indignation, and trouble, by sending evil angels among them. <strong>50</strong> He made a way to his anger; he spared not their soul from death, but gave their life over to the pestilence;  <strong>51</strong> And smote all the firstborn in Egypt; the chief of their  strength in the tabernacles of Ham:  <strong>52</strong> But made his own people to go forth like sheep, and guided them in the wilderness like a flock.  <strong>53</strong> And he led them on safely, so that they feared not: but the sea overwhelmed their enemies.  <strong>54</strong> And he brought them to the border of his sanctuary, even to  this mountain, which his right hand had purchased.  <strong>55</strong> He cast out the heathen also before them, and divided them an inheritance by line, and made the tribes of Israel to dwell in their tents.  <strong>56</strong> Yet they tempted and provoked the most high God, and kept not his testimonies:  <strong>57</strong> But turned back, and dealt unfaithfully like their fathers: they were turned aside like a deceitful bow.  <strong>58</strong> For they provoked him to anger with their high places, and moved him to jealousy with their graven images.  <strong>59</strong> When God heard this, he was wroth, and greatly abhorred Israel:  <strong>60</strong> So that he forsook the tabernacle of Shiloh, the tent which  he placed among men;  <strong>61</strong> And delivered his strength into captivity, and his glory into the enemy’s hand.  <strong>62</strong> He gave his people over also unto the sword; and was wroth with his inheritance.  <strong>63</strong> The fire consumed their young men; and their maidens were not given to marriage.  <strong>64</strong> Their priests fell by the sword; and their widows made no lamentation.  <strong>65</strong> Then the Lord awaked as one out of sleep, and like a mighty man that shouteth by reason of wine.  <strong>66</strong> And he smote his enemies in the hinder parts: he put them to a perpetual reproach.  <strong>67</strong> Moreover he refused the tabernacle of Joseph, and chose not the tribe of Ephraim:  <strong>68</strong> But chose the tribe of Judah, the mount Zion which he loved.  <strong>69</strong> And he built his sanctuary like high palaces, like the earth which he hath established for ever.  <strong>70</strong> He chose David also his servant, and took him from the sheepfolds:  <strong>71</strong> From following the ewes great with young he brought him to feed Jacob his people, and Israel his inheritance.  <strong>72</strong> So he fed them according to the integrity of his heart; and guided them by the skilfulness of his hands.  ","niv":"<sup><strong>1</strong></sup> I cried out to God for help; I cried out to God to hear me. <sup><strong>2</strong></sup> When I was in distress, I sought the Lord; at night I stretched out untiring hands and my soul refused to be comforted. <sup><strong>3</strong></sup> I remembered you, O God, and I groaned; I mused, and my spirit grew faint. Selah <sup><strong>4</strong></sup> You kept my eyes from closing; I was too troubled to speak. <sup><strong>5</strong></sup> I thought about the former days, the years of long ago; <sup><strong>6</strong></sup> I remembered my songs in the night. My heart mused and my spirit inquired: <sup><strong>7</strong></sup> \"Will the Lord reject forever? Will he never show his favor again? <sup><strong>8</strong></sup> Has his unfailing love vanished forever? Has his promise failed for all time? <sup><strong>9</strong></sup> Has God forgotten to be merciful? Has he in anger withheld his compassion?\" Selah <sup><strong>10</strong></sup> Then I thought, \"To this I will appeal: the years of the right hand of the Most High.\" <sup><strong>11</strong></sup> I will remember the deeds of the LORD; yes, I will remember your miracles of long ago. <sup><strong>12</strong></sup> I will meditate on all your works and consider all your mighty deeds. <sup><strong>13</strong></sup> Your ways, O God, are holy. What god is so great as our God? <sup><strong>14</strong></sup> You are the God who performs miracles; you display your power among the peoples. <sup><strong>15</strong></sup> With your mighty arm you redeemed your people, the descendants of Jacob and Joseph. Selah <sup><strong>16</strong></sup> The waters saw you, O God, the waters saw you and writhed; the very depths were convulsed. <sup><strong>17</strong></sup> The clouds poured down water, the skies resounded with thunder; your arrows flashed back and forth. <sup><strong>18</strong></sup> Your thunder was heard in the whirlwind, your lightning lit up the world; the earth trembled and quaked. <sup><strong>19</strong></sup> Your path led through the sea, your way through the mighty waters, though your footprints were not seen. <sup><strong>20</strong></sup> You led your people like a flock by the hand of Moses and Aaron. <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined <sup><strong>62</strong></sup> undefined <sup><strong>63</strong></sup> undefined <sup><strong>64</strong></sup> undefined <sup><strong>65</strong></sup> undefined <sup><strong>66</strong></sup> undefined <sup><strong>67</strong></sup> undefined <sup><strong>68</strong></sup> undefined <sup><strong>69</strong></sup> undefined <sup><strong>70</strong></sup> undefined <sup><strong>71</strong></sup> undefined <sup><strong>72</strong></sup> undefined <sup><strong>73</strong></sup> undefined <sup><strong>74</strong></sup> undefined <sup><strong>75</strong></sup> undefined <sup><strong>76</strong></sup> undefined <sup><strong>77</strong></sup> undefined <sup><strong>78</strong></sup> undefined "},{"_id":"615a3b595ed5b206177d9f97","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 66:1-20","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19066001_06-7\" class=\"psalm-title\">To the choirmaster. A Song. A Psalm.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19066001_06-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19066001-1\">66:1&nbsp;</b>&nbsp;&nbsp;Shout for joy to God, all the earth;</span><br><span id=\"p19066002_06-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19066002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;sing the glory of his name;</span><br><span id=\"p19066002_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give to him glorious praise!</span><br><span id=\"p19066003_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066003-1\">3&nbsp;</b>&nbsp;&nbsp;Say to God, “How awesome are your deeds!</span><br><span id=\"p19066003_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;So great is your power that your enemies come cringing to you.</span><br><span id=\"p19066004_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066004-1\">4&nbsp;</b>&nbsp;&nbsp;All the earth worships you</span><br><span id=\"p19066004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sings praises to you;</span><br><span id=\"p19066004_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they sing praises to your name.” <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19066005_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066005-1\">5&nbsp;</b>&nbsp;&nbsp;Come and see what God has done:</span><br><span id=\"p19066005_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is awesome in his deeds toward the children of man.</span><br><span id=\"p19066006_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066006-1\">6&nbsp;</b>&nbsp;&nbsp;He turned the sea into dry land;</span><br><span id=\"p19066006_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they passed through the river on foot.</span><br><span id=\"p19066006_06-7\" class=\"line\">&nbsp;&nbsp;There did we rejoice in him,</span><br><span id=\"p19066007_06-7\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19066007-1\">7&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;who rules by his might forever,</span><br><span id=\"p19066007_06-7\" class=\"line\">&nbsp;&nbsp;whose eyes keep watch on the nations—</span><br><span id=\"p19066007_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let not the rebellious exalt themselves. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19066008_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066008-1\">8&nbsp;</b>&nbsp;&nbsp;Bless our God, O peoples;</span><br><span id=\"p19066008_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the sound of his praise be heard,</span><br><span id=\"p19066009_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066009-1\">9&nbsp;</b>&nbsp;&nbsp;who has kept our soul among the living</span><br><span id=\"p19066009_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and has not let our feet slip.</span><br><span id=\"p19066010_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066010-1\">10&nbsp;</b>&nbsp;&nbsp;For you, O God, have tested us;</span><br><span id=\"p19066010_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have tried us as silver is tried.</span><br><span id=\"p19066011_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066011-1\">11&nbsp;</b>&nbsp;&nbsp;You brought us into the net;</span><br><span id=\"p19066011_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you laid a crushing burden on our backs;</span><br><span id=\"p19066012_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066012-1\">12&nbsp;</b>&nbsp;&nbsp;you let men ride over our heads;</span><br><span id=\"p19066012_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we went through fire and through water;</span><br><span id=\"p19066012_06-7\" class=\"line\">&nbsp;&nbsp;yet you have brought us out to a place of abundance.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19066013_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066013-1\">13&nbsp;</b>&nbsp;&nbsp;I will come into your house with burnt offerings;</span><br><span id=\"p19066013_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will perform my vows to you,</span><br><span id=\"p19066014_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066014-1\">14&nbsp;</b>&nbsp;&nbsp;that which my lips uttered</span><br><span id=\"p19066014_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth promised when I was in trouble.</span><br><span id=\"p19066015_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066015-1\">15&nbsp;</b>&nbsp;&nbsp;I will offer to you burnt offerings of fattened animals,</span><br><span id=\"p19066015_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the smoke of the sacrifice of rams;</span><br><span id=\"p19066015_06-7\" class=\"line\">&nbsp;&nbsp;I will make an offering of bulls and goats. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19066016_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066016-1\">16&nbsp;</b>&nbsp;&nbsp;Come and hear, all you who fear God,</span><br><span id=\"p19066016_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will tell what he has done for my soul.</span><br><span id=\"p19066017_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066017-1\">17&nbsp;</b>&nbsp;&nbsp;I cried to him with my mouth,</span><br><span id=\"p19066017_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and high praise was on my tongue.</span><br><span id=\"p19066018_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066018-1\">18&nbsp;</b>&nbsp;&nbsp;If I had cherished iniquity in my heart,</span><br><span id=\"p19066018_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord would not have listened.</span><br><span id=\"p19066019_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066019-1\">19&nbsp;</b>&nbsp;&nbsp;But truly God has listened;</span><br><span id=\"p19066019_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has attended to the voice of my prayer.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19066020_06-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19066020-1\">20&nbsp;</b>&nbsp;&nbsp;Blessed be God,</span><br><span id=\"p19066020_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because he has not rejected my prayer</span><br><span id=\"p19066020_06-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or removed his steadfast love from me!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Make a joyful noise unto God, all ye lands:  <strong>2</strong> Sing forth the honour of his name: make his praise glorious.  <strong>3</strong> Say unto God, How terrible art thou in thy works! through the greatness of thy power shall thine enemies submit themselves unto thee.  <strong>4</strong> All the earth shall worship thee, and shall sing unto thee; they shall sing to thy name. Selah.  <strong>5</strong> Come and see the works of God: he is terrible in his  doing toward the children of men.  <strong>6</strong> He turned the sea into dry land: they went through the flood on foot: there did we rejoice in him.  <strong>7</strong> He ruleth by his power for ever; his eyes behold the nations: let not the rebellious exalt themselves. Selah.  <strong>8</strong> O bless our God, ye people, and make the voice of his praise to be heard:  <strong>9</strong> Which holdeth our soul in life, and suffereth not our feet to be moved.  <strong>10</strong> For thou, O God, hast proved us: thou hast tried us, as silver is tried.  <strong>11</strong> Thou broughtest us into the net; thou laidst affliction upon our loins.  <strong>12</strong> Thou hast caused men to ride over our heads; we went through fire and through water: but thou broughtest us out into a wealthy place.  <strong>13</strong> I will go into thy house with burnt offerings: I will pay thee my vows,  <strong>14</strong> Which my lips have uttered, and my mouth hath spoken, when I was in trouble.  <strong>15</strong> I will offer unto thee burnt sacrifices of fatlings, with the incense of rams; I will offer bullocks with goats. Selah.  <strong>16</strong> Come and hear, all ye that fear God, and I will declare what he hath done for my soul.  <strong>17</strong> I cried unto him with my mouth, and he was extolled with my tongue.  <strong>18</strong> If I regard iniquity in my heart, the Lord will not hear me:  <strong>19</strong>             But verily God hath heard me; he hath attended to the voice of my prayer.  <strong>20</strong> Blessed be God, which hath not turned away my prayer, nor his mercy from me.  ","niv":"<sup><strong>1</strong></sup> Shout with joy to God, all the earth! <sup><strong>2</strong></sup> Sing the glory of his name; make his praise glorious! <sup><strong>3</strong></sup> Say to God, \"How awesome are your deeds! So great is your power that your enemies cringe before you. <sup><strong>4</strong></sup> All the earth bows down to you; they sing praise to you, they sing praise to your name.\" Selah <sup><strong>5</strong></sup> Come and see what God has done, how awesome his works in man's behalf! <sup><strong>6</strong></sup> He turned the sea into dry land, they passed through the waters on foot- come, let us rejoice in him. <sup><strong>7</strong></sup> He rules forever by his power, his eyes watch the nations- let not the rebellious rise up against him. Selah <sup><strong>8</strong></sup> Praise our God, O peoples, let the sound of his praise be heard; <sup><strong>9</strong></sup> he has preserved our lives and kept our feet from slipping. <sup><strong>10</strong></sup> For you, O God, tested us; you refined us like silver. <sup><strong>11</strong></sup> You brought us into prison and laid burdens on our backs. <sup><strong>12</strong></sup> You let men ride over our heads; we went through fire and water, but you brought us to a place of abundance. <sup><strong>13</strong></sup> I will come to your temple with burnt offerings and fulfill my vows to you- <sup><strong>14</strong></sup> vows my lips promised and my mouth spoke when I was in trouble. <sup><strong>15</strong></sup> I will sacrifice fat animals to you and an offering of rams; I will offer bulls and goats. Selah <sup><strong>16</strong></sup> Come and listen, all you who fear God; let me tell you what he has done for me. <sup><strong>17</strong></sup> I cried out to him with my mouth; his praise was on my tongue. <sup><strong>18</strong></sup> If I had cherished sin in my heart, the Lord would not have listened; <sup><strong>19</strong></sup> but God has surely listened and heard my voice in prayer. <sup><strong>20</strong></sup> Praise be to God, who has not rejected my prayer or withheld his love from me! "},{"_id":"615a3b595ed5b206177d9f98","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 52:1-9","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19052001_07-8\" class=\"psalm-title\">To the choirmaster. A Maskil of David, when Doeg, the Edomite, came and told Saul, “David has come to the house of Ahimelech.”</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19052001_07-8\" class=\"line\"><b class=\"chapter-num\" id=\"v19052001-1\">52:1&nbsp;</b>&nbsp;&nbsp;Why do you boast of evil, O mighty man?</span><br><span id=\"p19052001_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The steadfast love of God endures all the day.</span><br><span id=\"p19052002_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052002-1\">2&nbsp;</b>&nbsp;&nbsp;Your tongue plots destruction,</span><br><span id=\"p19052002_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a sharp razor, you worker of deceit.</span><br><span id=\"p19052003_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052003-1\">3&nbsp;</b>&nbsp;&nbsp;You love evil more than good,</span><br><span id=\"p19052003_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lying more than speaking what is right. <span class=\"selah\">Selah</span></span><br><span id=\"p19052004_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052004-1\">4&nbsp;</b>&nbsp;&nbsp;You love all words that devour,</span><br><span id=\"p19052004_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O deceitful tongue.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19052005_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052005-1\">5&nbsp;</b>&nbsp;&nbsp;But God will break you down forever;</span><br><span id=\"p19052005_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will snatch and tear you from your tent;</span><br><span id=\"p19052005_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will uproot you from the land of the living. <span class=\"selah\">Selah</span></span><br><span id=\"p19052006_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052006-1\">6&nbsp;</b>&nbsp;&nbsp;The righteous shall see and fear,</span><br><span id=\"p19052006_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall laugh at him, saying,</span><br><span id=\"p19052007_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052007-1\">7&nbsp;</b>&nbsp;&nbsp;“See the man who would not make</span><br><span id=\"p19052007_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;God his refuge,</span><br><span id=\"p19052007_07-8\" class=\"line\">&nbsp;&nbsp;but trusted in the abundance of his riches</span><br><span id=\"p19052007_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sought refuge in his own destruction!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19052008_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052008-1\">8&nbsp;</b>&nbsp;&nbsp;But I am like a green olive tree</span><br><span id=\"p19052008_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of God.</span><br><span id=\"p19052008_07-8\" class=\"line\">&nbsp;&nbsp;I trust in the steadfast love of God</span><br><span id=\"p19052008_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever.</span><br><span id=\"p19052009_07-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052009-1\">9&nbsp;</b>&nbsp;&nbsp;I will thank you forever,</span><br><span id=\"p19052009_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have done it.</span><br><span id=\"p19052009_07-8\" class=\"line\">&nbsp;&nbsp;I will wait for your name, for it is good,</span><br><span id=\"p19052009_07-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of the godly.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why boastest thou thyself in mischief, O mighty man? the goodness of God endureth continually.  <strong>2</strong> Thy tongue deviseth mischiefs; like a sharp rasor, working deceitfully.  <strong>3</strong> Thou lovest evil more than good; and lying rather than to speak righteousness. Selah.  <strong>4</strong> Thou lovest all devouring words, O thou deceitful tongue.  <strong>5</strong> God shall likewise destroy thee for ever, he shall take thee away, and pluck thee out of thy dwelling place, and root thee out of the land of the living. Selah.  <strong>6</strong> The righteous also shall see, and fear, and shall laugh at him:  <strong>7</strong> Lo, this is the man that made not God his strength; but trusted in the abundance of his riches, and strengthened himself in his wickedness.  <strong>8</strong> But I am like a green olive tree in the house of God: I trust in the mercy of God for ever and ever.  <strong>9</strong> I will praise thee for ever, because thou hast done it: and I will wait on thy name; for it is good before thy saints.  ","niv":"<sup><strong>1</strong></sup> Why do you boast of evil, you mighty man? Why do you boast all day long, you who are a disgrace in the eyes of God? <sup><strong>2</strong></sup> Your tongue plots destruction; it is like a sharpened razor, you who practice deceit. <sup><strong>3</strong></sup> You love evil rather than good, falsehood rather than speaking the truth. Selah <sup><strong>4</strong></sup> You love every harmful word, O you deceitful tongue! <sup><strong>5</strong></sup> Surely God will bring you down to everlasting ruin: He will snatch you up and tear you from your tent; he will uproot you from the land of the living. Selah <sup><strong>6</strong></sup> The righteous will see and fear; they will laugh at him, saying, <sup><strong>7</strong></sup> \"Here now is the man who did not make God his stronghold but trusted in his great wealth and grew strong by destroying others!\" <sup><strong>8</strong></sup> But I am like an olive tree flourishing in the house of God; I trust in God's unfailing love for ever and ever. <sup><strong>9</strong></sup> I will praise you forever for what you have done; in your name I will hope, for your name is good. I will praise you in the presence of your saints. "},{"_id":"615a3b5a5ed5b206177d9f99","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 9:1-20","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19009001_07-9\" class=\"psalm-title\"> To the choirmaster: according to Muth-labben. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19009001_07-9\" class=\"line\"><b class=\"chapter-num\" id=\"v19009001-1\">9:1&nbsp;</b>&nbsp;&nbsp;I will give thanks to the LORD with my whole heart;</span><br><span id=\"p19009001_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will recount all of your wonderful deeds.</span><br><span id=\"p19009002_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009002-1\">2&nbsp;</b>&nbsp;&nbsp;I will be glad and exult in you;</span><br><span id=\"p19009002_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will sing praise to your name, O Most High.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009003_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009003-1\">3&nbsp;</b>&nbsp;&nbsp;When my enemies turn back,</span><br><span id=\"p19009003_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stumble and perish before your presence.</span><br><span id=\"p19009004_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009004-1\">4&nbsp;</b>&nbsp;&nbsp;For you have maintained my just cause;</span><br><span id=\"p19009004_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have sat on the throne, giving righteous judgment.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009005_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009005-1\">5&nbsp;</b>&nbsp;&nbsp;You have rebuked the nations; you have made the wicked perish;</span><br><span id=\"p19009005_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have blotted out their name forever and ever.</span><br><span id=\"p19009006_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009006-1\">6&nbsp;</b>&nbsp;&nbsp;The enemy came to an end in everlasting ruins;</span><br><span id=\"p19009006_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their cities you rooted out;</span><br><span id=\"p19009006_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the very memory of them has perished.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009007_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009007-1\">7&nbsp;</b>&nbsp;&nbsp;But the LORD sits enthroned forever;</span><br><span id=\"p19009007_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has established his throne for justice,</span><br><span id=\"p19009008_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009008-1\">8&nbsp;</b>&nbsp;&nbsp;and he judges the world with righteousness;</span><br><span id=\"p19009008_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he judges the peoples with uprightness.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009009_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009009-1\">9&nbsp;</b>&nbsp;&nbsp;The LORD is a stronghold for the oppressed,</span><br><span id=\"p19009009_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a stronghold in times of trouble.</span><br><span id=\"p19009010_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009010-1\">10&nbsp;</b>&nbsp;&nbsp;And those who know your name put their trust in you,</span><br><span id=\"p19009010_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you, O LORD, have not forsaken those who seek you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009011_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009011-1\">11&nbsp;</b>&nbsp;&nbsp;Sing praises to the LORD, who sits enthroned in Zion!</span><br><span id=\"p19009011_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Tell among the peoples his deeds!</span><br><span id=\"p19009012_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009012-1\">12&nbsp;</b>&nbsp;&nbsp;For he who avenges blood is mindful of them;</span><br><span id=\"p19009012_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does not forget the cry of the afflicted.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009013_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009013-1\">13&nbsp;</b>&nbsp;&nbsp;Be gracious to me, O LORD!</span><br><span id=\"p19009013_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;See my affliction from those who hate me,</span><br><span id=\"p19009013_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O you who lift me up from the gates of death,</span><br><span id=\"p19009014_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009014-1\">14&nbsp;</b>&nbsp;&nbsp;that I may recount all your praises,</span><br><span id=\"p19009014_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that in the gates of the daughter of Zion</span><br><span id=\"p19009014_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I may rejoice in your salvation.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009015_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009015-1\">15&nbsp;</b>&nbsp;&nbsp;The nations have sunk in the pit that they made;</span><br><span id=\"p19009015_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the net that they hid, their own foot has been caught.</span><br><span id=\"p19009016_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009016-1\">16&nbsp;</b>&nbsp;&nbsp;The LORD has made himself known; he has executed judgment;</span><br><span id=\"p19009016_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wicked are snared in the work of their own hands. <span class=\"selah\">Higgaion. Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009017_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009017-1\">17&nbsp;</b>&nbsp;&nbsp;The wicked shall return to Sheol,</span><br><span id=\"p19009017_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the nations that forget God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009018_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009018-1\">18&nbsp;</b>&nbsp;&nbsp;For the needy shall not always be forgotten,</span><br><span id=\"p19009018_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hope of the poor shall not perish forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19009019_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009019-1\">19&nbsp;</b>&nbsp;&nbsp;Arise, O LORD! Let not man prevail;</span><br><span id=\"p19009019_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the nations be judged before you!</span><br><span id=\"p19009020_07-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v19009020-1\">20&nbsp;</b>&nbsp;&nbsp;Put them in fear, O LORD!</span><br><span id=\"p19009020_07-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Let the nations know that they are but men! <span class=\"selah\">Selah</span></span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> I will praise thee, O LORD, with my whole heart; I will shew forth all thy marvellous works.  <strong>2</strong> I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.  <strong>3</strong> When mine enemies are turned back, they shall fall and perish at thy presence.  <strong>4</strong> For thou hast maintained my right and my cause; thou satest in the throne judging right.  <strong>5</strong> Thou hast rebuked the heathen, thou hast destroyed the wicked, thou hast put out their name for ever and ever.  <strong>6</strong> O thou enemy, destructions are come to a perpetual end: and thou hast destroyed cities; their memorial is perished with them.  <strong>7</strong> But the LORD shall endure for ever: he hath prepared his throne for judgment.  <strong>8</strong> And he shall judge the world in righteousness, he shall minister judgment to the people in uprightness.  <strong>9</strong> The LORD also will be a refuge for the oppressed, a refuge in times of trouble.  <strong>10</strong> And they that know thy name will put their trust in thee: for thou, LORD, hast not forsaken them that seek thee.  <strong>11</strong> Sing praises to the LORD, which dwelleth in Zion: declare among the people his doings.  <strong>12</strong> When he maketh inquisition for blood, he remembereth them: he forgetteth not the cry of the humble.  <strong>13</strong> Have mercy upon me, O LORD; consider my trouble which I suffer  of them that hate me, thou that liftest me up from the gates of death:  <strong>14</strong> That I may shew forth all thy praise in the gates of the daughter of Zion: I will rejoice in thy salvation.  <strong>15</strong> The heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken.  <strong>16</strong> The LORD is known by the judgment which he executeth: the wicked is snared in the work of his own hands. Higgaion. Selah.  <strong>17</strong> The wicked shall be turned into hell, and all the nations that forget God.  <strong>18</strong> For the needy shall not alway be forgotten: the expectation of the poor shall not perish for ever.  <strong>19</strong> Arise, O LORD; let not man prevail: let the heathen be judged in thy sight.  <strong>20</strong> Put them in fear, O LORD: that the nations may know themselves to be but men. Selah.  ","niv":"<sup><strong>1</strong></sup> I will praise you, O LORD, with all my heart; I will tell of all your wonders. <sup><strong>2</strong></sup> I will be glad and rejoice in you; I will sing praise to your name, O Most High. <sup><strong>3</strong></sup> My enemies turn back; they stumble and perish before you. <sup><strong>4</strong></sup> For you have upheld my right and my cause; you have sat on your throne, judging righteously. <sup><strong>5</strong></sup> You have rebuked the nations and destroyed the wicked; you have blotted out their name for ever and ever. <sup><strong>6</strong></sup> Endless ruin has overtaken the enemy, you have uprooted their cities; even the memory of them has perished. <sup><strong>7</strong></sup> The LORD reigns forever; he has established his throne for judgment. <sup><strong>8</strong></sup> He will judge the world in righteousness; he will govern the peoples with justice. <sup><strong>9</strong></sup> The LORD is a refuge for the oppressed, a stronghold in times of trouble. <sup><strong>10</strong></sup> Those who know your name will trust in you, for you, LORD, have never forsaken those who seek you. <sup><strong>11</strong></sup> Sing praises to the LORD, enthroned in Zion; proclaim among the nations what he has done. <sup><strong>12</strong></sup> For he who avenges blood remembers; he does not ignore the cry of the afflicted. <sup><strong>13</strong></sup> O LORD, see how my enemies persecute me! Have mercy and lift me up from the gates of death, <sup><strong>14</strong></sup> that I may declare your praises in the gates of the Daughter of Zion and there rejoice in your salvation. <sup><strong>15</strong></sup> The nations have fallen into the pit they have dug; their feet are caught in the net they have hidden. <sup><strong>16</strong></sup> The LORD is known by his justice; the wicked are ensnared by the work of their hands. Higgaion. Selah <sup><strong>17</strong></sup> The wicked return to the grave, all the nations that forget God. <sup><strong>18</strong></sup> But the needy will not always be forgotten, nor the hope of the afflicted ever perish. <sup><strong>19</strong></sup> Arise, O LORD, let not man triumph; let the nations be judged in your presence. <sup><strong>20</strong></sup> Strike them with terror, O LORD; let the nations know they are but men. Selah "},{"_id":"615a3b5a5ed5b206177d9f9a","topicId":"615a3b575ed5b206177d9f90","verse":"James 5:6-17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59005006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005006-1\">6&nbsp;</b>You have condemned and murdered the righteous person. He does not resist you.</p>\n\n<p id=\"p59005006_04-10\"><b class=\"verse-num\" id=\"v59005007-1\">7&nbsp;</b>Be patient, therefore, brothers, until the coming of the Lord. See how the farmer waits for the precious fruit of the earth, being patient about it, until it receives the early and the late rains. <b class=\"verse-num\" id=\"v59005008-1\">8&nbsp;</b>You also, be patient. Establish your hearts, for the coming of the Lord is at hand. <b class=\"verse-num\" id=\"v59005009-1\">9&nbsp;</b>Do not grumble against one another, brothers, so that you may not be judged; behold, the Judge is standing at the door. <b class=\"verse-num\" id=\"v59005010-1\">10&nbsp;</b>As an example of suffering and patience, brothers, take the prophets who spoke in the name of the Lord. <b class=\"verse-num\" id=\"v59005011-1\">11&nbsp;</b>Behold, we consider those blessed who remained steadfast. You have heard of the steadfastness of Job, and you have seen the purpose of the Lord, how the Lord is compassionate and merciful.</p>\n<p id=\"p59005011_04-10\"><b class=\"verse-num\" id=\"v59005012-1\">12&nbsp;</b>But above all, my brothers, do not swear, either by heaven or by earth or by any other oath, but let your “yes” be yes and your “no” be no, so that you may not fall under condemnation.</p>\n\n<p id=\"p59005012_08-10\"><b class=\"verse-num\" id=\"v59005013-1\">13&nbsp;</b>Is anyone among you suffering? Let him pray. Is anyone cheerful? Let him sing praise. <b class=\"verse-num\" id=\"v59005014-1\">14&nbsp;</b>Is anyone among you sick? Let him call for the elders of the church, and let them pray over him, anointing him with oil in the name of the Lord. <b class=\"verse-num\" id=\"v59005015-1\">15&nbsp;</b>And the prayer of faith will save the one who is sick, and the Lord will raise him up. And if he has committed sins, he will be forgiven. <b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working. <b class=\"verse-num\" id=\"v59005017-1\">17&nbsp;</b>Elijah was a man with a nature like ours, and he prayed fervently that it might not rain, and for three years and six months it did not rain on the earth.</p>\n\n</div>","kjv":"<strong>6</strong> Ye have condemned and killed the just; and he doth not resist you.  <strong>7</strong> Be patient therefore, brethren, unto the coming of the Lord. Behold, the husbandman waiteth for the precious fruit of the earth, and hath long patience for it, until he receive the early and latter rain.  <strong>8</strong> Be ye also patient; stablish your hearts: for the coming of the Lord draweth nigh.  <strong>9</strong> Grudge not one against another, brethren, lest ye be condemned: behold, the judge standeth before the door.  <strong>10</strong> Take, my brethren, the prophets, who have spoken in the name of the Lord, for an example of suffering affliction, and of patience.  <strong>11</strong> Behold, we count them happy which endure. Ye have heard of the patience of Job, and have seen the end of the Lord; that the Lord is very pitiful, and of tender mercy.  <strong>12</strong> But above all things, my brethren, swear not, neither by heaven, neither by the earth, neither by any other oath: but let your yea be yea; and your nay, nay; lest ye fall into condemnation.  <strong>13</strong> Is any among you afflicted? let him pray. Is any merry? let him sing psalms.  <strong>14</strong> Is any sick among you? let him call for the elders of the church; and let them pray over him, anointing him with oil in the name of the Lord:  <strong>15</strong> And the prayer of faith shall save the sick, and the Lord shall raise him up; and if he have committed sins, they shall be forgiven him.  <strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  <strong>17</strong> Elias was a man subject to like passions as we are, and he prayed earnestly that it might not rain: and it rained not on the earth by the space of three years and six months.  ","niv":"<sup><strong>6</strong></sup> You have condemned and murdered innocent men, who were not opposing you. <sup><strong>7</strong></sup> Be patient, then, brothers, until the Lord's coming. See how the farmer waits for the land to yield its valuable crop and how patient he is for the autumn and spring rains. <sup><strong>8</strong></sup> You too, be patient and stand firm, because the Lord's coming is near. <sup><strong>9</strong></sup> Don't grumble against each other, brothers, or you will be judged. The Judge is standing at the door! <sup><strong>10</strong></sup> Brothers, as an example of patience in the face of suffering, take the prophets who spoke in the name of the Lord. <sup><strong>11</strong></sup> As you know, we consider blessed those who have persevered. You have heard of Job's perseverance and have seen what the Lord finally brought about. The Lord is full of compassion and mercy. <sup><strong>12</strong></sup> Above all, my brothers, do not swear--not by heaven or by earth or by anything else. Let your \"Yes\" be yes, and your \"No,\" no, or you will be condemned. <sup><strong>13</strong></sup> Is any one of you in trouble? He should pray. Is anyone happy? Let him sing songs of praise. <sup><strong>14</strong></sup> Is any one of you sick? He should call the elders of the church to pray over him and anoint him with oil in the name of the Lord. <sup><strong>15</strong></sup> And the prayer offered in faith will make the sick person well; the Lord will raise him up. If he has sinned, he will be forgiven. <sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective. <sup><strong>17</strong></sup> Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three and a half years. "},{"_id":"615a3b5a5ed5b206177d9f9b","topicId":"615a3b575ed5b206177d9f90","verse":"2 Timothy 3:12-4:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n<p id=\"p55004001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55004001-1\">4:1&nbsp;</b>I charge you in the presence of God and of Christ Jesus, who is to judge the living and the dead, and by his appearing and his kingdom: <b class=\"verse-num\" id=\"v55004002-1\">2&nbsp;</b>preach the word; be ready in season and out of season; reprove, rebuke, and exhort, with complete patience and teaching. <b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths. <b class=\"verse-num\" id=\"v55004005-1\">5&nbsp;</b>As for you, always be sober-minded, endure suffering, do the work of an evangelist, fulfill your ministry.</p>\n<p id=\"p55004005_04-11\"><b class=\"verse-num\" id=\"v55004006-1\">6&nbsp;</b>For I am already being poured out as a drink offering, and the time of my departure has come. <b class=\"verse-num\" id=\"v55004007-1\">7&nbsp;</b>I have fought the good fight, I have finished the race, I have kept the faith. <b class=\"verse-num\" id=\"v55004008-1\">8&nbsp;</b>Henceforth there is laid up for me the crown of righteousness, which the Lord, the righteous judge, will award to me on that day, and not only to me but also to all who have loved his appearing.</p>\n\n<p id=\"p55004008_06-11\"><b class=\"verse-num\" id=\"v55004009-1\">9&nbsp;</b>Do your best to come to me soon. <b class=\"verse-num\" id=\"v55004010-1\">10&nbsp;</b>For Demas, in love with this present world, has deserted me and gone to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. <b class=\"verse-num\" id=\"v55004011-1\">11&nbsp;</b>Luke alone is with me. Get Mark and bring him with you, for he is very useful to me for ministry. <b class=\"verse-num\" id=\"v55004012-1\">12&nbsp;</b>Tychicus I have sent to Ephesus. <b class=\"verse-num\" id=\"v55004013-1\">13&nbsp;</b>When you come, bring the cloak that I left with Carpus at Troas, also the books, and above all the parchments. <b class=\"verse-num\" id=\"v55004014-1\">14&nbsp;</b>Alexander the coppersmith did me great harm; the Lord will repay him according to his deeds.</p>\n\n</div>","kjv":"<strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  <strong>1</strong> I charge thee therefore before God, and the Lord Jesus Christ, who shall judge the quick and the dead at his appearing and his kingdom;  <strong>2</strong> Preach the word; be instant in season, out of season; reprove, rebuke, exhort with all longsuffering and doctrine.  <strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  <strong>5</strong> But watch thou in all things, endure afflictions, do the work of an evangelist, make full proof of thy ministry.  <strong>6</strong> For I am now ready to be offered, and the time of my departure is at hand.  <strong>7</strong> I have fought a good fight, I have finished my course, I have kept the faith:  <strong>8</strong> Henceforth there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day: and not to me only, but unto all them also that love his appearing.  <strong>9</strong> Do thy diligence to come shortly unto me:  <strong>10</strong> For Demas hath forsaken me, having loved this present world, and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.  <strong>11</strong> Only Luke is with me. Take Mark, and bring him with thee: for he is profitable to me for the ministry.  <strong>12</strong> And Tychicus have I sent to Ephesus.  <strong>13</strong> The cloke that I left at Troas with Carpus, when thou comest, bring with thee, and the books, but especially the parchments.  <strong>14</strong> Alexander the coppersmith did me much evil: the Lord reward him according to his works:  ","niv":""},{"_id":"615a3b5a5ed5b206177d9f9c","topicId":"615a3b575ed5b206177d9f90","verse":"1 Thessalonians 4:1-2 Thessalonians 1:12","votes":3,"__v":0,"niv":""},{"_id":"615a3b5b5ed5b206177d9f9d","topicId":"615a3b575ed5b206177d9f90","verse":"Luke 20:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42020020_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v42020020-1\">20&nbsp;</b>So they watched him and sent spies, who pretended to be sincere, that they might catch him in something he said, so as to deliver him up to the authority and jurisdiction of the governor.</p>\n</div>","kjv":"<strong>20</strong> And they watched him, and sent forth spies, which should feign themselves just men, that they might take hold of his words, that so they might deliver him unto the power and authority of the governor.  ","niv":"<sup><strong>20</strong></sup> Keeping a close watch on him, they sent spies, who pretended to be honest. They hoped to catch Jesus in something he said so that they might hand him over to the power and authority of the governor."},{"_id":"615a3b5b5ed5b206177d9f9e","topicId":"615a3b575ed5b206177d9f90","verse":"Mark 6:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p41006031_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat.</p>\n</div>","kjv":"<strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  ","niv":"<sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\""},{"_id":"615a3b5b5ed5b206177d9f9f","topicId":"615a3b575ed5b206177d9f90","verse":"Habakkuk 1:4","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p35001004_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v35001004-1\">4&nbsp;</b>&nbsp;&nbsp;So the law is paralyzed,</span><br><span id=\"p35001004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and justice never goes forth.</span><br><span id=\"p35001004_01-16\" class=\"line\">&nbsp;&nbsp;For the wicked surround the righteous;</span><br><span id=\"p35001004_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so justice goes forth perverted.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Therefore the law is slacked, and judgment doth never go forth: for the wicked doth compass about the righteous; therefore wrong judgment proceedeth.  ","niv":"<sup><strong>4</strong></sup> Therefore the law is paralyzed, and justice never prevails. The wicked hem in the righteous, so that justice is perverted."},{"_id":"615a3b5c5ed5b206177d9fa0","topicId":"615a3b575ed5b206177d9f90","verse":"Hosea 13:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28013001_07-17\" class=\"line\"><b class=\"chapter-num\" id=\"v28013001-1\">13:1&nbsp;</b>&nbsp;&nbsp;When Ephraim spoke, there was trembling;</span><br><span id=\"p28013001_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he was exalted in Israel,</span><br><span id=\"p28013001_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he incurred guilt through Baal and died.</span><br><span id=\"p28013002_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013002-1\">2&nbsp;</b>&nbsp;&nbsp;And now they sin more and more,</span><br><span id=\"p28013002_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and make for themselves metal images,</span><br><span id=\"p28013002_07-17\" class=\"line\">&nbsp;&nbsp;idols skillfully made of their silver,</span><br><span id=\"p28013002_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all of them the work of craftsmen.</span><br><span id=\"p28013002_07-17\" class=\"line\">&nbsp;&nbsp;It is said of them,</span><br><span id=\"p28013002_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Those who offer human sacrifice kiss calves!”</span><br><span id=\"p28013003_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013003-1\">3&nbsp;</b>&nbsp;&nbsp;Therefore they shall be like the morning mist</span><br><span id=\"p28013003_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or like the dew that goes early away,</span><br><span id=\"p28013003_07-17\" class=\"line\">&nbsp;&nbsp;like the chaff that swirls from the threshing floor</span><br><span id=\"p28013003_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or like smoke from a window.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013004_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013004-1\">4&nbsp;</b>&nbsp;&nbsp;But I am the LORD your God</span><br><span id=\"p28013004_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the land of Egypt;</span><br><span id=\"p28013004_07-17\" class=\"line\">&nbsp;&nbsp;you know no God but me,</span><br><span id=\"p28013004_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and besides me there is no savior.</span><br><span id=\"p28013005_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013005-1\">5&nbsp;</b>&nbsp;&nbsp;It was I who knew you in the wilderness,</span><br><span id=\"p28013005_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the land of drought;</span><br><span id=\"p28013006_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013006-1\">6&nbsp;</b>&nbsp;&nbsp;but when they had grazed, they became full,</span><br><span id=\"p28013006_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they were filled, and their heart was lifted up;</span><br><span id=\"p28013006_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;therefore they forgot me.</span><br><span id=\"p28013007_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013007-1\">7&nbsp;</b>&nbsp;&nbsp;So I am to them like a lion;</span><br><span id=\"p28013007_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a leopard I will lurk beside the way.</span><br><span id=\"p28013008_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013008-1\">8&nbsp;</b>&nbsp;&nbsp;I will fall upon them like a bear robbed of her cubs;</span><br><span id=\"p28013008_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will tear open their breast,</span><br><span id=\"p28013008_07-17\" class=\"line\">&nbsp;&nbsp;and there I will devour them like a lion,</span><br><span id=\"p28013008_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a wild beast would rip them open.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013009_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013009-1\">9&nbsp;</b>&nbsp;&nbsp;He destroys you, O Israel,</span><br><span id=\"p28013009_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you are against me, against your helper.</span><br><span id=\"p28013010_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013010-1\">10&nbsp;</b>&nbsp;&nbsp;Where now is your king, to save you in all your cities?</span><br><span id=\"p28013010_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Where are all your rulers—</span><br><span id=\"p28013010_07-17\" class=\"line\">&nbsp;&nbsp;those of whom you said,</span><br><span id=\"p28013010_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Give me a king and princes”?</span><br><span id=\"p28013011_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013011-1\">11&nbsp;</b>&nbsp;&nbsp;I gave you a king in my anger,</span><br><span id=\"p28013011_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I took him away in my wrath.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013012_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013012-1\">12&nbsp;</b>&nbsp;&nbsp;The iniquity of Ephraim is bound up;</span><br><span id=\"p28013012_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his sin is kept in store.</span><br><span id=\"p28013013_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013013-1\">13&nbsp;</b>&nbsp;&nbsp;The pangs of childbirth come for him,</span><br><span id=\"p28013013_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he is an unwise son,</span><br><span id=\"p28013013_07-17\" class=\"line\">&nbsp;&nbsp;for at the right time he does not present himself</span><br><span id=\"p28013013_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the opening of the womb.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013014_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013014-1\">14&nbsp;</b>&nbsp;&nbsp;I shall ransom them from the power of Sheol;</span><br><span id=\"p28013014_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I shall redeem them from Death.</span><br><span id=\"p28013014_07-17\" class=\"line\">&nbsp;&nbsp;O Death, where are your plagues?</span><br><span id=\"p28013014_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O Sheol, where is your sting?</span><br><span id=\"p28013014_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Compassion is hidden from my eyes.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p28013015_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013015-1\">15&nbsp;</b>&nbsp;&nbsp;Though he may flourish among his brothers,</span><br><span id=\"p28013015_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the east wind, the wind of the LORD, shall come,</span><br><span id=\"p28013015_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rising from the wilderness,</span><br><span id=\"p28013015_07-17\" class=\"line\">&nbsp;&nbsp;and his fountain shall dry up;</span><br><span id=\"p28013015_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his spring shall be parched;</span><br><span id=\"p28013015_07-17\" class=\"line\">&nbsp;&nbsp;it shall strip his treasury</span><br><span id=\"p28013015_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of every precious thing.</span><br><span id=\"p28013016_07-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v28013016-1\">16&nbsp;</b>&nbsp;&nbsp; Samaria shall bear her guilt,</span><br><span id=\"p28013016_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because she has rebelled against her God;</span><br><span id=\"p28013016_07-17\" class=\"line\">&nbsp;&nbsp;they shall fall by the sword;</span><br><span id=\"p28013016_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their little ones shall be dashed in pieces,</span><br><span id=\"p28013016_07-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their pregnant women ripped open.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> When Ephraim spake trembling, he exalted himself in Israel; but when he offended in Baal, he died.  <strong>2</strong> And now they sin more and more, and have made them molten images of their silver, and idols according to their own understanding, all of it the work of the craftsmen: they say of them, Let the men that sacrifice kiss the calves.  <strong>3</strong> Therefore they shall be as the morning cloud, and as the early dew that passeth away, as the chaff that is driven with the whirlwind out of the floor, and as the smoke out of the chimney.  <strong>4</strong> Yet I am the LORD thy God from the land of Egypt, and thou shalt know no god but me: for there is no saviour beside me.  <strong>5</strong> I did know thee in the wilderness, in the land of great drought.  <strong>6</strong> According to their pasture, so were they filled; they were filled, and their heart was exalted; therefore have they forgotten me.  <strong>7</strong> Therefore I will be unto them as a lion: as a leopard by the way will I observe them:  <strong>8</strong> I will meet them as a bear that is bereaved of her whelps, and will rend the caul of their heart, and there will I devour them like a lion: the wild beast shall tear them.  <strong>9</strong> O Israel, thou hast destroyed thyself; but in me is thine help.  <strong>10</strong> I will be thy king: where is any other that may save thee in all thy cities? and thy judges of whom thou saidst, Give me a king and princes?  <strong>11</strong> I gave thee a king in mine anger, and took him away in my wrath.  <strong>12</strong> The iniquity of Ephraim is bound up; his sin is  hid.  <strong>13</strong> The sorrows of a travailing woman shall come upon him: he is  an unwise son; for he should not stay long in the place of  the breaking forth of children.  <strong>14</strong> I will ransom them from the power of the grave; I will redeem them from death: O death, I will be thy plagues; O grave, I will be thy destruction: repentance shall be hid from mine eyes.  <strong>15</strong> Though he be fruitful among his brethren, an east wind shall come, the wind of the LORD shall come up from the wilderness, and his spring shall become dry, and his fountain shall be dried up: he shall spoil the treasure of all pleasant vessels.  <strong>16</strong> Samaria shall become desolate; for she hath rebelled against her God: they shall fall by the sword: their infants shall be dashed in pieces, and their women with child shall be ripped up.  ","niv":"<sup><strong>1</strong></sup> When Ephraim spoke, men trembled; he was exalted in Israel. But he became guilty of Baal worship and died. <sup><strong>2</strong></sup> Now they sin more and more; they make idols for themselves from their silver, cleverly fashioned images, all of them the work of craftsmen. It is said of these people, \"They offer human sacrifice and kiss the calf-idols.\" <sup><strong>3</strong></sup> Therefore they will be like the morning mist, like the early dew that disappears, like chaff swirling from a threshing floor, like smoke escaping through a window. <sup><strong>4</strong></sup> \"But I am the LORD your God, who brought you out of Egypt. You shall acknowledge no God but me, no Savior except me. <sup><strong>5</strong></sup> I cared for you in the desert, in the land of burning heat. <sup><strong>6</strong></sup> When I fed them, they were satisfied; when they were satisfied, they became proud; then they forgot me. <sup><strong>7</strong></sup> So I will come upon them like a lion, like a leopard I will lurk by the path. <sup><strong>8</strong></sup> Like a bear robbed of her cubs, I will attack them and rip them open. Like a lion I will devour them; a wild animal will tear them apart. <sup><strong>9</strong></sup> \"You are destroyed, O Israel, because you are against me, against your helper. <sup><strong>10</strong></sup> Where is your king, that he may save you? Where are your rulers in all your towns, of whom you said, 'Give me a king and princes'? <sup><strong>11</strong></sup> So in my anger I gave you a king, and in my wrath I took him away. <sup><strong>12</strong></sup> The guilt of Ephraim is stored up, his sins are kept on record. <sup><strong>13</strong></sup> Pains as of a woman in childbirth come to him, but he is a child without wisdom; when the time arrives, he does not come to the opening of the womb. <sup><strong>14</strong></sup> \"I will ransom them from the power of the grave; I will redeem them from death. Where, O death, are your plagues? Where, O grave, is your destruction? \"I will have no compassion, <sup><strong>15</strong></sup> even though he thrives among his brothers. An east wind from the LORD will come, blowing in from the desert; his spring will fail and his well dry up. His storehouse will be plundered of all its treasures. <sup><strong>16</strong></sup> The people of Samaria must bear their guilt, because they have rebelled against their God. They will fall by the sword; their little ones will be dashed to the ground, their pregnant women ripped open.\" "},{"_id":"615a3b5c5ed5b206177d9fa1","topicId":"615a3b575ed5b206177d9f90","verse":"Jeremiah 33:7-34:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24033007_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v24033007-1\">7&nbsp;</b>I will restore the fortunes of Judah and the fortunes of Israel, and rebuild them as they were at first. <b class=\"verse-num\" id=\"v24033008-1\">8&nbsp;</b>I will cleanse them from all the guilt of their sin against me, and I will forgive all the guilt of their sin and rebellion against me. <b class=\"verse-num\" id=\"v24033009-1\">9&nbsp;</b>And this city shall be to me a name of joy, a praise and a glory before all the nations of the earth who shall hear of all the good that I do for them. They shall fear and tremble because of all the good and all the prosperity I provide for it.</p>\n<p id=\"p24033009_01-18\"><b class=\"verse-num\" id=\"v24033010-1\">10&nbsp;</b>“Thus says the LORD: In this place of which you say, ‘It is a waste without man or beast,’ in the cities of Judah and the streets of Jerusalem that are desolate, without man or inhabitant or beast, there shall be heard again <b class=\"verse-num\" id=\"v24033011-1\">11&nbsp;</b>the voice of mirth and the voice of gladness, the voice of the bridegroom and the voice of the bride, the voices of those who sing, as they bring thank offerings to the house of the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24033011_01-18\" class=\"line\">&nbsp;&nbsp;“‘Give thanks to the LORD of hosts,</span><br><span id=\"p24033011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD is good,</span><br><span id=\"p24033011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever!’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p24033011_01-18\" class=\"same-paragraph\">For I will restore the fortunes of the land as at first, says the LORD.</p>\n<p id=\"p24033011_01-18\"><b class=\"verse-num\" id=\"v24033012-1\">12&nbsp;</b>“Thus says the LORD of hosts: In this place that is waste, without man or beast, and in all of its cities, there shall again be habitations of shepherds resting their flocks. <b class=\"verse-num\" id=\"v24033013-1\">13&nbsp;</b>In the cities of the hill country, in the cities of the Shephelah, and in the cities of the Negeb, in the land of Benjamin, the places about Jerusalem, and in the cities of Judah, flocks shall again pass under the hands of the one who counts them, says the LORD.</p>\n\n<p id=\"p24033013_07-18\"><b class=\"verse-num\" id=\"v24033014-1\">14&nbsp;</b>“Behold, the days are coming, declares the LORD, when I will fulfill the promise I made to the house of Israel and the house of Judah. <b class=\"verse-num\" id=\"v24033015-1\">15&nbsp;</b>In those days and at that time I will cause a righteous Branch to spring up for David, and he shall execute justice and righteousness in the land. <b class=\"verse-num\" id=\"v24033016-1\">16&nbsp;</b>In those days Judah will be saved, and Jerusalem will dwell securely. And this is the name by which it will be called: ‘The LORD is our righteousness.’</p>\n<p id=\"p24033016_07-18\"><b class=\"verse-num\" id=\"v24033017-1\">17&nbsp;</b>“For thus says the LORD: David shall never lack a man to sit on the throne of the house of Israel, <b class=\"verse-num\" id=\"v24033018-1\">18&nbsp;</b>and the Levitical priests shall never lack a man in my presence to offer burnt offerings, to burn grain offerings, and to make sacrifices forever.”</p>\n<p id=\"p24033018_07-18\"><b class=\"verse-num\" id=\"v24033019-1\">19&nbsp;</b>The word of the LORD came to Jeremiah: <b class=\"verse-num\" id=\"v24033020-1\">20&nbsp;</b>“Thus says the LORD: If you can break my covenant with the day and my covenant with the night, so that day and night will not come at their appointed time, <b class=\"verse-num\" id=\"v24033021-1\">21&nbsp;</b>then also my covenant with David my servant may be broken, so that he shall not have a son to reign on his throne, and my covenant with the Levitical priests my ministers. <b class=\"verse-num\" id=\"v24033022-1\">22&nbsp;</b>As the host of heaven cannot be numbered and the sands of the sea cannot be measured, so I will multiply the offspring of David my servant, and the Levitical priests who minister to me.”</p>\n<p id=\"p24033022_07-18\"><b class=\"verse-num\" id=\"v24033023-1\">23&nbsp;</b>The word of the LORD came to Jeremiah: <b class=\"verse-num\" id=\"v24033024-1\">24&nbsp;</b>“Have you not observed that these people are saying, ‘The LORD has rejected the two clans that he chose’? Thus they have despised my people so that they are no longer a nation in their sight. <b class=\"verse-num\" id=\"v24033025-1\">25&nbsp;</b>Thus says the LORD: If I have not established my covenant with day and night and the fixed order of heaven and earth, <b class=\"verse-num\" id=\"v24033026-1\">26&nbsp;</b>then I will reject the offspring of Jacob and David my servant and will not choose one of his offspring to rule over the offspring of Abraham, Isaac, and Jacob. For I will restore their fortunes and will have mercy on them.”</p>\n\n<p id=\"p24034001_12-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24034001-1\">34:1&nbsp;</b>The word that came to Jeremiah from the LORD, when Nebuchadnezzar king of Babylon and all his army and all the kingdoms of the earth under his dominion and all the peoples were fighting against Jerusalem and all of its cities: <b class=\"verse-num\" id=\"v24034002-1\">2&nbsp;</b>“Thus says the LORD, the God of Israel: Go and speak to Zedekiah king of Judah and say to him, ‘Thus says the LORD: Behold, I am giving this city into the hand of the king of Babylon, and he shall burn it with fire. <b class=\"verse-num\" id=\"v24034003-1\">3&nbsp;</b>You shall not escape from his hand but shall surely be captured and delivered into his hand. You shall see the king of Babylon eye to eye and speak with him face to face. And you shall go to Babylon.’ <b class=\"verse-num\" id=\"v24034004-1\">4&nbsp;</b>Yet hear the word of the LORD, O Zedekiah king of Judah! Thus says the LORD concerning you: ‘You shall not die by the sword. <b class=\"verse-num\" id=\"v24034005-1\">5&nbsp;</b>You shall die in peace. And as spices were burned for your fathers, the former kings who were before you, so people shall burn spices for you and lament for you, saying, “Alas, lord!”’ For I have spoken the word, declares the LORD.”</p>\n<p id=\"p24034005_12-18\"><b class=\"verse-num\" id=\"v24034006-1\">6&nbsp;</b>Then Jeremiah the prophet spoke all these words to Zedekiah king of Judah, in Jerusalem, <b class=\"verse-num\" id=\"v24034007-1\">7&nbsp;</b>when the army of the king of Babylon was fighting against Jerusalem and against all the cities of Judah that were left, Lachish and Azekah, for these were the only fortified cities of Judah that remained.</p>\n<p id=\"p24034007_12-18\"><b class=\"verse-num\" id=\"v24034008-1\">8&nbsp;</b>The word that came to Jeremiah from the LORD, after King Zedekiah had made a covenant with all the people in Jerusalem to make a proclamation of liberty to them, <b class=\"verse-num\" id=\"v24034009-1\">9&nbsp;</b>that everyone should set free his Hebrew slaves, male and female, so that no one should enslave a Jew, his brother. <b class=\"verse-num\" id=\"v24034010-1\">10&nbsp;</b>And they obeyed, all the officials and all the people who had entered into the covenant that everyone would set free his slave, male or female, so that they would not be enslaved again. They obeyed and set them free. <b class=\"verse-num\" id=\"v24034011-1\">11&nbsp;</b>But afterward they turned around and took back the male and female slaves they had set free, and brought them into subjection as slaves. <b class=\"verse-num\" id=\"v24034012-1\">12&nbsp;</b>The word of the LORD came to Jeremiah from the LORD: <b class=\"verse-num\" id=\"v24034013-1\">13&nbsp;</b>“Thus says the LORD, the God of Israel: I myself made a covenant with your fathers when I brought them out of the land of Egypt, out of the house of slavery, saying, <b class=\"verse-num\" id=\"v24034014-1\">14&nbsp;</b>‘At the end of seven years each of you must set free the fellow Hebrew who has been sold to you and has served you six years; you must set him free from your service.’ But your fathers did not listen to me or incline their ears to me. <b class=\"verse-num\" id=\"v24034015-1\">15&nbsp;</b>You recently repented and did what was right in my eyes by proclaiming liberty, each to his neighbor, and you made a covenant before me in the house that is called by my name, <b class=\"verse-num\" id=\"v24034016-1\">16&nbsp;</b>but then you turned around and profaned my name when each of you took back his male and female slaves, whom you had set free according to their desire, and you brought them into subjection to be your slaves.</p>\n<p id=\"p24034016_12-18\"><b class=\"verse-num\" id=\"v24034017-1\">17&nbsp;</b>“Therefore, thus says the LORD: You have not obeyed me by proclaiming liberty, every one to his brother and to his neighbor; behold, I proclaim to you liberty to the sword, to pestilence, and to famine, declares the LORD. I will make you a horror to all the kingdoms of the earth.</p>\n\n</div>","kjv":"<strong>7</strong> And I will cause the captivity of Judah and the captivity of Israel to return, and will build them, as at the first.  <strong>8</strong> And I will cleanse them from all their iniquity, whereby they have sinned against me; and I will pardon all their iniquities, whereby they have sinned, and whereby they have transgressed against me.  <strong>9</strong> And it shall be to me a name of joy, a praise and an honour before all the nations of the earth, which shall hear all the good that I do unto them: and they shall fear and tremble for all the goodness and for all the prosperity that I procure unto it.  <strong>10</strong> Thus saith the LORD; Again there shall be heard in this place, which ye say shall be desolate without man and without beast, even  in the cities of Judah, and in the streets of Jerusalem, that are desolate, without man, and without inhabitant, and without beast,  <strong>11</strong> The voice of joy, and the voice of gladness, the voice of the bridegroom, and the voice of the bride, the voice of them that shall say, Praise the LORD of hosts: for the LORD is good; for his mercy endureth for ever: and of them that shall bring the sacrifice of praise into the house of the LORD. For I will cause to return the captivity of the land, as at the first, saith the LORD.  <strong>12</strong> Thus saith the LORD of hosts; Again in this place, which is desolate without man and without beast, and in all the cities thereof, shall be an habitation of shepherds causing their flocks to lie down.  <strong>13</strong> In the cities of the mountains, in the cities of the vale, and in the cities of the south, and in the land of Benjamin, and in the places about Jerusalem, and in the cities of Judah, shall the flocks pass again under the hands of him that telleth them, saith the LORD.  <strong>14</strong> Behold, the days come, saith the LORD, that I will perform that good thing which I have promised unto the house of Israel and to the house of Judah.  <strong>15</strong> In those days, and at that time, will I cause the Branch of righteousness to grow up unto David; and he shall execute judgment and righteousness in the land.  <strong>16</strong> In those days shall Judah be saved, and Jerusalem shall dwell safely: and this is the name wherewith she shall be called, The LORD our righteousness.  <strong>17</strong> For thus saith the LORD; David shall never want a man to sit upon the throne of the house of Israel;  <strong>18</strong> Neither shall the priests the Levites want a man before me to offer burnt offerings, and to kindle meat offerings, and to do sacrifice continually.  <strong>19</strong> And the word of the LORD came unto Jeremiah, saying,  <strong>20</strong> Thus saith the LORD; If ye can break my covenant of the day, and my covenant of the night, and that there should not be day and night in their season;  <strong>21</strong> Then may also my covenant be broken with David my servant, that he should not have a son to reign upon his throne; and with the Levites the priests, my ministers.  <strong>22</strong> As the host of heaven cannot be numbered, neither the sand of the sea measured: so will I multiply the seed of David my servant, and the Levites that minister unto me.  <strong>23</strong> Moreover the word of the LORD came to Jeremiah, saying,  <strong>24</strong> Considerest thou not what this people have spoken, saying, The two families which the LORD hath chosen, he hath even cast them off? thus they have despised my people, that they should be no more a nation before them.  <strong>25</strong> Thus saith the LORD; If my covenant be not with day and night, and if I have not appointed the ordinances of heaven and earth;  <strong>26</strong> Then will I cast away the seed of Jacob, and David my servant, so that I will not take any of his seed to be rulers over the seed of Abraham, Isaac, and Jacob: for I will cause their captivity to return, and have mercy on them.  <strong>1</strong> The word which came unto Jeremiah from the LORD, when Nebuchadnezzar king of Babylon, and all his army, and all the kingdoms of the earth of his dominion, and all the people, fought against Jerusalem, and against all the cities thereof, saying,  <strong>2</strong> Thus saith the LORD, the God of Israel; Go and speak to Zedekiah king of Judah, and tell him, Thus saith the LORD; Behold, I will give this city into the hand of the king of Babylon, and he shall burn it with fire:  <strong>3</strong> And thou shalt not escape out of his hand, but shalt surely be taken, and delivered into his hand; and thine eyes shall behold the eyes of the king of Babylon, and he shall speak with thee mouth to mouth, and thou shalt go to Babylon.  <strong>4</strong> Yet hear the word of the LORD, O Zedekiah king of Judah; Thus saith the LORD of thee, Thou shalt not die by the sword:  <strong>5</strong> But thou shalt die in peace: and with the burnings of thy fathers, the former kings which were before thee, so shall they burn odours for thee; and they will lament thee, saying, Ah lord! for I have pronounced the word, saith the LORD.  <strong>6</strong> Then Jeremiah the prophet spake all these words unto Zedekiah king of Judah in Jerusalem,  <strong>7</strong> When the king of Babylon’s army fought against Jerusalem, and against all the cities of Judah that were left, against Lachish, and against Azekah: for these defenced cities remained of the cities of Judah.  <strong>8</strong>           This is the word that came unto Jeremiah from the LORD, after that the king Zedekiah had made a covenant with all the people which were at Jerusalem, to proclaim liberty unto them;  <strong>9</strong> That every man should let his manservant, and every man his maidservant, being an Hebrew or an Hebrewess, go free; that none should serve himself of them, to wit, of a Jew his brother.  <strong>10</strong> Now when all the princes, and all the people, which had entered into the covenant, heard that every one should let his manservant, and every one his maidservant, go free, that none should serve themselves of them any more, then they obeyed, and let them go.  <strong>11</strong> But afterward they turned, and caused the servants and the handmaids, whom they had let go free, to return, and brought them into subjection for servants and for handmaids.  <strong>12</strong> Therefore the word of the LORD came to Jeremiah from the LORD, saying,  <strong>13</strong> Thus saith the LORD, the God of Israel; I made a covenant with your fathers in the day that I brought them forth out of the land of Egypt, out of the house of bondmen, saying,  <strong>14</strong> At the end of seven years let ye go every man his brother an Hebrew, which hath been sold unto thee; and when he hath served thee six years, thou shalt let him go free from thee: but your fathers hearkened not unto me, neither inclined their ear.  <strong>15</strong> And ye were now turned, and had done right in my sight, in proclaiming liberty every man to his neighbour; and ye had made a covenant before me in the house which is called by my name:  <strong>16</strong> But ye turned and polluted my name, and caused every man his servant, and every man his handmaid, whom ye had set at liberty at their pleasure, to return, and brought them into subjection, to be unto you for servants and for handmaids.  <strong>17</strong> Therefore thus saith the LORD; Ye have not hearkened unto me, in proclaiming liberty, every one to his brother, and every man to his neighbour: behold, I proclaim a liberty for you, saith the LORD, to the sword, to the pestilence, and to the famine; and I will make you to be removed into all the kingdoms of the earth.  ","niv":"<sup><strong>7</strong></sup> I will bring Judah and Israel back from captivity and will rebuild them as they were before. <sup><strong>8</strong></sup> I will cleanse them from all the sin they have committed against me and will forgive all their sins of rebellion against me. <sup><strong>9</strong></sup> Then this city will bring me renown, joy, praise and honor before all nations on earth that hear of all the good things I do for it; and they will be in awe and will tremble at the abundant prosperity and peace I provide for it.' <sup><strong>10</strong></sup> \"This is what the LORD says: 'You say about this place, \"It is a desolate waste, without men or animals.\" Yet in the towns of Judah and the streets of Jerusalem that are deserted, inhabited by neither men nor animals, there will be heard once more <sup><strong>11</strong></sup> the sounds of joy and gladness, the voices of bride and bridegroom, and the voices of those who bring thank offerings to the house of the LORD, saying, \"Give thanks to the LORD Almighty, for the LORD is good; his love endures forever.\" For I will restore the fortunes of the land as they were before,' says the LORD. <sup><strong>12</strong></sup> \"This is what the LORD Almighty says: 'In this place, desolate and without men or animals-in all its towns there will again be pastures for shepherds to rest their flocks. <sup><strong>13</strong></sup> In the towns of the hill country, of the western foothills and of the Negev, in the territory of Benjamin, in the villages around Jerusalem and in the towns of Judah, flocks will again pass under the hand of the one who counts them,' says the LORD. <sup><strong>14</strong></sup> \"'The days are coming,' declares the LORD, 'when I will fulfill the gracious promise I made to the house of Israel and to the house of Judah. <sup><strong>15</strong></sup> \"'In those days and at that time I will make a righteous Branch sprout from David's line; he will do what is just and right in the land. <sup><strong>16</strong></sup> In those days Judah will be saved and Jerusalem will live in safety. This is the name by which it will be called: The LORD Our Righteousness.' <sup><strong>17</strong></sup> For this is what the LORD says: 'David will never fail to have a man to sit on the throne of the house of Israel, <sup><strong>18</strong></sup> nor will the priests, who are Levites, ever fail to have a man to stand before me continually to offer burnt offerings, to burn grain offerings and to present sacrifices.'\" <sup><strong>19</strong></sup> The word of the LORD came to Jeremiah: <sup><strong>20</strong></sup> \"This is what the LORD says: 'If you can break my covenant with the day and my covenant with the night, so that day and night no longer come at their appointed time, <sup><strong>21</strong></sup> then my covenant with David my servant-and my covenant with the Levites who are priests ministering before me-can be broken and David will no longer have a descendant to reign on his throne. <sup><strong>22</strong></sup> I will make the descendants of David my servant and the Levites who minister before me as countless as the stars of the sky and as measureless as the sand on the seashore.'\" <sup><strong>23</strong></sup> The word of the LORD came to Jeremiah: <sup><strong>24</strong></sup> \"Have you not noticed that these people are saying, 'The LORD has rejected the two kingdoms he chose'? So they despise my people and no longer regard them as a nation. <sup><strong>25</strong></sup> This is what the LORD says: 'If I have not established my covenant with day and night and the fixed laws of heaven and earth, <sup><strong>26</strong></sup> then I will reject the descendants of Jacob and David my servant and will not choose one of his sons to rule over the descendants of Abraham, Isaac and Jacob. For I will restore their fortunes and have compassion on them.'\" <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined "},{"_id":"615a3b5c5ed5b206177d9fa2","topicId":"615a3b575ed5b206177d9f90","verse":"Jeremiah 5:26-6:23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24005026_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005026-1\">26&nbsp;</b>&nbsp;&nbsp;For wicked men are found among my people;</span><br><span id=\"p24005026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they lurk like fowlers lying in wait.</span><br><span id=\"p24005026_01-19\" class=\"line\">&nbsp;&nbsp;They set a trap;</span><br><span id=\"p24005026_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they catch men.</span><br><span id=\"p24005027_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005027-1\">27&nbsp;</b>&nbsp;&nbsp;Like a cage full of birds,</span><br><span id=\"p24005027_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their houses are full of deceit;</span><br><span id=\"p24005027_01-19\" class=\"line\">&nbsp;&nbsp;therefore they have become great and rich;</span><br><span id=\"p24005028_01-19\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v24005028-1\">28&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;they have grown fat and sleek.</span><br><span id=\"p24005028_01-19\" class=\"line\">&nbsp;&nbsp;They know no bounds in deeds of evil;</span><br><span id=\"p24005028_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they judge not with justice</span><br><span id=\"p24005028_01-19\" class=\"line\">&nbsp;&nbsp;the cause of the fatherless, to make it prosper,</span><br><span id=\"p24005028_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they do not defend the rights of the needy.</span><br><span id=\"p24005029_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005029-1\">29&nbsp;</b>&nbsp;&nbsp;Shall I not punish them for these things?</span><br><span id=\"p24005029_01-19\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD,</span><br><span id=\"p24005029_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall I not avenge myself</span><br><span id=\"p24005029_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on a nation such as this?”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24005030_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005030-1\">30&nbsp;</b>&nbsp;&nbsp;An appalling and horrible thing</span><br><span id=\"p24005030_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has happened in the land:</span><br><span id=\"p24005031_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24005031-1\">31&nbsp;</b>&nbsp;&nbsp;the prophets prophesy falsely,</span><br><span id=\"p24005031_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the priests rule at their direction;</span><br><span id=\"p24005031_01-19\" class=\"line\">&nbsp;&nbsp;my people love to have it so,</span><br><span id=\"p24005031_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but what will you do when the end comes?</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24006001_05-19\" class=\"line\"><b class=\"chapter-num\" id=\"v24006001-1\">6:1&nbsp;</b>&nbsp;&nbsp;Flee for safety, O people of Benjamin,</span><br><span id=\"p24006001_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the midst of Jerusalem!</span><br><span id=\"p24006001_05-19\" class=\"line\">&nbsp;&nbsp;Blow the trumpet in Tekoa,</span><br><span id=\"p24006001_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise a signal on Beth-haccherem,</span><br><span id=\"p24006001_05-19\" class=\"line\">&nbsp;&nbsp;for disaster looms out of the north,</span><br><span id=\"p24006001_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and great destruction.</span><br><span id=\"p24006002_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006002-1\">2&nbsp;</b>&nbsp;&nbsp;The lovely and delicately bred I will destroy,</span><br><span id=\"p24006002_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the daughter of Zion.</span><br><span id=\"p24006003_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006003-1\">3&nbsp;</b>&nbsp;&nbsp;Shepherds with their flocks shall come against her;</span><br><span id=\"p24006003_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall pitch their tents around her;</span><br><span id=\"p24006003_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall pasture, each in his place.</span><br><span id=\"p24006004_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006004-1\">4&nbsp;</b>&nbsp;&nbsp;“Prepare war against her;</span><br><span id=\"p24006004_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;arise, and let us attack at noon!</span><br><span id=\"p24006004_05-19\" class=\"line\">&nbsp;&nbsp;Woe to us, for the day declines,</span><br><span id=\"p24006004_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the shadows of evening lengthen!</span><br><span id=\"p24006005_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006005-1\">5&nbsp;</b>&nbsp;&nbsp;Arise, and let us attack by night</span><br><span id=\"p24006005_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and destroy her palaces!”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24006006_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006006-1\">6&nbsp;</b>&nbsp;&nbsp;For thus says the LORD of hosts:</span><br><span id=\"p24006006_05-19\" class=\"line\">&nbsp;&nbsp;“Cut down her trees;</span><br><span id=\"p24006006_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cast up a siege mound against Jerusalem.</span><br><span id=\"p24006006_05-19\" class=\"line\">&nbsp;&nbsp;This is the city that must be punished;</span><br><span id=\"p24006006_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is nothing but oppression within her.</span><br><span id=\"p24006007_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006007-1\">7&nbsp;</b>&nbsp;&nbsp;As a well keeps its water fresh,</span><br><span id=\"p24006007_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so she keeps fresh her evil;</span><br><span id=\"p24006007_05-19\" class=\"line\">&nbsp;&nbsp;violence and destruction are heard within her;</span><br><span id=\"p24006007_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sickness and wounds are ever before me.</span><br><span id=\"p24006008_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006008-1\">8&nbsp;</b>&nbsp;&nbsp;Be warned, O Jerusalem,</span><br><span id=\"p24006008_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest I turn from you in disgust,</span><br><span id=\"p24006008_05-19\" class=\"line\">&nbsp;&nbsp;lest I make you a desolation,</span><br><span id=\"p24006008_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;an uninhabited land.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24006009_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006009-1\">9&nbsp;</b>&nbsp;&nbsp;Thus says the LORD of hosts:</span><br><span id=\"p24006009_05-19\" class=\"line\">&nbsp;&nbsp;“They shall glean thoroughly as a vine</span><br><span id=\"p24006009_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the remnant of Israel;</span><br><span id=\"p24006009_05-19\" class=\"line\">&nbsp;&nbsp;like a grape gatherer pass your hand again</span><br><span id=\"p24006009_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over its branches.”</span><br><span id=\"p24006010_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006010-1\">10&nbsp;</b>&nbsp;&nbsp;To whom shall I speak and give warning,</span><br><span id=\"p24006010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they may hear?</span><br><span id=\"p24006010_05-19\" class=\"line\">&nbsp;&nbsp;Behold, their ears are uncircumcised,</span><br><span id=\"p24006010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they cannot listen;</span><br><span id=\"p24006010_05-19\" class=\"line\">&nbsp;&nbsp;behold, the word of the LORD is to them an object of scorn;</span><br><span id=\"p24006010_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they take no pleasure in it.</span><br><span id=\"p24006011_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006011-1\">11&nbsp;</b>&nbsp;&nbsp;Therefore I am full of the wrath of the LORD;</span><br><span id=\"p24006011_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of holding it in.</span><br><span id=\"p24006011_05-19\" class=\"line\">&nbsp;&nbsp;“Pour it out upon the children in the street,</span><br><span id=\"p24006011_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and upon the gatherings of young men, also;</span><br><span id=\"p24006011_05-19\" class=\"line\">&nbsp;&nbsp;both husband and wife shall be taken,</span><br><span id=\"p24006011_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the elderly and the very aged.</span><br><span id=\"p24006012_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006012-1\">12&nbsp;</b>&nbsp;&nbsp;Their houses shall be turned over to others,</span><br><span id=\"p24006012_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;their fields and wives together,</span><br><span id=\"p24006012_05-19\" class=\"line\">&nbsp;&nbsp;for I will stretch out my hand</span><br><span id=\"p24006012_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the inhabitants of the land,”</span><br><span id=\"p24006012_05-19\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;declares the LORD.</span><br><span id=\"p24006013_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006013-1\">13&nbsp;</b>&nbsp;&nbsp;“For from the least to the greatest of them,</span><br><span id=\"p24006013_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;everyone is greedy for unjust gain;</span><br><span id=\"p24006013_05-19\" class=\"line\">&nbsp;&nbsp;and from prophet to priest,</span><br><span id=\"p24006013_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;everyone deals falsely.</span><br><span id=\"p24006014_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006014-1\">14&nbsp;</b>&nbsp;&nbsp;They have healed the wound of my people lightly,</span><br><span id=\"p24006014_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;saying, ‘Peace, peace,’</span><br><span id=\"p24006014_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when there is no peace.</span><br><span id=\"p24006015_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006015-1\">15&nbsp;</b>&nbsp;&nbsp;Were they ashamed when they committed abomination?</span><br><span id=\"p24006015_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;No, they were not at all ashamed;</span><br><span id=\"p24006015_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they did not know how to blush.</span><br><span id=\"p24006015_05-19\" class=\"line\">&nbsp;&nbsp;Therefore they shall fall among those who fall;</span><br><span id=\"p24006015_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the time that I punish them, they shall be overthrown,”</span><br><span id=\"p24006015_05-19\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24006016_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006016-1\">16&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24006016_05-19\" class=\"line\">&nbsp;&nbsp;“Stand by the roads, and look,</span><br><span id=\"p24006016_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ask for the ancient paths,</span><br><span id=\"p24006016_05-19\" class=\"line\">&nbsp;&nbsp;where the good way is; and walk in it,</span><br><span id=\"p24006016_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and find rest for your souls.</span><br><span id=\"p24006016_05-19\" class=\"line\">&nbsp;&nbsp;But they said, ‘We will not walk in it.’</span><br><span id=\"p24006017_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006017-1\">17&nbsp;</b>&nbsp;&nbsp;I set watchmen over you, saying,</span><br><span id=\"p24006017_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Pay attention to the sound of the trumpet!’</span><br><span id=\"p24006017_05-19\" class=\"line\">&nbsp;&nbsp;But they said, ‘We will not pay attention.’</span><br><span id=\"p24006018_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006018-1\">18&nbsp;</b>&nbsp;&nbsp;Therefore hear, O nations,</span><br><span id=\"p24006018_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and know, O congregation, what will happen to them.</span><br><span id=\"p24006019_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006019-1\">19&nbsp;</b>&nbsp;&nbsp;Hear, O earth; behold, I am bringing disaster upon this people,</span><br><span id=\"p24006019_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of their devices,</span><br><span id=\"p24006019_05-19\" class=\"line\">&nbsp;&nbsp;because they have not paid attention to my words;</span><br><span id=\"p24006019_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and as for my law, they have rejected it.</span><br><span id=\"p24006020_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006020-1\">20&nbsp;</b>&nbsp;&nbsp;What use to me is frankincense that comes from Sheba,</span><br><span id=\"p24006020_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or sweet cane from a distant land?</span><br><span id=\"p24006020_05-19\" class=\"line\">&nbsp;&nbsp;Your burnt offerings are not acceptable,</span><br><span id=\"p24006020_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor your sacrifices pleasing to me.</span><br><span id=\"p24006021_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006021-1\">21&nbsp;</b>&nbsp;&nbsp;Therefore thus says the LORD:</span><br><span id=\"p24006021_05-19\" class=\"line\">&nbsp;&nbsp;‘Behold, I will lay before this people</span><br><span id=\"p24006021_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;stumbling blocks against which they shall stumble;</span><br><span id=\"p24006021_05-19\" class=\"line\">&nbsp;&nbsp;fathers and sons together,</span><br><span id=\"p24006021_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neighbor and friend shall perish.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p24006022_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006022-1\">22&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p24006022_05-19\" class=\"line\">&nbsp;&nbsp;“Behold, a people is coming from the north country,</span><br><span id=\"p24006022_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a great nation is stirring from the farthest parts of the earth.</span><br><span id=\"p24006023_05-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006023-1\">23&nbsp;</b>&nbsp;&nbsp;They lay hold on bow and javelin;</span><br><span id=\"p24006023_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are cruel and have no mercy;</span><br><span id=\"p24006023_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sound of them is like the roaring sea;</span><br><span id=\"p24006023_05-19\" class=\"line\">&nbsp;&nbsp;they ride on horses,</span><br><span id=\"p24006023_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set in array as a man for battle,</span><br><span id=\"p24006023_05-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you, O daughter of Zion!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> For among my people are found wicked men: they lay wait, as he that setteth snares; they set a trap, they catch men.  <strong>27</strong> As a cage is full of birds, so are their houses full of deceit: therefore they are become great, and waxen rich.  <strong>28</strong> They are waxen fat, they shine: yea, they overpass the deeds of the wicked: they judge not the cause, the cause of the fatherless, yet they prosper; and the right of the needy do they not judge.  <strong>29</strong> Shall I not visit for these things? saith the LORD: shall not my soul be avenged on such a nation as this?  <strong>30</strong> A wonderful and horrible thing is committed in the land;  <strong>31</strong> The prophets prophesy falsely, and the priests bear rule by their means; and my people love to have it so: and what will ye do in the end thereof?  <strong>1</strong> O ye children of Benjamin, gather yourselves to flee out of the midst of Jerusalem, and blow the trumpet in Tekoa, and set up a sign of fire in Beth-haccerem: for evil appeareth out of the north, and great destruction.  <strong>2</strong> I have likened the daughter of Zion to a comely and delicate woman.  <strong>3</strong> The shepherds with their flocks shall come unto her; they shall pitch their tents against her round about; they shall feed every one in his place.  <strong>4</strong> Prepare ye war against her; arise, and let us go up at noon. Woe unto us! for the day goeth away, for the shadows of the evening are stretched out.  <strong>5</strong> Arise, and let us go by night, and let us destroy her palaces.  <strong>6</strong> For thus hath the LORD of hosts said, Hew ye down trees, and cast a mount against Jerusalem: this is the city to be visited; she is  wholly oppression in the midst of her.  <strong>7</strong> As a fountain casteth out her waters, so she casteth out her wickedness: violence and spoil is heard in her; before me continually is grief and wounds.  <strong>8</strong> Be thou instructed, O Jerusalem, lest my soul depart from thee; lest I make thee desolate, a land not inhabited.  <strong>9</strong> Thus saith the LORD of hosts, They shall throughly glean the remnant of Israel as a vine: turn back thine hand as a grapegatherer into the baskets.  <strong>10</strong> To whom shall I speak, and give warning, that they may hear? behold, their ear is uncircumcised, and they cannot hearken: behold, the word of the LORD is unto them a reproach; they have no delight in it.  <strong>11</strong> Therefore I am full of the fury of the LORD; I am weary with holding in: I will pour it out upon the children abroad, and upon the assembly of young men together: for even the husband with the wife shall be taken, the aged with him that is full of days.  <strong>12</strong> And their houses shall be turned unto others, with their  fields and wives together: for I will stretch out my hand upon the inhabitants of the land, saith the LORD.  <strong>13</strong> For from the least of them even unto the greatest of them every one is given to covetousness; and from the prophet even unto the priest every one dealeth falsely.  <strong>14</strong> They have healed also the hurt of the daughter of my people slightly, saying, Peace, peace; when there is no peace.  <strong>15</strong> Were they ashamed when they had committed abomination? nay, they were not at all ashamed, neither could they blush: therefore they shall fall among them that fall: at the time that I visit them they shall be cast down, saith the LORD.  <strong>16</strong> Thus saith the LORD, Stand ye in the ways, and see, and ask for the old paths, where is the good way, and walk therein, and ye shall find rest for your souls. But they said, We will not walk therein.  <strong>17</strong> Also I set watchmen over you, saying, Hearken to the sound of the trumpet. But they said, We will not hearken.  <strong>18</strong> Therefore hear, ye nations, and know, O congregation, what is  among them.  <strong>19</strong> Hear, O earth: behold, I will bring evil upon this people, even  the fruit of their thoughts, because they have not hearkened unto my words, nor to my law, but rejected it.  <strong>20</strong> To what purpose cometh there to me incense from Sheba, and the sweet cane from a far country? your burnt offerings are not acceptable, nor your sacrifices sweet unto me.  <strong>21</strong> Therefore thus saith the LORD, Behold, I will lay stumblingblocks before this people, and the fathers and the sons together shall fall upon them; the neighbour and his friend shall perish.  <strong>22</strong> Thus saith the LORD, Behold, a people cometh from the north country, and a great nation shall be raised from the sides of the earth.  <strong>23</strong> They shall lay hold on bow and spear; they are cruel, and have no mercy; their voice roareth like the sea; and they ride upon horses, set in array as men for war against thee, O daughter of Zion.  ","niv":""},{"_id":"615a3b5d5ed5b206177d9fa3","topicId":"615a3b575ed5b206177d9f90","verse":"Isaiah 49:15-25","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049015_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049015-1\">15&nbsp;</b>&nbsp;&nbsp;“Can a woman forget her nursing child,</span><br><span id=\"p23049015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that she should have no compassion on the son of her womb?</span><br><span id=\"p23049015_01-20\" class=\"line\">&nbsp;&nbsp;Even these may forget,</span><br><span id=\"p23049015_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will not forget you.</span><br><span id=\"p23049016_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, I have engraved you on the palms of my hands;</span><br><span id=\"p23049016_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your walls are continually before me.</span><br><span id=\"p23049017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049017-1\">17&nbsp;</b>&nbsp;&nbsp;Your builders make haste;</span><br><span id=\"p23049017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your destroyers and those who laid you waste go out from you.</span><br><span id=\"p23049018_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049018-1\">18&nbsp;</b>&nbsp;&nbsp;Lift up your eyes around and see;</span><br><span id=\"p23049018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they all gather, they come to you.</span><br><span id=\"p23049018_01-20\" class=\"line\">&nbsp;&nbsp;As I live, declares the LORD,</span><br><span id=\"p23049018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall put them all on as an ornament;</span><br><span id=\"p23049018_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall bind them on as a bride does.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23049019_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049019-1\">19&nbsp;</b>&nbsp;&nbsp;“Surely your waste and your desolate places</span><br><span id=\"p23049019_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your devastated land—</span><br><span id=\"p23049019_01-20\" class=\"line\">&nbsp;&nbsp;surely now you will be too narrow for your inhabitants,</span><br><span id=\"p23049019_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who swallowed you up will be far away.</span><br><span id=\"p23049020_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049020-1\">20&nbsp;</b>&nbsp;&nbsp;The children of your bereavement</span><br><span id=\"p23049020_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will yet say in your ears:</span><br><span id=\"p23049020_01-20\" class=\"line\">&nbsp;&nbsp;‘The place is too narrow for me;</span><br><span id=\"p23049020_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;make room for me to dwell in.’</span><br><span id=\"p23049021_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049021-1\">21&nbsp;</b>&nbsp;&nbsp;Then you will say in your heart:</span><br><span id=\"p23049021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Who has borne me these?</span><br><span id=\"p23049021_01-20\" class=\"line\">&nbsp;&nbsp;I was bereaved and barren,</span><br><span id=\"p23049021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;exiled and put away,</span><br><span id=\"p23049021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but who has brought up these?</span><br><span id=\"p23049021_01-20\" class=\"line\">&nbsp;&nbsp;Behold, I was left alone;</span><br><span id=\"p23049021_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from where have these come?’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23049022_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049022-1\">22&nbsp;</b>&nbsp;&nbsp;Thus says the Lord GOD:</span><br><span id=\"p23049022_01-20\" class=\"line\">&nbsp;&nbsp;“Behold, I will lift up my hand to the nations,</span><br><span id=\"p23049022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raise my signal to the peoples;</span><br><span id=\"p23049022_01-20\" class=\"line\">&nbsp;&nbsp;and they shall bring your sons in their arms,</span><br><span id=\"p23049022_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your daughters shall be carried on their shoulders.</span><br><span id=\"p23049023_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049023-1\">23&nbsp;</b>&nbsp;&nbsp;Kings shall be your foster fathers,</span><br><span id=\"p23049023_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their queens your nursing mothers.</span><br><span id=\"p23049023_01-20\" class=\"line\">&nbsp;&nbsp;With their faces to the ground they shall bow down to you,</span><br><span id=\"p23049023_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lick the dust of your feet.</span><br><span id=\"p23049023_01-20\" class=\"line\">&nbsp;&nbsp;Then you will know that I am the LORD;</span><br><span id=\"p23049023_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who wait for me shall not be put to shame.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23049024_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049024-1\">24&nbsp;</b>&nbsp;&nbsp;Can the prey be taken from the mighty,</span><br><span id=\"p23049024_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the captives of a tyrant be rescued?</span><br><span id=\"p23049025_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049025-1\">25&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23049025_01-20\" class=\"line\">&nbsp;&nbsp;“Even the captives of the mighty shall be taken,</span><br><span id=\"p23049025_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the prey of the tyrant be rescued,</span><br><span id=\"p23049025_01-20\" class=\"line\">&nbsp;&nbsp;for I will contend with those who contend with you,</span><br><span id=\"p23049025_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will save your children.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.  <strong>16</strong> Behold, I have graven thee upon the palms of my hands; thy walls are continually before me.  <strong>17</strong> Thy children shall make haste; thy destroyers and they that made thee waste shall go forth of thee.  <strong>18</strong> Lift up thine eyes round about, and behold: all these gather themselves together, and come to thee. As I live, saith the LORD, thou shalt surely clothe thee with them all, as with an ornament, and bind them on thee, as a bride doeth.  <strong>19</strong> For thy waste and thy desolate places, and the land of thy destruction, shall even now be too narrow by reason of the inhabitants, and they that swallowed thee up shall be far away.  <strong>20</strong> The children which thou shalt have, after thou hast lost the other, shall say again in thine ears, The place is too strait for me: give place to me that I may dwell.  <strong>21</strong> Then shalt thou say in thine heart, Who hath begotten me these, seeing I have lost my children, and am desolate, a captive, and removing to and fro? and who hath brought up these? Behold, I was left alone; these, where had they been?  <strong>22</strong> Thus saith the Lord GOD, Behold, I will lift up mine hand to the Gentiles, and set up my standard to the people: and they shall bring thy sons in their arms, and thy daughters shall be carried upon their  shoulders.  <strong>23</strong> And kings shall be thy nursing fathers, and their queens thy nursing mothers: they shall bow down to thee with their face toward the earth, and lick up the dust of thy feet; and thou shalt know that I am the LORD: for they shall not be ashamed that wait for me.  <strong>24</strong> Shall the prey be taken from the mighty, or the lawful captive delivered?  <strong>25</strong> But thus saith the LORD, Even the captives of the mighty shall be taken away, and the prey of the terrible shall be delivered: for I will contend with him that contendeth with thee, and I will save thy children.  ","niv":"<sup><strong>15</strong></sup> \"Can a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you! <sup><strong>16</strong></sup> See, I have engraved you on the palms of my hands; your walls are ever before me. <sup><strong>17</strong></sup> Your sons hasten back, and those who laid you waste depart from you. <sup><strong>18</strong></sup> Lift up your eyes and look around; all your sons gather and come to you. As surely as I live,\" declares the LORD, \"you will wear them all as ornaments; you will put them on, like a bride. <sup><strong>19</strong></sup> \"Though you were ruined and made desolate and your land laid waste, now you will be too small for your people, and those who devoured you will be far away. <sup><strong>20</strong></sup> The children born during your bereavement will yet say in your hearing, 'This place is too small for us; give us more space to live in.' <sup><strong>21</strong></sup> Then you will say in your heart, 'Who bore me these? I was bereaved and barren; I was exiled and rejected. Who brought these up? I was left all alone, but these-where have they come from?'\" <sup><strong>22</strong></sup> This is what the Sovereign LORD says: \"See, I will beckon to the Gentiles, I will lift up my banner to the peoples; they will bring your sons in their arms and carry your daughters on their shoulders. <sup><strong>23</strong></sup> Kings will be your foster fathers, and their queens your nursing mothers. They will bow down before you with their faces to the ground; they will lick the dust at your feet. Then you will know that I am the LORD; those who hope in me will not be disappointed.\" <sup><strong>24</strong></sup> Can plunder be taken from warriors, or captives rescued from the fierce? <sup><strong>25</strong></sup> But this is what the LORD says: \"Yes, captives will be taken from warriors, and plunder retrieved from the fierce; I will contend with those who contend with you, and your children I will save. "},{"_id":"615a3b5d5ed5b206177d9fa4","topicId":"615a3b575ed5b206177d9f90","verse":"Proverbs 30:1-33","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p20030001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v20030001-1\">30:1&nbsp;</b>The words of Agur son of Jakeh. The oracle.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20030001_05-21\" class=\"line\">&nbsp;&nbsp;The man declares, I am weary, O God;</span><br><span id=\"p20030001_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary, O God, and worn out.</span><br><span id=\"p20030002_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030002-1\">2&nbsp;</b>&nbsp;&nbsp;Surely I am too stupid to be a man.</span><br><span id=\"p20030002_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have not the understanding of a man.</span><br><span id=\"p20030003_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030003-1\">3&nbsp;</b>&nbsp;&nbsp;I have not learned wisdom,</span><br><span id=\"p20030003_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor have I knowledge of the Holy One.</span><br><span id=\"p20030004_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030004-1\">4&nbsp;</b>&nbsp;&nbsp;Who has ascended to heaven and come down?</span><br><span id=\"p20030004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has gathered the wind in his fists?</span><br><span id=\"p20030004_05-21\" class=\"line\">&nbsp;&nbsp;Who has wrapped up the waters in a garment?</span><br><span id=\"p20030004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who has established all the ends of the earth?</span><br><span id=\"p20030004_05-21\" class=\"line\">&nbsp;&nbsp;What is his name, and what is his son’s name?</span><br><span id=\"p20030004_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Surely you know!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030005_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030005-1\">5&nbsp;</b>&nbsp;&nbsp;Every word of God proves true;</span><br><span id=\"p20030005_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is a shield to those who take refuge in him.</span><br><span id=\"p20030006_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030006-1\">6&nbsp;</b>&nbsp;&nbsp;Do not add to his words,</span><br><span id=\"p20030006_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he rebuke you and you be found a liar.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030007_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030007-1\">7&nbsp;</b>&nbsp;&nbsp;Two things I ask of you;</span><br><span id=\"p20030007_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;deny them not to me before I die:</span><br><span id=\"p20030008_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030008-1\">8&nbsp;</b>&nbsp;&nbsp;Remove far from me falsehood and lying;</span><br><span id=\"p20030008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;give me neither poverty nor riches;</span><br><span id=\"p20030008_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;feed me with the food that is needful for me,</span><br><span id=\"p20030009_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030009-1\">9&nbsp;</b>&nbsp;&nbsp;lest I be full and deny you</span><br><span id=\"p20030009_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and say, “Who is the LORD?”</span><br><span id=\"p20030009_05-21\" class=\"line\">&nbsp;&nbsp;or lest I be poor and steal</span><br><span id=\"p20030009_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and profane the name of my God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030010_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030010-1\">10&nbsp;</b>&nbsp;&nbsp;Do not slander a servant to his master,</span><br><span id=\"p20030010_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he curse you, and you be held guilty.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030011_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030011-1\">11&nbsp;</b>&nbsp;&nbsp;There are those who curse their fathers</span><br><span id=\"p20030011_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not bless their mothers.</span><br><span id=\"p20030012_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030012-1\">12&nbsp;</b>&nbsp;&nbsp;There are those who are clean in their own eyes</span><br><span id=\"p20030012_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are not washed of their filth.</span><br><span id=\"p20030013_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030013-1\">13&nbsp;</b>&nbsp;&nbsp;There are those—how lofty are their eyes,</span><br><span id=\"p20030013_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;how high their eyelids lift!</span><br><span id=\"p20030014_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030014-1\">14&nbsp;</b>&nbsp;&nbsp;There are those whose teeth are swords,</span><br><span id=\"p20030014_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose fangs are knives,</span><br><span id=\"p20030014_05-21\" class=\"line\">&nbsp;&nbsp;to devour the poor from off the earth,</span><br><span id=\"p20030014_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the needy from among mankind.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030015_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030015-1\">15&nbsp;</b>&nbsp;&nbsp;The leech has two daughters:</span><br><span id=\"p20030015_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give and Give.</span><br><span id=\"p20030015_05-21\" class=\"line\">&nbsp;&nbsp;Three things are never satisfied;</span><br><span id=\"p20030015_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four never say, “Enough”:</span><br><span id=\"p20030016_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030016-1\">16&nbsp;</b>&nbsp;&nbsp;Sheol, the barren womb,</span><br><span id=\"p20030016_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the land never satisfied with water,</span><br><span id=\"p20030016_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fire that never says, “Enough.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030017_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030017-1\">17&nbsp;</b>&nbsp;&nbsp;The eye that mocks a father</span><br><span id=\"p20030017_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and scorns to obey a mother</span><br><span id=\"p20030017_05-21\" class=\"line\">&nbsp;&nbsp;will be picked out by the ravens of the valley</span><br><span id=\"p20030017_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and eaten by the vultures.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030018_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030018-1\">18&nbsp;</b>&nbsp;&nbsp;Three things are too wonderful for me;</span><br><span id=\"p20030018_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four I do not understand:</span><br><span id=\"p20030019_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030019-1\">19&nbsp;</b>&nbsp;&nbsp;the way of an eagle in the sky,</span><br><span id=\"p20030019_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the way of a serpent on a rock,</span><br><span id=\"p20030019_05-21\" class=\"line\">&nbsp;&nbsp;the way of a ship on the high seas,</span><br><span id=\"p20030019_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the way of a man with a virgin.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030020_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030020-1\">20&nbsp;</b>&nbsp;&nbsp;This is the way of an adulteress:</span><br><span id=\"p20030020_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she eats and wipes her mouth</span><br><span id=\"p20030020_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and says, “I have done no wrong.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030021_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030021-1\">21&nbsp;</b>&nbsp;&nbsp;Under three things the earth trembles;</span><br><span id=\"p20030021_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;under four it cannot bear up:</span><br><span id=\"p20030022_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030022-1\">22&nbsp;</b>&nbsp;&nbsp;a slave when he becomes king,</span><br><span id=\"p20030022_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a fool when he is filled with food;</span><br><span id=\"p20030023_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030023-1\">23&nbsp;</b>&nbsp;&nbsp;an unloved woman when she gets a husband,</span><br><span id=\"p20030023_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a maidservant when she displaces her mistress.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030024_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030024-1\">24&nbsp;</b>&nbsp;&nbsp;Four things on earth are small,</span><br><span id=\"p20030024_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they are exceedingly wise:</span><br><span id=\"p20030025_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030025-1\">25&nbsp;</b>&nbsp;&nbsp;the ants are a people not strong,</span><br><span id=\"p20030025_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they provide their food in the summer;</span><br><span id=\"p20030026_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030026-1\">26&nbsp;</b>&nbsp;&nbsp;the rock badgers are a people not mighty,</span><br><span id=\"p20030026_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet they make their homes in the cliffs;</span><br><span id=\"p20030027_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030027-1\">27&nbsp;</b>&nbsp;&nbsp;the locusts have no king,</span><br><span id=\"p20030027_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet all of them march in rank;</span><br><span id=\"p20030028_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030028-1\">28&nbsp;</b>&nbsp;&nbsp;the lizard you can take in your hands,</span><br><span id=\"p20030028_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet it is in kings’ palaces.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030029_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030029-1\">29&nbsp;</b>&nbsp;&nbsp;Three things are stately in their tread;</span><br><span id=\"p20030029_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;four are stately in their stride:</span><br><span id=\"p20030030_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030030-1\">30&nbsp;</b>&nbsp;&nbsp;the lion, which is mightiest among beasts</span><br><span id=\"p20030030_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not turn back before any;</span><br><span id=\"p20030031_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030031-1\">31&nbsp;</b>&nbsp;&nbsp;the strutting rooster, the he-goat,</span><br><span id=\"p20030031_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a king whose army is with him.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p20030032_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030032-1\">32&nbsp;</b>&nbsp;&nbsp;If you have been foolish, exalting yourself,</span><br><span id=\"p20030032_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or if you have been devising evil,</span><br><span id=\"p20030032_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;put your hand on your mouth.</span><br><span id=\"p20030033_05-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20030033-1\">33&nbsp;</b>&nbsp;&nbsp;For pressing milk produces curds,</span><br><span id=\"p20030033_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pressing the nose produces blood,</span><br><span id=\"p20030033_05-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and pressing anger produces strife.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of Agur the son of Jakeh, even the prophecy: the man spake unto Ithiel, even unto Ithiel and Ucal,  <strong>2</strong> Surely I am more brutish than any man, and have not the understanding of a man.  <strong>3</strong> I neither learned wisdom, nor have the knowledge of the holy.  <strong>4</strong> Who hath ascended up into heaven, or descended? who hath gathered the wind in his fists? who hath bound the waters in a garment? who hath established all the ends of the earth? what is his name, and what is his son’s name, if thou canst tell?  <strong>5</strong> Every word of God is pure: he is a shield unto them that put their trust in him.  <strong>6</strong> Add thou not unto his words, lest he reprove thee, and thou be found a liar.  <strong>7</strong> Two things have I required of thee; deny me them  not before I die:  <strong>8</strong> Remove far from me vanity and lies: give me neither poverty nor riches; feed me with food convenient for me:  <strong>9</strong> Lest I be full, and deny thee, and say, Who is the LORD? or lest I be poor, and steal, and take the name of my God in vain.  <strong>10</strong> Accuse not a servant unto his master, lest he curse thee, and thou be found guilty.  <strong>11</strong> There is a generation that curseth their father, and doth not bless their mother.  <strong>12</strong> There is a generation that are pure in their own eyes, and yet is not washed from their filthiness.  <strong>13</strong> There is a generation, O how lofty are their eyes! and their eyelids are lifted up.  <strong>14</strong> There is a generation, whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men.  <strong>15</strong> The horseleach hath two daughters, crying, Give, give. There are three things that are never satisfied, yea, four things say not, It is enough:  <strong>16</strong> The grave; and the barren womb; the earth that is not filled with water; and the fire that saith not, It is enough.  <strong>17</strong> The eye that mocketh at his father, and despiseth to obey his mother, the ravens of the valley shall pick it out, and the young eagles shall eat it.  <strong>18</strong> There be three things which are too wonderful for me, yea, four which I know not:  <strong>19</strong> The way of an eagle in the air; the way of a serpent upon a rock; the way of a ship in the midst of the sea; and the way of a man with a maid.  <strong>20</strong> Such is the way of an adulterous woman; she eateth, and wipeth her mouth, and saith, I have done no wickedness.  <strong>21</strong> For three things the earth is disquieted, and for four which it cannot bear:  <strong>22</strong> For a servant when he reigneth; and a fool when he is filled with meat;  <strong>23</strong> For an odious woman when she is married; and an handmaid that is heir to her mistress.  <strong>24</strong> There be four things which are little upon the earth, but they are exceeding wise:  <strong>25</strong> The ants are a people not strong, yet they prepare their meat in the summer;  <strong>26</strong> The conies are but a feeble folk, yet make they their houses in the rocks;  <strong>27</strong> The locusts have no king, yet go they forth all of them by bands;  <strong>28</strong> The spider taketh hold with her hands, and is in kings’ palaces.  <strong>29</strong> There be three things which go well, yea, four are comely in going:  <strong>30</strong> A lion which is strongest among beasts, and turneth not away for any;  <strong>31</strong> A greyhound; an he goat also; and a king, against whom there is  no rising up.  <strong>32</strong> If thou hast done foolishly in lifting up thyself, or if thou hast thought evil, lay thine hand upon thy mouth.  <strong>33</strong> Surely the churning of milk bringeth forth butter, and the wringing of the nose bringeth forth blood: so the forcing of wrath bringeth forth strife.  ","niv":"<sup><strong>1</strong></sup> The sayings of Agur son of Jakeh-an oracle: This man declared to Ithiel, to Ithiel and to Ucal: <sup><strong>2</strong></sup> \"I am the most ignorant of men; I do not have a man's understanding. <sup><strong>3</strong></sup> I have not learned wisdom, nor have I knowledge of the Holy One. <sup><strong>4</strong></sup> Who has gone up to heaven and come down? Who has gathered up the wind in the hollow of his hands? Who has wrapped up the waters in his cloak? Who has established all the ends of the earth? What is his name, and the name of his son? Tell me if you know! <sup><strong>5</strong></sup> \"Every word of God is flawless; he is a shield to those who take refuge in him. <sup><strong>6</strong></sup> Do not add to his words, or he will rebuke you and prove you a liar. <sup><strong>7</strong></sup> \"Two things I ask of you, O LORD; do not refuse me before I die: <sup><strong>8</strong></sup> Keep falsehood and lies far from me; give me neither poverty nor riches, but give me only my daily bread. <sup><strong>9</strong></sup> Otherwise, I may have too much and disown you and say, 'Who is the LORD?' Or I may become poor and steal, and so dishonor the name of my God. <sup><strong>10</strong></sup> \"Do not slander a servant to his master, or he will curse you, and you will pay for it. <sup><strong>11</strong></sup> \"There are those who curse their fathers and do not bless their mothers; <sup><strong>12</strong></sup> those who are pure in their own eyes and yet are not cleansed of their filth; <sup><strong>13</strong></sup> those whose eyes are ever so haughty, whose glances are so disdainful; <sup><strong>14</strong></sup> those whose teeth are swords and whose jaws are set with knives to devour the poor from the earth, the needy from among mankind. <sup><strong>15</strong></sup> \"The leech has two daughters. 'Give! Give!' they cry. \"There are three things that are never satisfied, four that never say, 'Enough!': <sup><strong>16</strong></sup> the grave, the barren womb, land, which is never satisfied with water, and fire, which never says, 'Enough!' <sup><strong>17</strong></sup> \"The eye that mocks a father, that scorns obedience to a mother, will be pecked out by the ravens of the valley, will be eaten by the vultures. <sup><strong>18</strong></sup> \"There are three things that are too amazing for me, four that I do not understand: <sup><strong>19</strong></sup> the way of an eagle in the sky, the way of a snake on a rock, the way of a ship on the high seas, and the way of a man with a maiden. <sup><strong>20</strong></sup> \"This is the way of an adulteress: She eats and wipes her mouth and says, 'I've done nothing wrong.' <sup><strong>21</strong></sup> \"Under three things the earth trembles, under four it cannot bear up: <sup><strong>22</strong></sup> a servant who becomes king, a fool who is full of food, <sup><strong>23</strong></sup> an unloved woman who is married, and a maidservant who displaces her mistress. <sup><strong>24</strong></sup> \"Four things on earth are small, yet they are extremely wise: <sup><strong>25</strong></sup> Ants are creatures of little strength, yet they store up their food in the summer; <sup><strong>26</strong></sup> coneys are creatures of little power, yet they make their home in the crags; <sup><strong>27</strong></sup> locusts have no king, yet they advance together in ranks; <sup><strong>28</strong></sup> a lizard can be caught with the hand, yet it is found in kings' palaces. <sup><strong>29</strong></sup> \"There are three things that are stately in their stride, four that move with stately bearing: <sup><strong>30</strong></sup> a lion, mighty among beasts, who retreats before nothing; <sup><strong>31</strong></sup> a strutting rooster, a he-goat, and a king with his army around him. <sup><strong>32</strong></sup> \"If you have played the fool and exalted yourself, or if you have planned evil, clap your hand over your mouth! <sup><strong>33</strong></sup> For as churning the milk produces butter, and as twisting the nose produces blood, so stirring up anger produces strife.\" "},{"_id":"615a3b5d5ed5b206177d9fa5","topicId":"615a3b575ed5b206177d9f90","verse":"Proverbs 29:18-19","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029018_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029018-1\">18&nbsp;</b>&nbsp;&nbsp;Where there is no prophetic vision the people cast off restraint,</span><br><span id=\"p20029018_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but blessed is he who keeps the law.</span><br><span id=\"p20029019_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029019-1\">19&nbsp;</b>&nbsp;&nbsp;By mere words a servant is not disciplined,</span><br><span id=\"p20029019_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for though he understands, he will not respond.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Where there is no vision, the people perish: but he that keepeth the law, happy is he.  <strong>19</strong> A servant will not be corrected by words: for though he understand he will not answer.  ","niv":"<sup><strong>18</strong></sup> Where there is no revelation, the people cast off restraint; but blessed is he who keeps the law. <sup><strong>19</strong></sup> A servant cannot be corrected by mere words; though he understands, he will not respond. "},{"_id":"615a3b5d5ed5b206177d9fa6","topicId":"615a3b575ed5b206177d9f90","verse":"Proverbs 29:2-11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029002_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029002-1\">2&nbsp;</b>&nbsp;&nbsp;When the righteous increase, the people rejoice,</span><br><span id=\"p20029002_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but when the wicked rule, the people groan.</span><br><span id=\"p20029003_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029003-1\">3&nbsp;</b>&nbsp;&nbsp;He who loves wisdom makes his father glad,</span><br><span id=\"p20029003_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a companion of prostitutes squanders his wealth.</span><br><span id=\"p20029004_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029004-1\">4&nbsp;</b>&nbsp;&nbsp;By justice a king builds up the land,</span><br><span id=\"p20029004_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who exacts gifts tears it down.</span><br><span id=\"p20029005_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029005-1\">5&nbsp;</b>&nbsp;&nbsp;A man who flatters his neighbor</span><br><span id=\"p20029005_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;spreads a net for his feet.</span><br><span id=\"p20029006_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029006-1\">6&nbsp;</b>&nbsp;&nbsp;An evil man is ensnared in his transgression,</span><br><span id=\"p20029006_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a righteous man sings and rejoices.</span><br><span id=\"p20029007_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029007-1\">7&nbsp;</b>&nbsp;&nbsp;A righteous man knows the rights of the poor;</span><br><span id=\"p20029007_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a wicked man does not understand such knowledge.</span><br><span id=\"p20029008_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029008-1\">8&nbsp;</b>&nbsp;&nbsp;Scoffers set a city aflame,</span><br><span id=\"p20029008_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the wise turn away wrath.</span><br><span id=\"p20029009_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029009-1\">9&nbsp;</b>&nbsp;&nbsp;If a wise man has an argument with a fool,</span><br><span id=\"p20029009_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fool only rages and laughs, and there is no quiet.</span><br><span id=\"p20029010_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029010-1\">10&nbsp;</b>&nbsp;&nbsp;Bloodthirsty men hate one who is blameless</span><br><span id=\"p20029010_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and seek the life of the upright.</span><br><span id=\"p20029011_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029011-1\">11&nbsp;</b>&nbsp;&nbsp;A fool gives full vent to his spirit,</span><br><span id=\"p20029011_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man quietly holds it back.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> When the righteous are in authority, the people rejoice: but when the wicked beareth rule, the people mourn.  <strong>3</strong> Whoso loveth wisdom rejoiceth his father: but he that keepeth company with harlots spendeth his substance.  <strong>4</strong> The king by judgment establisheth the land: but he that receiveth gifts overthroweth it.  <strong>5</strong> A man that flattereth his neighbour spreadeth a net for his feet.  <strong>6</strong> In the transgression of an evil man there is a snare: but the righteous doth sing and rejoice.  <strong>7</strong> The righteous considereth the cause of the poor: but the wicked regardeth not to know it.  <strong>8</strong> Scornful men bring a city into a snare: but wise men turn away wrath.  <strong>9</strong> If a wise man contendeth with a foolish man, whether he rage or laugh, there is no rest.  <strong>10</strong> The bloodthirsty hate the upright: but the just seek his soul.  <strong>11</strong> A fool uttereth all his mind: but a wise man keepeth it in till afterwards.  ","niv":"<sup><strong>2</strong></sup> When the righteous thrive, the people rejoice; when the wicked rule, the people groan. <sup><strong>3</strong></sup> A man who loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth. <sup><strong>4</strong></sup> By justice a king gives a country stability, but one who is greedy for bribes tears it down. <sup><strong>5</strong></sup> Whoever flatters his neighbor is spreading a net for his feet. <sup><strong>6</strong></sup> An evil man is snared by his own sin, but a righteous one can sing and be glad. <sup><strong>7</strong></sup> The righteous care about justice for the poor, but the wicked have no such concern. <sup><strong>8</strong></sup> Mockers stir up a city, but wise men turn away anger. <sup><strong>9</strong></sup> If a wise man goes to court with a fool, the fool rages and scoffs, and there is no peace. <sup><strong>10</strong></sup> Bloodthirsty men hate a man of integrity and seek to kill the upright. <sup><strong>11</strong></sup> A fool gives full vent to his anger, but a wise man keeps himself under control. "},{"_id":"615a3b5e5ed5b206177d9fa7","topicId":"615a3b575ed5b206177d9f90","verse":"Proverbs 17:13-23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20017013_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017013-1\">13&nbsp;</b>&nbsp;&nbsp;If anyone returns evil for good,</span><br><span id=\"p20017013_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;evil will not depart from his house.</span><br><span id=\"p20017014_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017014-1\">14&nbsp;</b>&nbsp;&nbsp;The beginning of strife is like letting out water,</span><br><span id=\"p20017014_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so quit before the quarrel breaks out.</span><br><span id=\"p20017015_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017015-1\">15&nbsp;</b>&nbsp;&nbsp;He who justifies the wicked and he who condemns the righteous</span><br><span id=\"p20017015_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are both alike an abomination to the LORD.</span><br><span id=\"p20017016_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017016-1\">16&nbsp;</b>&nbsp;&nbsp;Why should a fool have money in his hand to buy wisdom</span><br><span id=\"p20017016_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he has no sense?</span><br><span id=\"p20017017_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017017-1\">17&nbsp;</b>&nbsp;&nbsp;A friend loves at all times,</span><br><span id=\"p20017017_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a brother is born for adversity.</span><br><span id=\"p20017018_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017018-1\">18&nbsp;</b>&nbsp;&nbsp;One who lacks sense gives a pledge</span><br><span id=\"p20017018_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and puts up security in the presence of his neighbor.</span><br><span id=\"p20017019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017019-1\">19&nbsp;</b>&nbsp;&nbsp;Whoever loves transgression loves strife;</span><br><span id=\"p20017019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who makes his door high seeks destruction.</span><br><span id=\"p20017020_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017020-1\">20&nbsp;</b>&nbsp;&nbsp;A man of crooked heart does not discover good,</span><br><span id=\"p20017020_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one with a dishonest tongue falls into calamity.</span><br><span id=\"p20017021_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017021-1\">21&nbsp;</b>&nbsp;&nbsp;He who sires a fool gets himself sorrow,</span><br><span id=\"p20017021_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the father of a fool has no joy.</span><br><span id=\"p20017022_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017022-1\">22&nbsp;</b>&nbsp;&nbsp;A joyful heart is good medicine,</span><br><span id=\"p20017022_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a crushed spirit dries up the bones.</span><br><span id=\"p20017023_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20017023-1\">23&nbsp;</b>&nbsp;&nbsp;The wicked accepts a bribe in secret</span><br><span id=\"p20017023_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to pervert the ways of justice.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> Whoso rewardeth evil for good, evil shall not depart from his house.  <strong>14</strong> The beginning of strife is as when one letteth out water: therefore leave off contention, before it be meddled with.  <strong>15</strong> He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the LORD.  <strong>16</strong> Wherefore is there a price in the hand of a fool to get wisdom, seeing he hath no heart to it?  <strong>17</strong> A friend loveth at all times, and a brother is born for adversity.  <strong>18</strong> A man void of understanding striketh hands, and becometh surety in the presence of his friend.  <strong>19</strong> He loveth transgression that loveth strife: and he that exalteth his gate seeketh destruction.  <strong>20</strong> He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.  <strong>21</strong> He that begetteth a fool doeth it to his sorrow: and the father of a fool hath no joy.  <strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  <strong>23</strong> A wicked man taketh a gift out of the bosom to pervert the ways of judgment.  ","niv":"<sup><strong>13</strong></sup> If a man pays back evil for good, evil will never leave his house. <sup><strong>14</strong></sup> Starting a quarrel is like breaching a dam; so drop the matter before a dispute breaks out. <sup><strong>15</strong></sup> Acquitting the guilty and condemning the innocent- the LORD detests them both. <sup><strong>16</strong></sup> Of what use is money in the hand of a fool, since he has no desire to get wisdom? <sup><strong>17</strong></sup> A friend loves at all times, and a brother is born for adversity. <sup><strong>18</strong></sup> A man lacking in judgment strikes hands in pledge and puts up security for his neighbor. <sup><strong>19</strong></sup> He who loves a quarrel loves sin; he who builds a high gate invites destruction. <sup><strong>20</strong></sup> A man of perverse heart does not prosper; he whose tongue is deceitful falls into trouble. <sup><strong>21</strong></sup> To have a fool for a son brings grief; there is no joy for the father of a fool. <sup><strong>22</strong></sup> A cheerful heart is good medicine, but a crushed spirit dries up the bones. <sup><strong>23</strong></sup> A wicked man accepts a bribe in secret to pervert the course of justice. "},{"_id":"615a3b5e5ed5b206177d9fa8","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 126:1-6","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19126001_06-25\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19126001_06-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19126001-1\">126:1&nbsp;</b>&nbsp;&nbsp;When the LORD restored the fortunes of Zion,</span><br><span id=\"p19126001_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we were like those who dream.</span><br><span id=\"p19126002_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126002-1\">2&nbsp;</b>&nbsp;&nbsp;Then our mouth was filled with laughter,</span><br><span id=\"p19126002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our tongue with shouts of joy;</span><br><span id=\"p19126002_06-25\" class=\"line\">&nbsp;&nbsp;then they said among the nations,</span><br><span id=\"p19126002_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD has done great things for them.”</span><br><span id=\"p19126003_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126003-1\">3&nbsp;</b>&nbsp;&nbsp;The LORD has done great things for us;</span><br><span id=\"p19126003_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are glad.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19126004_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126004-1\">4&nbsp;</b>&nbsp;&nbsp;Restore our fortunes, O LORD,</span><br><span id=\"p19126004_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like streams in the Negeb!</span><br><span id=\"p19126005_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126005-1\">5&nbsp;</b>&nbsp;&nbsp;Those who sow in tears</span><br><span id=\"p19126005_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall reap with shouts of joy!</span><br><span id=\"p19126006_06-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19126006-1\">6&nbsp;</b>&nbsp;&nbsp;He who goes out weeping,</span><br><span id=\"p19126006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bearing the seed for sowing,</span><br><span id=\"p19126006_06-25\" class=\"line\">&nbsp;&nbsp;shall come home with shouts of joy,</span><br><span id=\"p19126006_06-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bringing his sheaves with him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> When the LORD turned again the captivity of Zion, we were like them that dream.  <strong>2</strong> Then was our mouth filled with laughter, and our tongue with singing: then said they among the heathen, The LORD hath done great things for them.  <strong>3</strong> The LORD hath done great things for us; whereof we are glad.  <strong>4</strong> Turn again our captivity, O LORD, as the streams in the south.  <strong>5</strong> They that sow in tears shall reap in joy.  <strong>6</strong> He that goeth forth and weepeth, bearing precious seed, shall doubtless come again with rejoicing, bringing his sheaves with him. ","niv":"<sup><strong>1</strong></sup> When the LORD brought back the captives to Zion, we were like men who dreamed. <sup><strong>2</strong></sup> Our mouths were filled with laughter, our tongues with songs of joy. Then it was said among the nations, \"The LORD has done great things for them.\" <sup><strong>3</strong></sup> The LORD has done great things for us, and we are filled with joy. <sup><strong>4</strong></sup> Restore our fortunes, O LORD, like streams in the Negev. <sup><strong>5</strong></sup> Those who sow in tears will reap with songs of joy. <sup><strong>6</strong></sup> He who goes out weeping, carrying seed to sow, will return with songs of joy, carrying sheaves with him. "},{"_id":"615a3b5e5ed5b206177d9fa9","topicId":"615a3b575ed5b206177d9f90","verse":"Psalm 121:1-8","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19121001_07-26\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19121001_07-26\" class=\"line\"><b class=\"chapter-num\" id=\"v19121001-1\">121:1&nbsp;</b>&nbsp;&nbsp;I lift up my eyes to the hills.</span><br><span id=\"p19121001_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;From where does my help come?</span><br><span id=\"p19121002_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121002-1\">2&nbsp;</b>&nbsp;&nbsp;My help comes from the LORD,</span><br><span id=\"p19121002_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who made heaven and earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121003_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121003-1\">3&nbsp;</b>&nbsp;&nbsp;He will not let your foot be moved;</span><br><span id=\"p19121003_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who keeps you will not slumber.</span><br><span id=\"p19121004_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, he who keeps Israel</span><br><span id=\"p19121004_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will neither slumber nor sleep.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121005_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121005-1\">5&nbsp;</b>&nbsp;&nbsp;The LORD is your keeper;</span><br><span id=\"p19121005_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD is your shade on your right hand.</span><br><span id=\"p19121006_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121006-1\">6&nbsp;</b>&nbsp;&nbsp;The sun shall not strike you by day,</span><br><span id=\"p19121006_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the moon by night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19121007_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD will keep you from all evil;</span><br><span id=\"p19121007_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will keep your life.</span><br><span id=\"p19121008_07-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19121008-1\">8&nbsp;</b>&nbsp;&nbsp;The LORD will keep</span><br><span id=\"p19121008_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your going out and your coming in</span><br><span id=\"p19121008_07-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> I will lift up mine eyes unto the hills, from whence cometh my help.  <strong>2</strong> My help cometh from the LORD, which made heaven and earth.  <strong>3</strong> He will not suffer thy foot to be moved: he that keepeth thee will not slumber.  <strong>4</strong> Behold, he that keepeth Israel shall neither slumber nor sleep.  <strong>5</strong> The LORD is thy keeper: the LORD is thy shade upon thy right hand.  <strong>6</strong> The sun shall not smite thee by day, nor the moon by night.  <strong>7</strong> The LORD shall preserve thee from all evil: he shall preserve thy soul.  <strong>8</strong> The LORD shall preserve thy going out and thy coming in from this time forth, and even for evermore.  ","niv":"<sup><strong>1</strong></sup> I lift up my eyes to the hills- where does my help come from? <sup><strong>2</strong></sup> My help comes from the LORD, the Maker of heaven and earth. <sup><strong>3</strong></sup> He will not let your foot slip- he who watches over you will not slumber; <sup><strong>4</strong></sup> indeed, he who watches over Israel will neither slumber nor sleep. <sup><strong>5</strong></sup> The LORD watches over you- the LORD is your shade at your right hand; <sup><strong>6</strong></sup> the sun will not harm you by day, nor the moon by night. <sup><strong>7</strong></sup> The LORD will keep you from all harm- he will watch over your life; <sup><strong>8</strong></sup> the LORD will watch over your coming and going both now and forevermore. "}]}