{"_id":"615a3c97faa632063fe925c6","slug":"capitalism","name":"Capitalism","verses":[{"_id":"615a3c98faa632063fe925c7","topicId":"615a3c97faa632063fe925c6","verse":"Matthew 6:24","votes":94,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-1\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money.","modified":"2022-07-25T19:26:41.940Z"},{"_id":"615a3c98faa632063fe925c8","topicId":"615a3c97faa632063fe925c6","verse":"Matthew 19:24","votes":86,"__v":0,"esv":"<div>\n<p id=\"p40019024_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019024-1\">24&nbsp;</b><span class=\"woc\">Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”</span></p>\n</div>","kjv":"<strong>24</strong> And again I say unto you, It is easier for a camel to go through the eye of a needle, than for a rich man to enter into the kingdom of God.  ","niv":"<sup><strong>24</strong></sup> Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.\"","modified":"2023-04-25T17:50:06.901Z"},{"_id":"615a3c98faa632063fe925c9","topicId":"615a3c97faa632063fe925c6","verse":"1 Thessalonians 4:11-12","votes":83,"__v":0,"esv":"<div>\n<p id=\"p52004011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004011-1\">11&nbsp;</b>and to aspire to live quietly, and to mind your own affairs, and to work with your hands, as we instructed you, <b class=\"verse-num\" id=\"v52004012-1\">12&nbsp;</b>so that you may walk properly before outsiders and be dependent on no one.</p>\n</div>","kjv":"<strong>11</strong> And that ye study to be quiet, and to do your own business, and to work with your own hands, as we commanded you;  <strong>12</strong> That ye may walk honestly toward them that are without, and that  ye may have lack of nothing.  ","niv":"<sup><strong>11</strong></sup> Make it your ambition to lead a quiet life, to mind your own business and to work with your hands, just as we told you, <sup><strong>12</strong></sup> so that your daily life may win the respect of outsiders and so that you will not be dependent on anybody. ","modified":"2022-07-25T19:28:52.876Z"},{"_id":"615a3c98faa632063fe925ca","topicId":"615a3c97faa632063fe925c6","verse":"Proverbs 31:16-18","votes":81,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031016_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  ","niv":"<sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. ","modified":"2022-07-25T19:26:53.078Z"},{"_id":"615a3c99faa632063fe925cb","topicId":"615a3c97faa632063fe925c6","verse":"Ecclesiastes 5:18-20","votes":78,"__v":0,"esv":"<div>\n<p id=\"p21005018_01-6\"><b class=\"verse-num\" id=\"v21005018-1\">18&nbsp;</b>Behold, what I have seen to be good and fitting is to eat and drink and find enjoyment in all the toil with which one toils under the sun the few days of his life that God has given him, for this is his lot. <b class=\"verse-num\" id=\"v21005019-1\">19&nbsp;</b>Everyone also to whom God has given wealth and possessions and power to enjoy them, and to accept his lot and rejoice in his toil—this is the gift of God. <b class=\"verse-num\" id=\"v21005020-1\">20&nbsp;</b>For he will not much remember the days of his life because God keeps him occupied with joy in his heart.</p>\n\n</div>","kjv":"<strong>18</strong> Behold that which I have seen: it is good and comely for one to eat and to drink, and to enjoy the good of all his labour that he taketh under the sun all the days of his life, which God giveth him: for it is his portion.  <strong>19</strong> Every man also to whom God hath given riches and wealth, and hath given him power to eat thereof, and to take his portion, and to rejoice in his labour; this is the gift of God.  <strong>20</strong> For he shall not much remember the days of his life; because God answereth him in the joy of his heart.  ","niv":"<sup><strong>18</strong></sup> Then I realized that it is good and proper for a man to eat and drink, and to find satisfaction in his toilsome labor under the sun during the few days of life God has given him-for this is his lot. <sup><strong>19</strong></sup> Moreover, when God gives any man wealth and possessions, and enables him to enjoy them, to accept his lot and be happy in his work-this is a gift of God. <sup><strong>20</strong></sup> He seldom reflects on the days of his life, because God keeps him occupied with gladness of heart. "},{"_id":"615a3c99faa632063fe925cc","topicId":"615a3c97faa632063fe925c6","verse":"Matthew 19:23","votes":68,"__v":0,"esv":"<div>\n<p id=\"p40019023_01-7\"><b class=\"verse-num\" id=\"v40019023-1\">23&nbsp;</b>And Jesus said to his disciples, <span class=\"woc\">“Truly, I say to you, only with difficulty will a rich person enter the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>23</strong> Then said Jesus unto his disciples, Verily I say unto you, That a rich man shall hardly enter into the kingdom of heaven.  ","niv":"<sup><strong>23</strong></sup> Then Jesus said to his disciples, \"I tell you the truth, it is hard for a rich man to enter the kingdom of heaven.","modified":"2022-07-25T19:27:04.774Z"},{"_id":"615a3c99faa632063fe925cd","topicId":"615a3c97faa632063fe925c6","verse":"Amos 8:4-7","votes":48,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30008004_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008004-1\">4&nbsp;</b>&nbsp;&nbsp;Hear this, you who trample on the needy</span><br><span id=\"p30008004_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and bring the poor of the land to an end,</span><br><span id=\"p30008005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008005-1\">5&nbsp;</b>&nbsp;&nbsp;saying, “When will the new moon be over,</span><br><span id=\"p30008005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may sell grain?</span><br><span id=\"p30008005_01-8\" class=\"line\">&nbsp;&nbsp;And the Sabbath,</span><br><span id=\"p30008005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that we may offer wheat for sale,</span><br><span id=\"p30008005_01-8\" class=\"line\">&nbsp;&nbsp;that we may make the ephah small and the shekel great</span><br><span id=\"p30008005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and deal deceitfully with false balances,</span><br><span id=\"p30008006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008006-1\">6&nbsp;</b>&nbsp;&nbsp;that we may buy the poor for silver</span><br><span id=\"p30008006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the needy for a pair of sandals</span><br><span id=\"p30008006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sell the chaff of the wheat?”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p30008007_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v30008007-1\">7&nbsp;</b>&nbsp;&nbsp;The LORD has sworn by the pride of Jacob:</span><br><span id=\"p30008007_01-8\" class=\"line\">&nbsp;&nbsp;“Surely I will never forget any of their deeds.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> Hear this, O ye that swallow up the needy, even to make the poor of the land to fail,  <strong>5</strong> Saying, When will the new moon be gone, that we may sell corn? and the sabbath, that we may set forth wheat, making the ephah small, and the shekel great, and falsifying the balances by deceit?  <strong>6</strong> That we may buy the poor for silver, and the needy for a pair of shoes; yea, and sell the refuse of the wheat?  <strong>7</strong> The LORD hath sworn by the excellency of Jacob, Surely I will never forget any of their works.  ","niv":"<sup><strong>4</strong></sup> Hear this, you who trample the needy and do away with the poor of the land, <sup><strong>5</strong></sup> saying, \"When will the New Moon be over that we may sell grain, and the Sabbath be ended that we may market wheat?\"- skimping the measure, boosting the price and cheating with dishonest scales, <sup><strong>6</strong></sup> buying the poor with silver and the needy for a pair of sandals, selling even the sweepings with the wheat. <sup><strong>7</strong></sup> The LORD has sworn by the Pride of Jacob: \"I will never forget anything they have done. ","modified":"2022-07-25T19:27:11.977Z"},{"_id":"615a3c9afaa632063fe925ce","topicId":"615a3c97faa632063fe925c6","verse":"Proverbs 31:9","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031009_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character"},{"_id":"615a3c9afaa632063fe925cf","topicId":"615a3c97faa632063fe925c6","verse":"2 Thessalonians 3:10","votes":36,"__v":0,"esv":"<div>\n<p id=\"p53003010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v53003010-1\">10&nbsp;</b>For even when we were with you, we would give you this command: If anyone is not willing to work, let him not eat.</p>\n</div>","kjv":"<strong>10</strong> For even when we were with you, this we commanded you, that if any would not work, neither should he eat.  ","niv":"<sup><strong>10</strong></sup> For even when we were with you, we gave you this rule: \"If a man will not work, he shall not eat.\"","modified":"2022-07-25T19:27:21.028Z"},{"_id":"615a3c9afaa632063fe925d0","topicId":"615a3c97faa632063fe925c6","verse":"Zechariah 11:12","votes":23,"__v":0,"esv":"<div>\n<p id=\"p38011012_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v38011012-1\">12&nbsp;</b>Then I said to them, “If it seems good to you, give me my wages; but if not, keep them.” And they weighed out as my wages thirty pieces of silver.</p>\n</div>","kjv":"<strong>12</strong> And I said unto them, If ye think good, give me my price; and if not, forbear. So they weighed for my price thirty pieces of silver.  ","niv":"<sup><strong>12</strong></sup> I told them, \"If you think it best, give me my pay; but if not, keep it.\" So they paid me thirty pieces of silver."},{"_id":"615a3c9bfaa632063fe925d1","topicId":"615a3c97faa632063fe925c6","verse":"Proverbs 13:4","votes":30,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013004_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013004-1\">4&nbsp;</b>&nbsp;&nbsp;The soul of the sluggard craves and gets nothing,</span><br><span id=\"p20013004_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while the soul of the diligent is richly supplied.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> The soul of the sluggard desireth, and hath nothing: but the soul of the diligent shall be made fat.  ","niv":"<sup><strong>4</strong></sup> The sluggard craves and gets nothing, but the desires of the diligent are fully satisfied.","modified":"2022-07-25T19:27:38.356Z"},{"_id":"615a3c9bfaa632063fe925d2","topicId":"615a3c97faa632063fe925c6","verse":"Leviticus 23:22","votes":20,"__v":0,"esv":"<div>\n<p id=\"p03023022_01-13\"><b class=\"verse-num\" id=\"v03023022-1\">22&nbsp;</b>“And when you reap the harvest of your land, you shall not reap your field right up to its edge, nor shall you gather the gleanings after your harvest. You shall leave them for the poor and for the sojourner: I am the LORD your God.”</p>\n</div>","kjv":"<strong>22</strong> And when ye reap the harvest of your land, thou shalt not make clean riddance of the corners of thy field when thou reapest, neither shalt thou gather any gleaning of thy harvest: thou shalt leave them unto the poor, and to the stranger: I am the LORD your God.  ","niv":"<sup><strong>22</strong></sup> \"'When you reap the harvest of your land, do not reap to the very edges of your field or gather the gleanings of your harvest. Leave them for the poor and the alien. I am the LORD your God.'\""},{"_id":"615a3c9bfaa632063fe925d3","topicId":"615a3c97faa632063fe925c6","verse":"1 Corinthians 9:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p46009007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46009007-1\">7&nbsp;</b>Who serves as a soldier at his own expense? Who plants a vineyard without eating any of its fruit? Or who tends a flock without getting some of the milk?</p>\n</div>","kjv":"<strong>7</strong> Who goeth a warfare any time at his own charges? who planteth a vineyard, and eateth not of the fruit thereof? or who feedeth a flock, and eateth not of the milk of the flock?  ","niv":"<sup><strong>7</strong></sup> Who serves as a soldier at his own expense? Who plants a vineyard and does not eat of its grapes? Who tends a flock and does not drink of the milk?"},{"_id":"615a3c9cfaa632063fe925d4","topicId":"615a3c97faa632063fe925c6","verse":"Proverbs 14:23","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20014023_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20014023-1\">23&nbsp;</b>&nbsp;&nbsp;In all toil there is profit,</span><br><span id=\"p20014023_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but mere talk tends only to poverty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> In all labour there is profit: but the talk of the lips tendeth  only to penury.  ","niv":"<sup><strong>23</strong></sup> All hard work brings a profit, but mere talk leads only to poverty.","modified":"2022-07-25T19:27:47.744Z"},{"_id":"615a3c9cfaa632063fe925d5","topicId":"615a3c97faa632063fe925c6","verse":"Philippians 2:1-30","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-17\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-17\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-17\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-17\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. "},{"_id":"615a3c9cfaa632063fe925d6","topicId":"615a3c97faa632063fe925c6","verse":"Matthew 25:15","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40025015_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025015-1\">15&nbsp;</b><span class=\"woc\">To one he gave five talents, to another two, to another one, to each according to his ability. Then he went away.</span></p>\n\n</div>","kjv":"<strong>15</strong> And unto one he gave five talents, to another two, and to another one; to every man according to his several ability; and straightway took his journey.  ","niv":"<sup><strong>15</strong></sup> To one he gave five talents of money, to another two talents, and to another one talent, each according to his ability. Then he went on his journey."},{"_id":"615a3c9dfaa632063fe925d7","topicId":"615a3c97faa632063fe925c6","verse":"Matthew 20:1-34","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p40020001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40020001-1\">20:1&nbsp;</b><span class=\"woc\">“For the kingdom of heaven is like a master of a house who went out early in the morning to hire laborers for his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020002-1\">2&nbsp;</b><span class=\"woc\">After agreeing with the laborers for a denarius a day, he sent them into his vineyard.</span> <b class=\"verse-num woc\" id=\"v40020003-1\">3&nbsp;</b><span class=\"woc\">And going out about the third hour he saw others standing idle in the marketplace,</span> <b class=\"verse-num woc\" id=\"v40020004-1\">4&nbsp;</b><span class=\"woc\">and to them he said, ‘You go into the vineyard too, and whatever is right I will give you.’</span> <b class=\"verse-num woc\" id=\"v40020005-1\">5&nbsp;</b><span class=\"woc\">So they went.</span> <span class=\"woc\">Going out again about the sixth hour and the ninth hour, he did the same.</span> <b class=\"verse-num woc\" id=\"v40020006-1\">6&nbsp;</b><span class=\"woc\">And about the eleventh hour he went out and found others standing. And he said to them, ‘Why do you stand here idle all day?’</span> <b class=\"verse-num woc\" id=\"v40020007-1\">7&nbsp;</b><span class=\"woc\">They said to him, ‘Because no one has hired us.’ He said to them, ‘You go into the vineyard too.’</span> <b class=\"verse-num woc\" id=\"v40020008-1\">8&nbsp;</b><span class=\"woc\">And when evening came, the owner of the vineyard said to his foreman, ‘Call the laborers and pay them their wages, beginning with the last, up to the first.’</span> <b class=\"verse-num woc\" id=\"v40020009-1\">9&nbsp;</b><span class=\"woc\">And when those hired about the eleventh hour came, each of them received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020010-1\">10&nbsp;</b><span class=\"woc\">Now when those hired first came, they thought they would receive more, but each of them also received a denarius.</span> <b class=\"verse-num woc\" id=\"v40020011-1\">11&nbsp;</b><span class=\"woc\">And on receiving it they grumbled at the master of the house,</span> <b class=\"verse-num woc\" id=\"v40020012-1\">12&nbsp;</b><span class=\"woc\">saying, ‘These last worked only one hour, and you have made them equal to us who have borne the burden of the day and the scorching heat.’</span> <b class=\"verse-num woc\" id=\"v40020013-1\">13&nbsp;</b><span class=\"woc\">But he replied to one of them, ‘Friend, I am doing you no wrong. Did you not agree with me for a denarius?</span> <b class=\"verse-num woc\" id=\"v40020014-1\">14&nbsp;</b><span class=\"woc\">Take what belongs to you and go. I choose to give to this last worker as I give to you.</span> <b class=\"verse-num woc\" id=\"v40020015-1\">15&nbsp;</b><span class=\"woc\">Am I not allowed to do what I choose with what belongs to me? Or do you begrudge my generosity?’</span> <b class=\"verse-num woc\" id=\"v40020016-1\">16&nbsp;</b><span class=\"woc\">So the last will be first, and the first last.”</span></p>\n\n<p id=\"p40020016_12-19\"><b class=\"verse-num\" id=\"v40020017-1\">17&nbsp;</b>And as Jesus was going up to Jerusalem, he took the twelve disciples aside, and on the way he said to them, <b class=\"verse-num woc\" id=\"v40020018-1\">18&nbsp;</b><span class=\"woc\">“See, we are going up to Jerusalem. And the Son of Man will be delivered over to the chief priests and scribes, and they will condemn him to death</span> <b class=\"verse-num woc\" id=\"v40020019-1\">19&nbsp;</b><span class=\"woc\">and deliver him over to the Gentiles to be mocked and flogged and crucified, and he will be raised on the third day.”</span></p>\n\n<p id=\"p40020019_15-19\"><b class=\"verse-num\" id=\"v40020020-1\">20&nbsp;</b>Then the mother of the sons of Zebedee came up to him with her sons, and kneeling before him she asked him for something. <b class=\"verse-num\" id=\"v40020021-1\">21&nbsp;</b>And he said to her, <span class=\"woc\">“What do you want?”</span> She said to him, “Say that these two sons of mine are to sit, one at your right hand and one at your left, in your kingdom.” <b class=\"verse-num\" id=\"v40020022-1\">22&nbsp;</b>Jesus answered, <span class=\"woc\">“You do not know what you are asking. Are you able to drink the cup that I am to drink?”</span> They said to him, “We are able.” <b class=\"verse-num\" id=\"v40020023-1\">23&nbsp;</b>He said to them, <span class=\"woc\">“You will drink my cup, but to sit at my right hand and at my left is not mine to grant, but it is for those for whom it has been prepared by my Father.”</span> <b class=\"verse-num\" id=\"v40020024-1\">24&nbsp;</b>And when the ten heard it, they were indignant at the two brothers. <b class=\"verse-num\" id=\"v40020025-1\">25&nbsp;</b>But Jesus called them to him and said, <span class=\"woc\">“You know that the rulers of the Gentiles lord it over them, and their great ones exercise authority over them.</span> <b class=\"verse-num woc\" id=\"v40020026-1\">26&nbsp;</b><span class=\"woc\">It shall not be so among you. But whoever would be great among you must be your servant,</span> <b class=\"verse-num woc\" id=\"v40020027-1\">27&nbsp;</b><span class=\"woc\">and whoever would be first among you must be your slave,</span> <b class=\"verse-num woc\" id=\"v40020028-1\">28&nbsp;</b><span class=\"woc\">even as the Son of Man came not to be served but to serve, and to give his life as a ransom for many.”</span></p>\n\n<p id=\"p40020028_20-19\"><b class=\"verse-num\" id=\"v40020029-1\">29&nbsp;</b>And as they went out of Jericho, a great crowd followed him. <b class=\"verse-num\" id=\"v40020030-1\">30&nbsp;</b>And behold, there were two blind men sitting by the roadside, and when they heard that Jesus was passing by, they cried out, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020031-1\">31&nbsp;</b>The crowd rebuked them, telling them to be silent, but they cried out all the more, “Lord, have mercy on us, Son of David!” <b class=\"verse-num\" id=\"v40020032-1\">32&nbsp;</b>And stopping, Jesus called them and said, <span class=\"woc\">“What do you want me to do for you?”</span> <b class=\"verse-num\" id=\"v40020033-1\">33&nbsp;</b>They said to him, “Lord, let our eyes be opened.” <b class=\"verse-num\" id=\"v40020034-1\">34&nbsp;</b>And Jesus in pity touched their eyes, and immediately they recovered their sight and followed him.</p>\n\n</div>","kjv":"<strong>1</strong>           For the kingdom of heaven is like unto a man that is an householder, which went out early in the morning to hire labourers into his vineyard.  <strong>2</strong> And when he had agreed with the labourers for a penny a day, he sent them into his vineyard.  <strong>3</strong> And he went out about the third hour, and saw others standing idle in the marketplace,  <strong>4</strong> And said unto them; Go ye also into the vineyard, and whatsoever is right I will give you. And they went their way.  <strong>5</strong> Again he went out about the sixth and ninth hour, and did likewise.  <strong>6</strong> And about the eleventh hour he went out, and found others standing idle, and saith unto them, Why stand ye here all the day idle?  <strong>7</strong> They say unto him, Because no man hath hired us. He saith unto them, Go ye also into the vineyard; and whatsoever is right, that shall ye receive.  <strong>8</strong> So when even was come, the lord of the vineyard saith unto his steward, Call the labourers, and give them their hire, beginning from the last unto the first.  <strong>9</strong> And when they came that were hired about the eleventh hour, they received every man a penny.  <strong>10</strong> But when the first came, they supposed that they should have received more; and they likewise received every man a penny.  <strong>11</strong> And when they had received it, they murmured against the goodman of the house,  <strong>12</strong> Saying, These last have wrought but one hour, and thou hast made them equal unto us, which have borne the burden and heat of the day.  <strong>13</strong> But he answered one of them, and said, Friend, I do thee no wrong: didst not thou agree with me for a penny?  <strong>14</strong> Take that thine is, and go thy way: I will give unto this last, even as unto thee.  <strong>15</strong> Is it not lawful for me to do what I will with mine own? Is thine eye evil, because I am good?  <strong>16</strong> So the last shall be first, and the first last: for many be called, but few chosen. <strong>17</strong> And Jesus going up to Jerusalem took the twelve disciples apart in the way, and said unto them,  <strong>18</strong> Behold, we go up to Jerusalem; and the Son of man shall be betrayed unto the chief priests and unto the scribes, and they shall condemn him to death,  <strong>19</strong> And shall deliver him to the Gentiles to mock, and to scourge, and to crucify him: and the third day he shall rise again.  <strong>20</strong> Then came to him the mother of Zebedee’s children with her sons, worshipping him, and desiring a certain thing of him.  <strong>21</strong> And he said unto her, What wilt thou? She saith unto him, Grant that these my two sons may sit, the one on thy right hand, and the other on the left, in thy kingdom.  <strong>22</strong> But Jesus answered and said, Ye know not what ye ask. Are ye able to drink of the cup that I shall drink of, and to be baptized with the baptism that I am baptized with? They say unto him, We are able.  <strong>23</strong> And he saith unto them, Ye shall drink indeed of my cup, and be baptized with the baptism that I am baptized with: but to sit on my right hand, and on my left, is not mine to give, but it shall be given to them  for whom it is prepared of my Father.  <strong>24</strong> And when the ten heard it, they were moved with indignation against the two brethren.  <strong>25</strong> But Jesus called them unto him, and said, Ye know that the princes of the Gentiles exercise dominion over them, and they that are great exercise authority upon them.  <strong>26</strong> But it shall not be so among you: but whosoever will be great among you, let him be your minister;  <strong>27</strong> And whosoever will be chief among you, let him be your servant:  <strong>28</strong> Even as the Son of man came not to be ministered unto, but to minister, and to give his life a ransom for many.  <strong>29</strong> And as they departed from Jericho, a great multitude followed him.  <strong>30</strong> And, behold, two blind men sitting by the way side, when they heard that Jesus passed by, cried out, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>31</strong> And the multitude rebuked them, because they should hold their peace: but they cried the more, saying, Have mercy on us, O Lord, thou  Son of David.  <strong>32</strong> And Jesus stood still, and called them, and said, What will ye that I shall do unto you?  <strong>33</strong> They say unto him, Lord, that our eyes may be opened.  <strong>34</strong> So Jesus had compassion on them, and touched their eyes: and immediately their eyes received sight, and they followed him.  ","niv":"<sup><strong>1</strong></sup> \"For the kingdom of heaven is like a landowner who went out early in the morning to hire men to work in his vineyard. <sup><strong>2</strong></sup> He agreed to pay them a denarius for the day and sent them into his vineyard. <sup><strong>3</strong></sup> \"About the third hour he went out and saw others standing in the marketplace doing nothing. <sup><strong>4</strong></sup> He told them, 'You also go and work in my vineyard, and I will pay you whatever is right.' <sup><strong>5</strong></sup> So they went. <sup><strong>6</strong></sup> \"He went out again about the sixth hour and the ninth hour and did the same thing. About the eleventh hour he went out and found still others standing around. He asked them, 'Why have you been standing here all day long doing nothing?' <sup><strong>7</strong></sup> \"'Because no one has hired us,' they answered. \"He said to them, 'You also go and work in my vineyard.' <sup><strong>8</strong></sup> \"When evening came, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, beginning with the last ones hired and going on to the first.' <sup><strong>9</strong></sup> \"The workers who were hired about the eleventh hour came and each received a denarius. <sup><strong>10</strong></sup> So when those came who were hired first, they expected to receive more. But each one of them also received a denarius. <sup><strong>11</strong></sup> When they received it, they began to grumble against the landowner. <sup><strong>12</strong></sup> 'These men who were hired last worked only one hour,' they said, 'and you have made them equal to us who have borne the burden of the work and the heat of the day.' <sup><strong>13</strong></sup> \"But he answered one of them, 'Friend, I am not being unfair to you. Didn't you agree to work for a denarius? <sup><strong>14</strong></sup> Take your pay and go. I want to give the man who was hired last the same as I gave you. <sup><strong>15</strong></sup> Don't I have the right to do what I want with my own money? Or are you envious because I am generous?' <sup><strong>16</strong></sup> \"So the last will be first, and the first will be last.\" <sup><strong>17</strong></sup> Now as Jesus was going up to Jerusalem, he took the twelve disciples aside and said to them, <sup><strong>18</strong></sup> \"We are going up to Jerusalem, and the Son of Man will be betrayed to the chief priests and the teachers of the law. They will condemn him to death <sup><strong>19</strong></sup> and will turn him over to the Gentiles to be mocked and flogged and crucified. On the third day he will be raised to life!\" <sup><strong>20</strong></sup> Then the mother of Zebedee's sons came to Jesus with her sons and, kneeling down, asked a favor of him. <sup><strong>21</strong></sup> \"What is it you want?\" he asked. She said, \"Grant that one of these two sons of mine may sit at your right and the other at your left in your kingdom.\" <sup><strong>22</strong></sup> \"You don't know what you are asking,\" Jesus said to them. \"Can you drink the cup I am going to drink?We can,\" they answered. <sup><strong>23</strong></sup> Jesus said to them, \"You will indeed drink from my cup, but to sit at my right or left is not for me to grant. These places belong to those for whom they have been prepared by my Father.\" <sup><strong>24</strong></sup> When the ten heard about this, they were indignant with the two brothers. <sup><strong>25</strong></sup> Jesus called them together and said, \"You know that the rulers of the Gentiles lord it over them, and their high officials exercise authority over them. <sup><strong>26</strong></sup> Not so with you. Instead, whoever wants to become great among you must be your servant, <sup><strong>27</strong></sup> and whoever wants to be first must be your slave-- <sup><strong>28</strong></sup> just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.\" <sup><strong>29</strong></sup> As Jesus and his disciples were leaving Jericho, a large crowd followed him. <sup><strong>30</strong></sup> Two blind men were sitting by the roadside, and when they heard that Jesus was going by, they shouted, \"Lord, Son of David, have mercy on us!\" <sup><strong>31</strong></sup> The crowd rebuked them and told them to be quiet, but they shouted all the louder, \"Lord, Son of David, have mercy on us!\" <sup><strong>32</strong></sup> Jesus stopped and called them. \"What do you want me to do for you?\" he asked. <sup><strong>33</strong></sup> \"Lord,\" they answered, \"we want our sight.\" <sup><strong>34</strong></sup> Jesus had compassion on them and touched their eyes. Immediately they received their sight and followed him. "},{"_id":"615a3c9dfaa632063fe925d8","topicId":"615a3c97faa632063fe925c6","verse":"1 Timothy 6:10","votes":12,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"615a3c9dfaa632063fe925d9","topicId":"615a3c97faa632063fe925c6","verse":"Leviticus 25:35-38","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p03025035_05-22\"><b class=\"verse-num\" id=\"v03025035-1\">35&nbsp;</b>“If your brother becomes poor and cannot maintain himself with you, you shall support him as though he were a stranger and a sojourner, and he shall live with you. <b class=\"verse-num\" id=\"v03025036-1\">36&nbsp;</b>Take no interest from him or profit, but fear your God, that your brother may live beside you. <b class=\"verse-num\" id=\"v03025037-1\">37&nbsp;</b>You shall not lend him your money at interest, nor give him your food for profit. <b class=\"verse-num\" id=\"v03025038-1\">38&nbsp;</b>I am the LORD your God, who brought you out of the land of Egypt to give you the land of Canaan, and to be your God.</p>\n</div>","kjv":"<strong>35</strong> And if thy brother be waxen poor, and fallen in decay with thee; then thou shalt relieve him: yea, though he be a stranger, or a sojourner; that he may live with thee.  <strong>36</strong> Take thou no usury of him, or increase: but fear thy God; that thy brother may live with thee.  <strong>37</strong> Thou shalt not give him thy money upon usury, nor lend him thy victuals for increase.  <strong>38</strong> I am the LORD your God, which brought you forth out of the land of Egypt, to give you the land of Canaan, and to be your God.  ","niv":"<sup><strong>35</strong></sup> \"'If one of your countrymen becomes poor and is unable to support himself among you, help him as you would an alien or a temporary resident, so he can continue to live among you. <sup><strong>36</strong></sup> Do not take interest of any kind from him, but fear your God, so that your countryman may continue to live among you. <sup><strong>37</strong></sup> You must not lend him money at interest or sell him food at a profit. <sup><strong>38</strong></sup> I am the LORD your God, who brought you out of Egypt to give you the land of Canaan and to be your God. "},{"_id":"615a3c9efaa632063fe925da","topicId":"615a3c97faa632063fe925c6","verse":"1 Corinthians 3:8","votes":11,"__v":0,"esv":"<div>\n<p id=\"p46003008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor.</p>\n</div>","kjv":"<strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  ","niv":"<sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor."},{"_id":"615a3c9efaa632063fe925db","topicId":"615a3c97faa632063fe925c6","verse":"Proverbs 28:8","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20028008-1\">8&nbsp;</b>&nbsp;&nbsp;Whoever multiplies his wealth by interest and profit</span><br><span id=\"p20028008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;gathers it for him who is generous to the poor.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> He that by usury and unjust gain increaseth his substance, he shall gather it for him that will pity the poor.  ","niv":"<sup><strong>8</strong></sup> He who increases his wealth by exorbitant interest amasses it for another, who will be kind to the poor."},{"_id":"615a3c9efaa632063fe925dc","topicId":"615a3c97faa632063fe925c6","verse":"Psalm 128:2","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128002_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  ","niv":"<sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours."},{"_id":"615a3c9efaa632063fe925dd","topicId":"615a3c97faa632063fe925c6","verse":"Exodus 16:16-18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p02016016_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v02016016-1\">16&nbsp;</b>This is what the LORD has commanded: ‘Gather of it, each one of you, as much as he can eat. You shall each take an omer, according to the number of the persons that each of you has in his tent.’” <b class=\"verse-num\" id=\"v02016017-1\">17&nbsp;</b>And the people of Israel did so. They gathered, some more, some less. <b class=\"verse-num\" id=\"v02016018-1\">18&nbsp;</b>But when they measured it with an omer, whoever gathered much had nothing left over, and whoever gathered little had no lack. Each of them gathered as much as he could eat.</p>\n\n</div>","kjv":"<strong>16</strong> This is the thing which the LORD hath commanded, Gather of it every man according to his eating, an omer for every man, according to the number of your persons; take ye every man for them which are in his tents.  <strong>17</strong> And the children of Israel did so, and gathered, some more, some less.  <strong>18</strong> And when they did mete it with an omer, he that gathered much had nothing over, and he that gathered little had no lack; they gathered every man according to his eating.  ","niv":"<sup><strong>16</strong></sup> This is what the LORD has commanded: 'Each one is to gather as much as he needs. Take an omer for each person you have in your tent.'\" <sup><strong>17</strong></sup> The Israelites did as they were told; some gathered much, some little. <sup><strong>18</strong></sup> And when they measured it by the omer, he who gathered much did not have too much, and he who gathered little did not have too little. Each one gathered as much as he needed. "},{"_id":"615a3c9ffaa632063fe925de","topicId":"615a3c97faa632063fe925c6","verse":"2 Corinthians 8:13-15","votes":9,"__v":0,"esv":"<div>\n<p id=\"p47008013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v47008013-1\">13&nbsp;</b>For I do not mean that others should be eased and you burdened, but that as a matter of fairness <b class=\"verse-num\" id=\"v47008014-1\">14&nbsp;</b>your abundance at the present time should supply their need, so that their abundance may supply your need, that there may be fairness. <b class=\"verse-num\" id=\"v47008015-1\">15&nbsp;</b>As it is written, “Whoever gathered much had nothing left over, and whoever gathered little had no lack.”</p>\n</div>","kjv":"<strong>13</strong> For I mean not that other men be eased, and ye burdened:  <strong>14</strong> But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:  <strong>15</strong> As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.  ","niv":"<sup><strong>13</strong></sup> Our desire is not that others might be relieved while you are hard pressed, but that there might be equality. <sup><strong>14</strong></sup> At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. Then there will be equality, <sup><strong>15</strong></sup> as it is written: \"He who gathered much did not have too much, and he who gathered little did not have too little.\" "},{"_id":"615a3c9ffaa632063fe925df","topicId":"615a3c97faa632063fe925c6","verse":"Revelation 18:1-24","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p66018001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66018001-1\">18:1&nbsp;</b>After this I saw another angel coming down from heaven, having great authority, and the earth was made bright with his glory. <b class=\"verse-num\" id=\"v66018002-1\">2&nbsp;</b>And he called out with a mighty voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018002_05-29\" class=\"line\">&nbsp;&nbsp;“Fallen, fallen is Babylon the great!</span><br><span id=\"p66018002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She has become a dwelling place for demons,</span><br><span id=\"p66018002_05-29\" class=\"line\">&nbsp;&nbsp;a haunt for every unclean spirit,</span><br><span id=\"p66018002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean bird,</span><br><span id=\"p66018002_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean and detestable beast.</span><br><span id=\"p66018003_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018003-1\">3&nbsp;</b>&nbsp;&nbsp;For all nations have drunk</span><br><span id=\"p66018003_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wine of the passion of her sexual immorality,</span><br><span id=\"p66018003_05-29\" class=\"line\">&nbsp;&nbsp;and the kings of the earth have committed immorality with her,</span><br><span id=\"p66018003_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the merchants of the earth have grown rich from the power of her luxurious living.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018003_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018004-1\">4&nbsp;</b>Then I heard another voice from heaven saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018004_05-29\" class=\"line\">&nbsp;&nbsp;“Come out of her, my people,</span><br><span id=\"p66018004_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you take part in her sins,</span><br><span id=\"p66018004_05-29\" class=\"line\">&nbsp;&nbsp;lest you share in her plagues;</span><br><span id=\"p66018005_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018005-1\">5&nbsp;</b>&nbsp;&nbsp;for her sins are heaped high as heaven,</span><br><span id=\"p66018005_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and God has remembered her iniquities.</span><br><span id=\"p66018006_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018006-1\">6&nbsp;</b>&nbsp;&nbsp;Pay her back as she herself has paid back others,</span><br><span id=\"p66018006_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repay her double for her deeds;</span><br><span id=\"p66018006_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mix a double portion for her in the cup she mixed.</span><br><span id=\"p66018007_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018007-1\">7&nbsp;</b>&nbsp;&nbsp;As she glorified herself and lived in luxury,</span><br><span id=\"p66018007_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so give her a like measure of torment and mourning,</span><br><span id=\"p66018007_05-29\" class=\"line\">&nbsp;&nbsp;since in her heart she says,</span><br><span id=\"p66018007_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I sit as a queen,</span><br><span id=\"p66018007_05-29\" class=\"line\">&nbsp;&nbsp;I am no widow,</span><br><span id=\"p66018007_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning I shall never see.’</span><br><span id=\"p66018008_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018008-1\">8&nbsp;</b>&nbsp;&nbsp;For this reason her plagues will come in a single day,</span><br><span id=\"p66018008_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death and mourning and famine,</span><br><span id=\"p66018008_05-29\" class=\"line\">&nbsp;&nbsp;and she will be burned up with fire;</span><br><span id=\"p66018008_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for mighty is the Lord God who has judged her.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018008_05-29\"><b class=\"verse-num\" id=\"v66018009-1\">9&nbsp;</b>And the kings of the earth, who committed sexual immorality and lived in luxury with her, will weep and wail over her when they see the smoke of her burning. <b class=\"verse-num\" id=\"v66018010-1\">10&nbsp;</b>They will stand far off, in fear of her torment, and say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018010_05-29\" class=\"line\">&nbsp;&nbsp;“Alas! Alas! You great city,</span><br><span id=\"p66018010_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you mighty city, Babylon!</span><br><span id=\"p66018010_05-29\" class=\"line\">&nbsp;&nbsp;For in a single hour your judgment has come.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018010_05-29\"><b class=\"verse-num\" id=\"v66018011-1\">11&nbsp;</b>And the merchants of the earth weep and mourn for her, since no one buys their cargo anymore, <b class=\"verse-num\" id=\"v66018012-1\">12&nbsp;</b>cargo of gold, silver, jewels, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, all kinds of articles of ivory, all kinds of articles of costly wood, bronze, iron and marble, <b class=\"verse-num\" id=\"v66018013-1\">13&nbsp;</b>cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves, that is, human souls.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018014_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018014-1\">14&nbsp;</b>&nbsp;&nbsp;“The fruit for which your soul longed</span><br><span id=\"p66018014_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has gone from you,</span><br><span id=\"p66018014_05-29\" class=\"line\">&nbsp;&nbsp;and all your delicacies and your splendors</span><br><span id=\"p66018014_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are lost to you,</span><br><span id=\"p66018014_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;never to be found again!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018014_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018015-1\">15&nbsp;</b>The merchants of these wares, who gained wealth from her, will stand far off, in fear of her torment, weeping and mourning aloud,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018016_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018016-1\">16&nbsp;</b>&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018016_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that was clothed in fine linen,</span><br><span id=\"p66018016_05-29\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in purple and scarlet,</span><br><span id=\"p66018016_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;adorned with gold,</span><br><span id=\"p66018016_05-29\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;with jewels, and with pearls!</span><br><span id=\"p66018017_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018017-1\">17&nbsp;</b>&nbsp;&nbsp;For in a single hour all this wealth has been laid waste.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018017_05-29\">And all shipmasters and seafaring men, sailors and all whose trade is on the sea, stood far off <b class=\"verse-num\" id=\"v66018018-1\">18&nbsp;</b>and cried out as they saw the smoke of her burning,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018018_05-29\" class=\"line\">&nbsp;&nbsp;“What city was like the great city?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018018_05-29\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018019-1\">19&nbsp;</b>And they threw dust on their heads as they wept and mourned, crying out,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018019_05-29\" class=\"line\">&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018019_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where all who had ships at sea</span><br><span id=\"p66018019_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;grew rich by her wealth!</span><br><span id=\"p66018019_05-29\" class=\"line\">&nbsp;&nbsp;For in a single hour she has been laid waste.</span><br><span id=\"p66018020_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018020-1\">20&nbsp;</b>&nbsp;&nbsp;Rejoice over her, O heaven,</span><br><span id=\"p66018020_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you saints and apostles and prophets,</span><br><span id=\"p66018020_05-29\" class=\"line\">&nbsp;&nbsp;for God has given judgment for you against her!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018020_05-29\"><b class=\"verse-num\" id=\"v66018021-1\">21&nbsp;</b>Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018021_05-29\" class=\"line\">&nbsp;&nbsp;“So will Babylon the great city be thrown down with violence,</span><br><span id=\"p66018021_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will be found no more;</span><br><span id=\"p66018022_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018022-1\">22&nbsp;</b>&nbsp;&nbsp;and the sound of harpists and musicians, of flute players and trumpeters,</span><br><span id=\"p66018022_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018022_05-29\" class=\"line\">&nbsp;&nbsp;and a craftsman of any craft</span><br><span id=\"p66018022_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be found in you no more,</span><br><span id=\"p66018022_05-29\" class=\"line\">&nbsp;&nbsp;and the sound of the mill</span><br><span id=\"p66018022_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_05-29\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-29\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br><span id=\"p66018024_05-29\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_05-29\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>1</strong></sup> After this I saw another angel coming down from heaven. He had great authority, and the earth was illuminated by his splendor. <sup><strong>2</strong></sup> With a mighty voice he shouted: \"Fallen! Fallen is Babylon the Great! She has become a home for demons and a haunt for every evil spirit, a haunt for every unclean and detestable bird. <sup><strong>3</strong></sup> For all the nations have drunk the maddening wine of her adulteries. The kings of the earth committed adultery with her, and the merchants of the earth grew rich from her excessive luxuries.\" <sup><strong>4</strong></sup> Then I heard another voice from heaven say: \"Come out of her, my people, so that you will not share in her sins, so that you will not receive any of her plagues; <sup><strong>5</strong></sup> for her sins are piled up to heaven, and God has remembered her crimes. <sup><strong>6</strong></sup> Give back to her as she has given; pay her back double for what she has done. Mix her a double portion from her own cup. <sup><strong>7</strong></sup> Give her as much torture and grief as the glory and luxury she gave herself. In her heart she boasts, 'I sit as queen; I am not a widow, and I will never mourn.' <sup><strong>8</strong></sup> Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her. <sup><strong>9</strong></sup> \"When the kings of the earth who committed adultery with her and shared her luxury see the smoke of her burning, they will weep and mourn over her. <sup><strong>10</strong></sup> Terrified at her torment, they will stand far off and cry: \"'Woe! Woe, O great city, O Babylon, city of power! In one hour your doom has come!' <sup><strong>11</strong></sup> \"The merchants of the earth will weep and mourn over her because no one buys their cargoes any more-- <sup><strong>12</strong></sup> cargoes of gold, silver, precious stones and pearls; fine linen, purple, silk and scarlet cloth; every sort of citron wood, and articles of every kind made of ivory, costly wood, bronze, iron and marble; <sup><strong>13</strong></sup> cargoes of cinnamon and spice, of incense, myrrh and frankincense, of wine and olive oil, of fine flour and wheat; cattle and sheep; horses and carriages; and bodies and souls of men. <sup><strong>14</strong></sup> \"They will say, 'The fruit you longed for is gone from you. All your riches and splendor have vanished, never to be recovered.' <sup><strong>15</strong></sup> The merchants who sold these things and gained their wealth from her will stand far off, terrified at her torment. They will weep and mourn <sup><strong>16</strong></sup> and cry out: \"'Woe! Woe, O great city, dressed in fine linen, purple and scarlet, and glittering with gold, precious stones and pearls! <sup><strong>17</strong></sup> In one hour such great wealth has been brought to ruin!' <sup><strong>18</strong></sup> \"Every sea captain, and all who travel by ship, the sailors, and all who earn their living from the sea, will stand far off. When they see the smoke of her burning, they will exclaim, 'Was there ever a city like this great city?' <sup><strong>19</strong></sup> They will throw dust on their heads, and with weeping and mourning cry out: \"'Woe! Woe, O great city, where all who had ships on the sea became rich through her wealth! In one hour she has been brought to ruin! <sup><strong>20</strong></sup> Rejoice over her, O heaven! Rejoice, saints and apostles and prophets! God has judged her for the way she treated you.'\" <sup><strong>21</strong></sup> Then a mighty angel picked up a boulder the size of a large millstone and threw it into the sea, and said: \"With such violence the great city of Babylon will be thrown down, never to be found again. <sup><strong>22</strong></sup> The music of harpists and musicians, flute players and trumpeters, will never be heard in you again. No workman of any trade will ever be found in you again. The sound of a millstone will never be heard in you again. <sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray. <sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\" "}]}