{"_id":"615a40389dc6c407672cb889","slug":"care-for-your-body","name":"Care For Your Body","verses":[{"_id":"615a40389dc6c407672cb88a","topicId":"615a40389dc6c407672cb889","verse":"1 Corinthians 10:31","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-1\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God."},{"_id":"615a40399dc6c407672cb88b","topicId":"615a40389dc6c407672cb889","verse":"1 Corinthians 6:19","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own,</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own;","modified":"2021-10-14T00:35:04.586Z"},{"_id":"615a40399dc6c407672cb88c","topicId":"615a40389dc6c407672cb889","verse":"Philippians 4:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615a40399dc6c407672cb88d","topicId":"615a40389dc6c407672cb889","verse":"1 Timothy 5:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"615a40399dc6c407672cb88e","topicId":"615a40389dc6c407672cb889","verse":"Philippians 4:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-7\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"615a40399dc6c407672cb88f","topicId":"615a40389dc6c407672cb889","verse":"Psalm 139:14","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-8\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},{"_id":"615a403a9dc6c407672cb890","topicId":"615a40389dc6c407672cb889","verse":"1 Peter 3:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60003007_01-10\"><b class=\"verse-num\" id=\"v60003007-1\">7&nbsp;</b>Likewise, husbands, live with your wives in an understanding way, showing honor to the woman as the weaker vessel, since they are heirs with you of the grace of life, so that your prayers may not be hindered.</p>\n\n</div>","kjv":"<strong>7</strong> Likewise, ye husbands, dwell with them according to knowledge, giving honour unto the wife, as unto the weaker vessel, and as being heirs together of the grace of life; that your prayers be not hindered.  ","niv":"<sup><strong>7</strong></sup> Husbands, in the same way be considerate as you live with your wives, and treat them with respect as the weaker partner and as heirs with you of the gracious gift of life, so that nothing will hinder your prayers."},{"_id":"615a403a9dc6c407672cb891","topicId":"615a40389dc6c407672cb889","verse":"Colossians 3:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p51003019_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them.</p>\n</div>","kjv":"<strong>19</strong> Husbands, love your wives, and be not bitter against them.  ","niv":"<sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them."},{"_id":"615a403a9dc6c407672cb892","topicId":"615a40389dc6c407672cb889","verse":"1 Corinthians 4:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46004001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46004001-1\">4:1&nbsp;</b>This is how one should regard us, as servants of Christ and stewards of the mysteries of God. <b class=\"verse-num\" id=\"v46004002-1\">2&nbsp;</b>Moreover, it is required of stewards that they be found faithful. <b class=\"verse-num\" id=\"v46004003-1\">3&nbsp;</b>But with me it is a very small thing that I should be judged by you or by any human court. In fact, I do not even judge myself. <b class=\"verse-num\" id=\"v46004004-1\">4&nbsp;</b>For I am not aware of anything against myself, but I am not thereby acquitted. It is the Lord who judges me. <b class=\"verse-num\" id=\"v46004005-1\">5&nbsp;</b>Therefore do not pronounce judgment before the time, before the Lord comes, who will bring to light the things now hidden in darkness and will disclose the purposes of the heart. Then each one will receive his commendation from God.</p>\n<p id=\"p46004005_05-13\"><b class=\"verse-num\" id=\"v46004006-1\">6&nbsp;</b>I have applied all these things to myself and Apollos for your benefit, brothers, that you may learn by us not to go beyond what is written, that none of you may be puffed up in favor of one against another. <b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n<p id=\"p46004007_05-13\"><b class=\"verse-num\" id=\"v46004008-1\">8&nbsp;</b>Already you have all you want! Already you have become rich! Without us you have become kings! And would that you did reign, so that we might share the rule with you! <b class=\"verse-num\" id=\"v46004009-1\">9&nbsp;</b>For I think that God has exhibited us apostles as last of all, like men sentenced to death, because we have become a spectacle to the world, to angels, and to men. <b class=\"verse-num\" id=\"v46004010-1\">10&nbsp;</b>We are fools for Christ’s sake, but you are wise in Christ. We are weak, but you are strong. You are held in honor, but we in disrepute. <b class=\"verse-num\" id=\"v46004011-1\">11&nbsp;</b>To the present hour we hunger and thirst, we are poorly dressed and buffeted and homeless, <b class=\"verse-num\" id=\"v46004012-1\">12&nbsp;</b>and we labor, working with our own hands. When reviled, we bless; when persecuted, we endure; <b class=\"verse-num\" id=\"v46004013-1\">13&nbsp;</b>when slandered, we entreat. We have become, and are still, like the scum of the world, the refuse of all things.</p>\n<p id=\"p46004013_05-13\"><b class=\"verse-num\" id=\"v46004014-1\">14&nbsp;</b>I do not write these things to make you ashamed, but to admonish you as my beloved children. <b class=\"verse-num\" id=\"v46004015-1\">15&nbsp;</b>For though you have countless guides in Christ, you do not have many fathers. For I became your father in Christ Jesus through the gospel. <b class=\"verse-num\" id=\"v46004016-1\">16&nbsp;</b>I urge you, then, be imitators of me. <b class=\"verse-num\" id=\"v46004017-1\">17&nbsp;</b>That is why I sent you Timothy, my beloved and faithful child in the Lord, to remind you of my ways in Christ, as I teach them everywhere in every church. <b class=\"verse-num\" id=\"v46004018-1\">18&nbsp;</b>Some are arrogant, as though I were not coming to you. <b class=\"verse-num\" id=\"v46004019-1\">19&nbsp;</b>But I will come to you soon, if the Lord wills, and I will find out not the talk of these arrogant people but their power. <b class=\"verse-num\" id=\"v46004020-1\">20&nbsp;</b>For the kingdom of God does not consist in talk but in power. <b class=\"verse-num\" id=\"v46004021-1\">21&nbsp;</b>What do you wish? Shall I come to you with a rod, or with love in a spirit of gentleness?</p>\n\n</div>","kjv":"<strong>1</strong> Let a man so account of us, as of the ministers of Christ, and stewards of the mysteries of God.  <strong>2</strong> Moreover it is required in stewards, that a man be found faithful.  <strong>3</strong> But with me it is a very small thing that I should be judged of you, or of man’s judgment: yea, I judge not mine own self.  <strong>4</strong> For I know nothing by myself; yet am I not hereby justified: but he that judgeth me is the Lord.  <strong>5</strong> Therefore judge nothing before the time, until the Lord come, who both will bring to light the hidden things of darkness, and will make manifest the counsels of the hearts: and then shall every man have praise of God.  <strong>6</strong> And these things, brethren, I have in a figure transferred to myself and to Apollos for your sakes; that ye might learn in us not to think of men above that which is written, that no one of you be puffed up for one against another.  <strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  <strong>8</strong> Now ye are full, now ye are rich, ye have reigned as kings without us: and I would to God ye did reign, that we also might reign with you.  <strong>9</strong> For I think that God hath set forth us the apostles last, as it were appointed to death: for we are made a spectacle unto the world, and to angels, and to men.  <strong>10</strong> We are fools for Christ’s sake, but ye are wise in Christ; we are weak, but ye are strong; ye are  honourable, but we are despised.  <strong>11</strong> Even unto this present hour we both hunger, and thirst, and are naked, and are buffeted, and have no certain dwellingplace;  <strong>12</strong> And labour, working with our own hands: being reviled, we bless; being persecuted, we suffer it:  <strong>13</strong> Being defamed, we intreat: we are made as the filth of the world, and are the offscouring of all things unto this day.  <strong>14</strong> I write not these things to shame you, but as my beloved sons I warn you.  <strong>15</strong> For though ye have ten thousand instructers in Christ, yet have ye  not many fathers: for in Christ Jesus I have begotten you through the gospel.  <strong>16</strong> Wherefore I beseech you, be ye followers of me.  <strong>17</strong> For this cause have I sent unto you Timotheus, who is my beloved son, and faithful in the Lord, who shall bring you into remembrance of my ways which be in Christ, as I teach every where in every church.  <strong>18</strong> Now some are puffed up, as though I would not come to you.  <strong>19</strong> But I will come to you shortly, if the Lord will, and will know, not the speech of them which are puffed up, but the power.  <strong>20</strong> For the kingdom of God is not in word, but in power.  <strong>21</strong> What will ye? shall I come unto you with a rod, or in love, and in the spirit of meekness?  ","niv":"<sup><strong>1</strong></sup> So then, men ought to regard us as servants of Christ and as those entrusted with the secret things of God. <sup><strong>2</strong></sup> Now it is required that those who have been given a trust must prove faithful. <sup><strong>3</strong></sup> I care very little if I am judged by you or by any human court; indeed, I do not even judge myself. <sup><strong>4</strong></sup> My conscience is clear, but that does not make me innocent. It is the Lord who judges me. <sup><strong>5</strong></sup> Therefore judge nothing before the appointed time; wait till the Lord comes. He will bring to light what is hidden in darkness and will expose the motives of men's hearts. At that time each will receive his praise from God. <sup><strong>6</strong></sup> Now, brothers, I have applied these things to myself and Apollos for your benefit, so that you may learn from us the meaning of the saying, \"Do not go beyond what is written.\" Then you will not take pride in one man over against another. <sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not? <sup><strong>8</strong></sup> Already you have all you want! Already you have become rich! You have become kings--and that without us! How I wish that you really had become kings so that we might be kings with you! <sup><strong>9</strong></sup> For it seems to me that God has put us apostles on display at the end of the procession, like men condemned to die in the arena. We have been made a spectacle to the whole universe, to angels as well as to men. <sup><strong>10</strong></sup> We are fools for Christ, but you are so wise in Christ! We are weak, but you are strong! You are honored, we are dishonored! <sup><strong>11</strong></sup> To this very hour we go hungry and thirsty, we are in rags, we are brutally treated, we are homeless. <sup><strong>12</strong></sup> We work hard with our own hands. When we are cursed, we bless; when we are persecuted, we endure it; <sup><strong>13</strong></sup> when we are slandered, we answer kindly. Up to this moment we have become the scum of the earth, the refuse of the world. <sup><strong>14</strong></sup> I am not writing this to shame you, but to warn you, as my dear children. <sup><strong>15</strong></sup> Even though you have ten thousand guardians in Christ, you do not have many fathers, for in Christ Jesus I became your father through the gospel. <sup><strong>16</strong></sup> Therefore I urge you to imitate me. <sup><strong>17</strong></sup> For this reason I am sending to you Timothy, my son whom I love, who is faithful in the Lord. He will remind you of my way of life in Christ Jesus, which agrees with what I teach everywhere in every church. <sup><strong>18</strong></sup> Some of you have become arrogant, as if I were not coming to you. <sup><strong>19</strong></sup> But I will come to you very soon, if the Lord is willing, and then I will find out not only how these arrogant people are talking, but what power they have. <sup><strong>20</strong></sup> For the kingdom of God is not a matter of talk but of power. <sup><strong>21</strong></sup> What do you prefer? Shall I come to you with a whip, or in love and with a gentle spirit? "},{"_id":"615a403b9dc6c407672cb893","topicId":"615a40389dc6c407672cb889","verse":"1 Timothy 4:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p54004007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n</div>","kjv":"<strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly."},{"_id":"615a403b9dc6c407672cb894","topicId":"615a40389dc6c407672cb889","verse":"Ephesians 5:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005025_01-16\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her,</p>\n</div>","kjv":"<strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  ","niv":"<sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her"},{"_id":"615a403b9dc6c407672cb895","topicId":"615a40389dc6c407672cb889","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-17\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a403b9dc6c407672cb896","topicId":"615a40389dc6c407672cb889","verse":"Philippians 3:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p50003021_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003021-1\">21&nbsp;</b>who will transform our lowly body to be like his glorious body, by the power that enables him even to subject all things to himself.</p>\n</div>","kjv":"<strong>21</strong> Who shall change our vile body, that it may be fashioned like unto his glorious body, according to the working whereby he is able even to subdue all things unto himself.  ","niv":"<sup><strong>21</strong></sup> who, by the power that enables him to bring everything under his control, will transform our lowly bodies so that they will be like his glorious body."},{"_id":"615a403c9dc6c407672cb897","topicId":"615a40389dc6c407672cb889","verse":"Galatians 2:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"615a403c9dc6c407672cb898","topicId":"615a40389dc6c407672cb889","verse":"1 Corinthians 11:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God.</p>\n\n</div>","kjv":"<strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  ","niv":"<sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God."},{"_id":"615a403c9dc6c407672cb899","topicId":"615a40389dc6c407672cb889","verse":"John 5:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43005029_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43005029-1\">29&nbsp;</b><span class=\"woc\">and come out, those who have done good to the resurrection of life, and those who have done evil to the resurrection of judgment.</span></p>\n</div>","kjv":"<strong>29</strong> And shall come forth; they that have done good, unto the resurrection of life; and they that have done evil, unto the resurrection of damnation.  ","niv":"<sup><strong>29</strong></sup> and come out--those who have done good will rise to live, and those who have done evil will rise to be condemned."},{"_id":"615a403d9dc6c407672cb89a","topicId":"615a40389dc6c407672cb889","verse":"Matthew 22:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40022029_01-23\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span></p>\n</div>","kjv":"<strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  ","niv":"<sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God."},{"_id":"615a403d9dc6c407672cb89b","topicId":"615a40389dc6c407672cb889","verse":"Job 19:26","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18019026_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v18019026-1\">26&nbsp;</b>&nbsp;&nbsp;And after my skin has been thus destroyed,</span><br><span id=\"p18019026_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet in my flesh I shall see God,</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>26</strong> And though after my skin worms destroy this body, yet in my flesh shall I see God:  ","niv":"<sup><strong>26</strong></sup> And after my skin has been destroyed, yet in my flesh I will see God;"}]}