{"_id":"615a470f9dc6c407672cb8e1","slug":"caring","name":"Caring","verses":[{"_id":"615a47109dc6c407672cb8e2","topicId":"615a470f9dc6c407672cb8e1","verse":"John 13:34-35","votes":125,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-1\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"615a47109dc6c407672cb8e3","topicId":"615a470f9dc6c407672cb8e1","verse":"Galatians 6:10","votes":106,"__v":0,"esv":"<div>\n<p id=\"p48006010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n</div>","kjv":"<strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.","modified":"2022-06-24T14:36:54.568Z"},{"_id":"615a47109dc6c407672cb8e4","topicId":"615a470f9dc6c407672cb8e1","verse":"Philippians 2:4","votes":74,"__v":0,"esv":"<div>\n<p id=\"p50002004_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others.</p>\n</div>","kjv":"<strong>4</strong> Look not every man on his own things, but every man also on the things of others.  ","niv":"<sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others."},{"_id":"615a47119dc6c407672cb8e5","topicId":"615a470f9dc6c407672cb8e1","verse":"James 2:14-17","votes":67,"__v":0,"esv":"<div>\n\n<p id=\"p59002014_06-4\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n\n</div>","kjv":"<strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  ","niv":"<sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. "},{"_id":"615a47119dc6c407672cb8e6","topicId":"615a470f9dc6c407672cb8e1","verse":"1 Timothy 5:8","votes":52,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever.","modified":"2022-07-19T13:47:35.716Z"},{"_id":"615a47119dc6c407672cb8e7","topicId":"615a470f9dc6c407672cb8e1","verse":"1 Corinthians 13:1-2","votes":40,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-21\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-21\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-21\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. "},{"_id":"615a47119dc6c407672cb8e8","topicId":"615a470f9dc6c407672cb8e1","verse":"Luke 6:31","votes":34,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you."},{"_id":"615a47129dc6c407672cb8e9","topicId":"615a470f9dc6c407672cb8e1","verse":"Matthew 25:31-46","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p40025031_04-10\"><b class=\"verse-num woc\" id=\"v40025031-1\">31&nbsp;</b><span class=\"woc\">“When the Son of Man comes in his glory, and all the angels with him, then he will sit on his glorious throne.</span> <b class=\"verse-num woc\" id=\"v40025032-1\">32&nbsp;</b><span class=\"woc\">Before him will be gathered all the nations, and he will separate people one from another as a shepherd separates the sheep from the goats.</span> <b class=\"verse-num woc\" id=\"v40025033-1\">33&nbsp;</b><span class=\"woc\">And he will place the sheep on his right, but the goats on the left.</span> <b class=\"verse-num woc\" id=\"v40025034-1\">34&nbsp;</b><span class=\"woc\">Then the King will say to those on his right, ‘Come, you who are blessed by my Father, inherit the kingdom prepared for you from the foundation of the world.</span> <b class=\"verse-num woc\" id=\"v40025035-1\">35&nbsp;</b><span class=\"woc\">For I was hungry and you gave me food, I was thirsty and you gave me drink, I was a stranger and you welcomed me,</span> <b class=\"verse-num woc\" id=\"v40025036-1\">36&nbsp;</b><span class=\"woc\">I was naked and you clothed me, I was sick and you visited me, I was in prison and you came to me.’</span> <b class=\"verse-num woc\" id=\"v40025037-1\">37&nbsp;</b><span class=\"woc\">Then the righteous will answer him, saying, ‘Lord, when did we see you hungry and feed you, or thirsty and give you drink?</span> <b class=\"verse-num woc\" id=\"v40025038-1\">38&nbsp;</b><span class=\"woc\">And when did we see you a stranger and welcome you, or naked and clothe you?</span> <b class=\"verse-num woc\" id=\"v40025039-1\">39&nbsp;</b><span class=\"woc\">And when did we see you sick or in prison and visit you?’</span> <b class=\"verse-num woc\" id=\"v40025040-1\">40&nbsp;</b><span class=\"woc\">And the King will answer them, ‘Truly, I say to you, as you did it to one of the least of these my brothers, you did it to me.’</span></p>\n<p id=\"p40025040_04-10\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span> <b class=\"verse-num woc\" id=\"v40025042-1\">42&nbsp;</b><span class=\"woc\">For I was hungry and you gave me no food, I was thirsty and you gave me no drink,</span> <b class=\"verse-num woc\" id=\"v40025043-1\">43&nbsp;</b><span class=\"woc\">I was a stranger and you did not welcome me, naked and you did not clothe me, sick and in prison and you did not visit me.’</span> <b class=\"verse-num woc\" id=\"v40025044-1\">44&nbsp;</b><span class=\"woc\">Then they also will answer, saying, ‘Lord, when did we see you hungry or thirsty or a stranger or naked or sick or in prison, and did not minister to you?’</span> <b class=\"verse-num woc\" id=\"v40025045-1\">45&nbsp;</b><span class=\"woc\">Then he will answer them, saying, ‘Truly, I say to you, as you did not do it to one of the least of these, you did not do it to me.’</span> <b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n\n</div>","kjv":"<strong>31</strong>           When the Son of man shall come in his glory, and all the holy angels with him, then shall he sit upon the throne of his glory:  <strong>32</strong> And before him shall be gathered all nations: and he shall separate them one from another, as a shepherd divideth his sheep from the goats:  <strong>33</strong> And he shall set the sheep on his right hand, but the goats on the left.  <strong>34</strong> Then shall the King say unto them on his right hand, Come, ye blessed of my Father, inherit the kingdom prepared for you from the foundation of the world:  <strong>35</strong> For I was an hungred, and ye gave me meat: I was thirsty, and ye gave me drink: I was a stranger, and ye took me in:  <strong>36</strong> Naked, and ye clothed me: I was sick, and ye visited me: I was in prison, and ye came unto me.  <strong>37</strong> Then shall the righteous answer him, saying, Lord, when saw we thee an hungred, and fed thee? or thirsty, and gave thee  drink?  <strong>38</strong> When saw we thee a stranger, and took thee in? or naked, and clothed thee?  <strong>39</strong> Or when saw we thee sick, or in prison, and came unto thee?  <strong>40</strong> And the King shall answer and say unto them, Verily I say unto you, Inasmuch as ye have done it unto one of the least of these my brethren, ye have done it unto me.  <strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  <strong>42</strong> For I was an hungred, and ye gave me no meat: I was thirsty, and ye gave me no drink:  <strong>43</strong> I was a stranger, and ye took me not in: naked, and ye clothed me not: sick, and in prison, and ye visited me not.  <strong>44</strong> Then shall they also answer him, saying, Lord, when saw we thee an hungred, or athirst, or a stranger, or naked, or sick, or in prison, and did not minister unto thee?  <strong>45</strong> Then shall he answer them, saying, Verily I say unto you, Inasmuch as ye did it not to one of the least of these, ye did it not to me.  <strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>31</strong></sup> \"When the Son of Man comes in his glory, and all the angels with him, he will sit on his throne in heavenly glory. <sup><strong>32</strong></sup> All the nations will be gathered before him, and he will separate the people one from another as a shepherd separates the sheep from the goats. <sup><strong>33</strong></sup> He will put the sheep on his right and the goats on his left. <sup><strong>34</strong></sup> \"Then the King will say to those on his right, 'Come, you who are blessed by my Father; take your inheritance, the kingdom prepared for you since the creation of the world. <sup><strong>35</strong></sup> For I was hungry and you gave me something to eat, I was thirsty and you gave me something to drink, I was a stranger and you invited me in, <sup><strong>36</strong></sup> I needed clothes and you clothed me, I was sick and you looked after me, I was in prison and you came to visit me.' <sup><strong>37</strong></sup> \"Then the righteous will answer him, 'Lord, when did we see you hungry and feed you, or thirsty and give you something to drink? <sup><strong>38</strong></sup> When did we see you a stranger and invite you in, or needing clothes and clothe you? <sup><strong>39</strong></sup> When did we see you sick or in prison and go to visit you?' <sup><strong>40</strong></sup> \"The King will reply, 'I tell you the truth, whatever you did for one of the least of these brothers of mine, you did for me.' <sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels. <sup><strong>42</strong></sup> For I was hungry and you gave me nothing to eat, I was thirsty and you gave me nothing to drink, <sup><strong>43</strong></sup> I was a stranger and you did not invite me in, I needed clothes and you did not clothe me, I was sick and in prison and you did not look after me.' <sup><strong>44</strong></sup> \"They also will answer, 'Lord, when did we see you hungry or thirsty or a stranger or needing clothes or sick or in prison, and did not help you?' <sup><strong>45</strong></sup> \"He will reply, 'I tell you the truth, whatever you did not do for one of the least of these, you did not do for me.' <sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\" "},{"_id":"615a47129dc6c407672cb8ea","topicId":"615a470f9dc6c407672cb8e1","verse":"Colossians 3:23","votes":28,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615a47129dc6c407672cb8eb","topicId":"615a470f9dc6c407672cb8e1","verse":"Galatians 5:14","votes":21,"__v":0,"esv":"<div>\n<p id=\"p48005014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005014-1\">14&nbsp;</b>For the whole law is fulfilled in one word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>14</strong> For all the law is fulfilled in one word, even in this; Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>14</strong></sup> The entire law is summed up in a single command: \"Love your neighbor as yourself.\""},{"_id":"615a47139dc6c407672cb8ec","topicId":"615a470f9dc6c407672cb8e1","verse":"John 3:16","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-13\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a47139dc6c407672cb8ed","topicId":"615a470f9dc6c407672cb8e1","verse":"1 Peter 5:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615a47139dc6c407672cb8ee","topicId":"615a470f9dc6c407672cb8e1","verse":"John 15:13","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43015013_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015013-1\">13&nbsp;</b><span class=\"woc\">Greater love has no one than this, that someone lay down his life for his friends.</span></p>\n</div>","kjv":"<strong>13</strong> Greater love hath no man than this, that a man lay down his life for his friends.  ","niv":"<sup><strong>13</strong></sup> Greater love has no one than this, that he lay down his life for his friends."},{"_id":"615a47139dc6c407672cb8ef","topicId":"615a470f9dc6c407672cb8e1","verse":"1 John 4:7","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p62004007_04-17\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God.</p>\n</div>","kjv":"<strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  ","niv":"<sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God."},{"_id":"615a47149dc6c407672cb8f0","topicId":"615a470f9dc6c407672cb8e1","verse":"Ephesians 5:1","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p49005001_04-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49005001-1\">5:1&nbsp;</b>Therefore be imitators of God, as beloved children.</p>\n</div>","kjv":"<strong>1</strong> Be ye therefore followers of God, as dear children;  ","niv":"<sup><strong>1</strong></sup> Be imitators of God, therefore, as dearly loved children"},{"_id":"615a47149dc6c407672cb8f1","topicId":"615a470f9dc6c407672cb8e1","verse":"Matthew 6:14-15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40006014_01-19\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n</div>","kjv":"<strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. ","niv":"<sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. "},{"_id":"615a47149dc6c407672cb8f2","topicId":"615a470f9dc6c407672cb8e1","verse":"1 Corinthians 13:1-13","votes":8,"__v":0,"kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"615a47159dc6c407672cb8f3","topicId":"615a470f9dc6c407672cb8e1","verse":"John 3:16-18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. "},{"_id":"615a47159dc6c407672cb8f4","topicId":"615a470f9dc6c407672cb8e1","verse":"John 6:28-29","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43006028_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span></p>\n</div>","kjv":"<strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  ","niv":"<sup><strong>28</strong></sup> Then they asked him, \"What must we do to do the works God requires?\" <sup><strong>29</strong></sup> Jesus answered, \"The work of God is this: to believe in the one he has sent.\" "},{"_id":"615a47159dc6c407672cb8f5","topicId":"615a470f9dc6c407672cb8e1","verse":"Matthew 22:34-40","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40022034_04-24\"><b class=\"verse-num\" id=\"v40022034-1\">34&nbsp;</b>But when the Pharisees heard that he had silenced the Sadducees, they gathered together. <b class=\"verse-num\" id=\"v40022035-1\">35&nbsp;</b>And one of them, a lawyer, asked him a question to test him. <b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n</div>","kjv":"<strong>34</strong> But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.  <strong>35</strong> Then one of them, which was a lawyer, asked him a question, tempting him, and saying,  <strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  ","niv":"<sup><strong>34</strong></sup> Hearing that Jesus had silenced the Sadducees, the Pharisees got together. <sup><strong>35</strong></sup> One of them, an expert in the law, tested him with this question: <sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" "},{"_id":"615a47169dc6c407672cb8f6","topicId":"615a470f9dc6c407672cb8e1","verse":"Matthew 5:21-22","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p40005021_02-25\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span></p>\n\n</div>","kjv":"<strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  ","niv":"<sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. "},{"_id":"615a47169dc6c407672cb8f7","topicId":"615a470f9dc6c407672cb8e1","verse":"Romans 15:25-27","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45015025_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015025-1\">25&nbsp;</b>At present, however, I am going to Jerusalem bringing aid to the saints. <b class=\"verse-num\" id=\"v45015026-1\">26&nbsp;</b>For Macedonia and Achaia have been pleased to make some contribution for the poor among the saints at Jerusalem. <b class=\"verse-num\" id=\"v45015027-1\">27&nbsp;</b>For they were pleased to do it, and indeed they owe it to them. For if the Gentiles have come to share in their spiritual blessings, they ought also to be of service to them in material blessings.</p>\n</div>","kjv":"<strong>25</strong> But now I go unto Jerusalem to minister unto the saints.  <strong>26</strong> For it hath pleased them of Macedonia and Achaia to make a certain contribution for the poor saints which are at Jerusalem.  <strong>27</strong> It hath pleased them verily; and their debtors they are. For if the Gentiles have been made partakers of their spiritual things, their duty is also to minister unto them in carnal things.  ","niv":"<sup><strong>25</strong></sup> Now, however, I am on my way to Jerusalem in the service of the saints there. <sup><strong>26</strong></sup> For Macedonia and Achaia were pleased to make a contribution for the poor among the saints in Jerusalem. <sup><strong>27</strong></sup> They were pleased to do it, and indeed they owe it to them. For if the Gentiles have shared in the Jews' spiritual blessings, they owe it to the Jews to share with them their material blessings. "},{"_id":"615a47169dc6c407672cb8f8","topicId":"615a470f9dc6c407672cb8e1","verse":"Luke 10:25-37","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p42010025_07-27\"><b class=\"verse-num\" id=\"v42010025-1\">25&nbsp;</b>And behold, a lawyer stood up to put him to the test, saying, “Teacher, what shall I do to inherit eternal life?” <b class=\"verse-num\" id=\"v42010026-1\">26&nbsp;</b>He said to him, <span class=\"woc\">“What is written in the Law? How do you read it?”</span> <b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.” <b class=\"verse-num\" id=\"v42010028-1\">28&nbsp;</b>And he said to him, <span class=\"woc\">“You have answered correctly; do this, and you will live.”</span></p>\n<p id=\"p42010028_07-27\"><b class=\"verse-num\" id=\"v42010029-1\">29&nbsp;</b>But he, desiring to justify himself, said to Jesus, “And who is my neighbor?” <b class=\"verse-num\" id=\"v42010030-1\">30&nbsp;</b>Jesus replied, <span class=\"woc\">“A man was going down from Jerusalem to Jericho, and he fell among robbers, who stripped him and beat him and departed, leaving him half dead.</span> <b class=\"verse-num woc\" id=\"v42010031-1\">31&nbsp;</b><span class=\"woc\">Now by chance a priest was going down that road, and when he saw him he passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010032-1\">32&nbsp;</b><span class=\"woc\">So likewise a Levite, when he came to the place and saw him, passed by on the other side.</span> <b class=\"verse-num woc\" id=\"v42010033-1\">33&nbsp;</b><span class=\"woc\">But a Samaritan, as he journeyed, came to where he was, and when he saw him, he had compassion.</span> <b class=\"verse-num woc\" id=\"v42010034-1\">34&nbsp;</b><span class=\"woc\">He went to him and bound up his wounds, pouring on oil and wine. Then he set him on his own animal and brought him to an inn and took care of him.</span> <b class=\"verse-num woc\" id=\"v42010035-1\">35&nbsp;</b><span class=\"woc\">And the next day he took out two denarii and gave them to the innkeeper, saying, ‘Take care of him, and whatever more you spend, I will repay you when I come back.’</span> <b class=\"verse-num woc\" id=\"v42010036-1\">36&nbsp;</b><span class=\"woc\">Which of these three, do you think, proved to be a neighbor to the man who fell among the robbers?”</span> <b class=\"verse-num\" id=\"v42010037-1\">37&nbsp;</b>He said, “The one who showed him mercy.” And Jesus said to him, <span class=\"woc\">“You go, and do likewise.”</span></p>\n\n</div>","kjv":"<strong>25</strong> And, behold, a certain lawyer stood up, and tempted him, saying, Master, what shall I do to inherit eternal life?  <strong>26</strong> He said unto him, What is written in the law? how readest thou?  <strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  <strong>28</strong> And he said unto him, Thou hast answered right: this do, and thou shalt live.  <strong>29</strong> But he, willing to justify himself, said unto Jesus, And who is my neighbour?  <strong>30</strong> And Jesus answering said, A certain man went down from Jerusalem to Jericho, and fell among thieves, which stripped him of his raiment, and wounded him, and departed, leaving him  half dead.  <strong>31</strong> And by chance there came down a certain priest that way: and when he saw him, he passed by on the other side.  <strong>32</strong> And likewise a Levite, when he was at the place, came and looked on him, and passed by on the other side.  <strong>33</strong> But a certain Samaritan, as he journeyed, came where he was: and when he saw him, he had compassion on him,  <strong>34</strong> And went to him, and bound up his wounds, pouring in oil and wine, and set him on his own beast, and brought him to an inn, and took care of him.  <strong>35</strong> And on the morrow when he departed, he took out two pence, and gave them to the host, and said unto him, Take care of him; and whatsoever thou spendest more, when I come again, I will repay thee.  <strong>36</strong> Which now of these three, thinkest thou, was neighbour unto him that fell among the thieves?  <strong>37</strong> And he said, He that shewed mercy on him. Then said Jesus unto him, Go, and do thou likewise. ","niv":"<sup><strong>25</strong></sup> On one occasion an expert in the law stood up to test Jesus. \"Teacher,\" he asked, \"what must I do to inherit eternal life?\" <sup><strong>26</strong></sup> \"What is written in the Law?\" he replied. \"How do you read it?\" <sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\" <sup><strong>28</strong></sup> \"You have answered correctly,\" Jesus replied. \"Do this and you will live.\" <sup><strong>29</strong></sup> But he wanted to justify himself, so he asked Jesus, \"And who is my neighbor?\" <sup><strong>30</strong></sup> In reply Jesus said: \"A man was going down from Jerusalem to Jericho, when he fell into the hands of robbers. They stripped him of his clothes, beat him and went away, leaving him half dead. <sup><strong>31</strong></sup> A priest happened to be going down the same road, and when he saw the man, he passed by on the other side. <sup><strong>32</strong></sup> So too, a Levite, when he came to the place and saw him, passed by on the other side. <sup><strong>33</strong></sup> But a Samaritan, as he traveled, came where the man was; and when he saw him, he took pity on him. <sup><strong>34</strong></sup> He went to him and bandaged his wounds, pouring on oil and wine. Then he put the man on his own donkey, took him to an inn and took care of him. <sup><strong>35</strong></sup> The next day he took out two silver coins and gave them to the innkeeper. 'Look after him,' he said, 'and when I return, I will reimburse you for any extra expense you may have.' <sup><strong>36</strong></sup> \"Which of these three do you think was a neighbor to the man who fell into the hands of robbers?\" <sup><strong>37</strong></sup> The expert in the law replied, \"The one who had mercy on him.\" Jesus told him, \"Go and do likewise.\" "},{"_id":"615a47169dc6c407672cb8f9","topicId":"615a470f9dc6c407672cb8e1","verse":"Leviticus 19:34","votes":7,"__v":0,"esv":"<div>\n<p id=\"p03019034_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019034-1\">34&nbsp;</b>You shall treat the stranger who sojourns with you as the native among you, and you shall love him as yourself, for you were strangers in the land of Egypt: I am the LORD your God.</p>\n</div>","kjv":"<strong>34</strong> But the stranger that dwelleth with you shall be unto you as one born among you, and thou shalt love him as thyself; for ye were strangers in the land of Egypt: I am the LORD your God.  ","niv":"<sup><strong>34</strong></sup> The alien living with you must be treated as one of your native-born. Love him as yourself, for you were aliens in Egypt. I am the LORD your God."},{"_id":"615a47179dc6c407672cb8fa","topicId":"615a470f9dc6c407672cb8e1","verse":"Galatians 6:2","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."}]}