{"_id":"615a48f59dc6c407672cb9fb","slug":"cast","name":"Cast","verses":[{"_id":"615a48f59dc6c407672cb9fc","topicId":"615a48f59dc6c407672cb9fb","verse":"1 Peter 5:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615a48f69dc6c407672cb9fd","topicId":"615a48f59dc6c407672cb9fb","verse":"Hebrews 2:1-17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p58002001_05-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58002001-1\">2:1&nbsp;</b>Therefore we must pay much closer attention to what we have heard, lest we drift away from it. <b class=\"verse-num\" id=\"v58002002-1\">2&nbsp;</b>For since the message declared by angels proved to be reliable, and every transgression or disobedience received a just retribution, <b class=\"verse-num\" id=\"v58002003-1\">3&nbsp;</b>how shall we escape if we neglect such a great salvation? It was declared at first by the Lord, and it was attested to us by those who heard, <b class=\"verse-num\" id=\"v58002004-1\">4&nbsp;</b>while God also bore witness by signs and wonders and various miracles and by gifts of the Holy Spirit distributed according to his will.</p>\n\n<p id=\"p58002004_09-2\"><b class=\"verse-num\" id=\"v58002005-1\">5&nbsp;</b>For it was not to angels that God subjected the world to come, of which we are speaking. <b class=\"verse-num\" id=\"v58002006-1\">6&nbsp;</b>It has been testified somewhere,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002006_09-2\" class=\"line\">&nbsp;&nbsp;“What is man, that you are mindful of him,</span><br><span id=\"p58002006_09-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or the son of man, that you care for him?</span><br><span id=\"p58002007_09-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v58002007-1\">7&nbsp;</b>&nbsp;&nbsp;You made him for a little while lower than the angels;</span><br><span id=\"p58002007_09-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have crowned him with glory and honor,</span><br><span id=\"p58002008_09-2\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v58002008-1\">8&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;putting everything in subjection under his feet.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002008_09-2\" class=\"same-paragraph\">Now in putting everything in subjection to him, he left nothing outside his control. At present, we do not yet see everything in subjection to him. <b class=\"verse-num\" id=\"v58002009-1\">9&nbsp;</b>But we see him who for a little while was made lower than the angels, namely Jesus, crowned with glory and honor because of the suffering of death, so that by the grace of God he might taste death for everyone.</p>\n<p id=\"p58002009_09-2\"><b class=\"verse-num\" id=\"v58002010-1\">10&nbsp;</b>For it was fitting that he, for whom and by whom all things exist, in bringing many sons to glory, should make the founder of their salvation perfect through suffering. <b class=\"verse-num\" id=\"v58002011-1\">11&nbsp;</b>For he who sanctifies and those who are sanctified all have one source. That is why he is not ashamed to call them brothers, <b class=\"verse-num\" id=\"v58002012-1\">12&nbsp;</b>saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002012_09-2\" class=\"line\">&nbsp;&nbsp;“I will tell of your name to my brothers;</span><br><span id=\"p58002012_09-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the midst of the congregation I will sing your praise.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002012_09-2\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58002013-1\">13&nbsp;</b>And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-2\" class=\"line\">&nbsp;&nbsp;“I will put my trust in him.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-2\" class=\"same-paragraph\">And again,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58002013_09-2\" class=\"line\">&nbsp;&nbsp;“Behold, I and the children God has given me.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58002013_09-2\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil, <b class=\"verse-num\" id=\"v58002015-1\">15&nbsp;</b>and deliver all those who through fear of death were subject to lifelong slavery. <b class=\"verse-num\" id=\"v58002016-1\">16&nbsp;</b>For surely it is not angels that he helps, but he helps the offspring of Abraham. <b class=\"verse-num\" id=\"v58002017-1\">17&nbsp;</b>Therefore he had to be made like his brothers in every respect, so that he might become a merciful and faithful high priest in the service of God, to make propitiation for the sins of the people.</p>\n\n</div>","kjv":"<strong>1</strong> Therefore we ought to give the more earnest heed to the things which we have heard, lest at any time we should let them slip.  <strong>2</strong> For if the word spoken by angels was stedfast, and every transgression and disobedience received a just recompence of reward;  <strong>3</strong> How shall we escape, if we neglect so great salvation; which at the first began to be spoken by the Lord, and was confirmed unto us by them that heard him;  <strong>4</strong> God also bearing them witness, both with signs and wonders, and with divers miracles, and gifts of the Holy Ghost, according to his own will?  <strong>5</strong> For unto the angels hath he not put in subjection the world to come, whereof we speak.  <strong>6</strong> But one in a certain place testified, saying, What is man, that thou art mindful of him? or the son of man, that thou visitest him?  <strong>7</strong> Thou madest him a little lower than the angels; thou crownedst him with glory and honour, and didst set him over the works of thy hands:  <strong>8</strong> Thou hast put all things in subjection under his feet. For in that he put all in subjection under him, he left nothing that is not put under him. But now we see not yet all things put under him.  <strong>9</strong> But we see Jesus, who was made a little lower than the angels for the suffering of death, crowned with glory and honour; that he by the grace of God should taste death for every man.  <strong>10</strong> For it became him, for whom are all things, and by whom are all things, in bringing many sons unto glory, to make the captain of their salvation perfect through sufferings.  <strong>11</strong> For both he that sanctifieth and they who are sanctified are  all of one: for which cause he is not ashamed to call them brethren,  <strong>12</strong> Saying, I will declare thy name unto my brethren, in the midst of the church will I sing praise unto thee.  <strong>13</strong> And again, I will put my trust in him. And again, Behold I and the children which God hath given me.  <strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  <strong>15</strong> And deliver them who through fear of death were all their lifetime subject to bondage.  <strong>16</strong> For verily he took not on him the nature of angels; but he took on him the seed of Abraham.  <strong>17</strong> Wherefore in all things it behoved him to be made like unto his  brethren, that he might be a merciful and faithful high priest in things pertaining to God, to make reconciliation for the sins of the people.  ","niv":"<sup><strong>1</strong></sup> We must pay more careful attention, therefore, to what we have heard, so that we do not drift away. <sup><strong>2</strong></sup> For if the message spoken by angels was binding, and every violation and disobedience received its just punishment, <sup><strong>3</strong></sup> how shall we escape if we ignore such a great salvation? This salvation, which was first announced by the Lord, was confirmed to us by those who heard him. <sup><strong>4</strong></sup> God also testified to it by signs, wonders and various miracles, and gifts of the Holy Spirit distributed according to his will. <sup><strong>5</strong></sup> It is not to angels that he has subjected the world to come, about which we are speaking. <sup><strong>6</strong></sup> But there is a place where someone has testified: \"What is man that you are mindful of him, the son of man that you care for him? <sup><strong>7</strong></sup> You made him a little lower than the angels; you crowned him with glory and honor <sup><strong>8</strong></sup> and put everything under his feet.? In putting everything under him, God left nothing that is not subject to him. Yet at present we do not see everything subject to him. <sup><strong>9</strong></sup> But we see Jesus, who was made a little lower than the angels, now crowned with glory and honor because he suffered death, so that by the grace of God he might taste death for everyone. <sup><strong>10</strong></sup> In bringing many sons to glory, it was fitting that God, for whom and through whom everything exists, should make the author of their salvation perfect through suffering. <sup><strong>11</strong></sup> Both the one who makes men holy and those who are made holy are of the same family. So Jesus is not ashamed to call them brothers. <sup><strong>12</strong></sup> He says, \"I will declare your name to my brothers; in the presence of the congregation I will sing your praises.\" <sup><strong>13</strong></sup> And again, \"I will put my trust in him.\" And again he says, \"Here am I, and the children God has given me.\" <sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil-- <sup><strong>15</strong></sup> and free those who all their lives were held in slavery by their fear of death. <sup><strong>16</strong></sup> For surely it is not angels he helps, but Abraham's descendants. <sup><strong>17</strong></sup> For this reason he had to be made like his brothers in every way, in order that he might become a merciful and faithful high priest in service to God, and that he might make atonement for the sins of the people. "},{"_id":"615a48f69dc6c407672cb9fe","topicId":"615a48f59dc6c407672cb9fb","verse":"Revelation 21:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"615a48f79dc6c407672cb9ff","topicId":"615a48f59dc6c407672cb9fb","verse":"Jude 1:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p65001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v65001001-1\">1:1&nbsp;</b>Jude, a servant of Jesus Christ and brother of James,</p>\n<p id=\"p65001001_02-24\">To those who are called, beloved in God the Father and kept for Jesus Christ:</p>\n\n</div>","kjv":"<strong>13</strong> Raging waves of the sea, foaming out their own shame; wandering stars, to whom is reserved the blackness of darkness for ever.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a48f79dc6c407672cba00","topicId":"615a48f59dc6c407672cb9fb","verse":"James 4:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004007_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004007-1\">7&nbsp;</b>Submit yourselves therefore to God. Resist the devil, and he will flee from you.</p>\n</div>","kjv":"<strong>7</strong> Submit yourselves therefore to God. Resist the devil, and he will flee from you.  ","niv":"<sup><strong>7</strong></sup> Submit yourselves, then, to God. Resist the devil, and he will flee from you."},{"_id":"615a48f79dc6c407672cba01","topicId":"615a48f59dc6c407672cb9fb","verse":"Matthew 25:46","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025046_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025046-1\">46&nbsp;</b><span class=\"woc\">And these will go away into eternal punishment, but the righteous into eternal life.”</span></p>\n</div>","kjv":"<strong>46</strong> And these shall go away into everlasting punishment: but the righteous into life eternal. ","niv":"<sup><strong>46</strong></sup> \"Then they will go away to eternal punishment, but the righteous to eternal life.\""},{"_id":"615a48f79dc6c407672cba02","topicId":"615a48f59dc6c407672cb9fb","verse":"Jonah 1:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p32001007_07-7\"><b class=\"verse-num\" id=\"v32001007-1\">7&nbsp;</b>And they said to one another, “Come, let us cast lots, that we may know on whose account this evil has come upon us.” So they cast lots, and the lot fell on Jonah.</p>\n</div>","kjv":"<strong>7</strong> And they said every one to his fellow, Come, and let us cast lots, that we may know for whose cause this evil is upon us. So they cast lots, and the lot fell upon Jonah.  ","niv":"<sup><strong>7</strong></sup> Then the sailors said to each other, \"Come, let us cast lots to find out who is responsible for this calamity.\" They cast lots and the lot fell on Jonah."},{"_id":"615a48f79dc6c407672cba03","topicId":"615a48f59dc6c407672cb9fb","verse":"Psalm 55:22","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055022_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055022-1\">22&nbsp;</b>&nbsp;&nbsp;Cast your burden on the LORD,</span><br><span id=\"p19055022_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will sustain you;</span><br><span id=\"p19055022_01-8\" class=\"line\">&nbsp;&nbsp;he will never permit</span><br><span id=\"p19055022_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the righteous to be moved.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Cast thy burden upon the LORD, and he shall sustain thee: he shall never suffer the righteous to be moved.  ","niv":"<sup><strong>22</strong></sup> Cast your cares on the LORD and he will sustain you; he will never let the righteous fall."},{"_id":"615a48f89dc6c407672cba04","topicId":"615a48f59dc6c407672cb9fb","verse":"Revelation 20:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020014_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire.</p>\n</div>","kjv":"<strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  ","niv":"<sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death."},{"_id":"615a48f89dc6c407672cba05","topicId":"615a48f59dc6c407672cb9fb","verse":"Revelation 20:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n</div>","kjv":"<strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  ","niv":"<sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years."},{"_id":"615a48f89dc6c407672cba06","topicId":"615a48f59dc6c407672cb9fb","verse":"1 John 5:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62005016_01-11\"><b class=\"verse-num\" id=\"v62005016-1\">16&nbsp;</b>If anyone sees his brother committing a sin not leading to death, he shall ask, and God will give him life—to those who commit sins that do not lead to death. There is sin that leads to death; I do not say that one should pray for that.</p>\n\n</div>","kjv":"<strong>16</strong> If any man see his brother sin a sin which is not unto death, he shall ask, and he shall give him life for them that sin not unto death. There is a sin unto death: I do not say that he shall pray for it.  ","niv":"<sup><strong>16</strong></sup> If anyone sees his brother commit a sin that does not lead to death, he should pray and God will give him life. I refer to those whose sin does not lead to death. There is a sin that leads to death. I am not saying that he should pray about that."},{"_id":"615a48f99dc6c407672cba07","topicId":"615a48f59dc6c407672cb9fb","verse":"1 Peter 5:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60005008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005008-1\">8&nbsp;</b>Be sober-minded; be watchful. Your adversary the devil prowls around like a roaring lion, seeking someone to devour.</p>\n</div>","kjv":"<strong>8</strong> Be sober, be vigilant; because your adversary the devil, as a roaring lion, walketh about, seeking whom he may devour:  ","niv":"<sup><strong>8</strong></sup> Be self-controlled and alert. Your enemy the devil prowls around like a roaring lion looking for someone to devour."},{"_id":"615a48f99dc6c407672cba08","topicId":"615a48f59dc6c407672cb9fb","verse":"James 1:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001027_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n</div>","kjv":"<strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world."},{"_id":"615a48f99dc6c407672cba09","topicId":"615a48f59dc6c407672cb9fb","verse":"Hebrews 2:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58002014_01-15\"><b class=\"verse-num\" id=\"v58002014-1\">14&nbsp;</b>Since therefore the children share in flesh and blood, he himself likewise partook of the same things, that through death he might destroy the one who has the power of death, that is, the devil,</p>\n</div>","kjv":"<strong>14</strong> Forasmuch then as the children are partakers of flesh and blood, he also himself likewise took part of the same; that through death he might destroy him that had the power of death, that is, the devil;  ","niv":"<sup><strong>14</strong></sup> Since the children have flesh and blood, he too shared in their humanity so that by his death he might destroy him who holds the power of death--that is, the devil--"},{"_id":"615a48fa9dc6c407672cba0a","topicId":"615a48f59dc6c407672cb9fb","verse":"2 Thessalonians 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p53001009_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might,</p>\n\n</div>","kjv":"<strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  ","niv":"<sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power"},{"_id":"615a48fa9dc6c407672cba0b","topicId":"615a48f59dc6c407672cb9fb","verse":"Romans 6:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615a48fa9dc6c407672cba0c","topicId":"615a48f59dc6c407672cb9fb","verse":"Matthew 25:41","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025041_01-18\"><b class=\"verse-num woc\" id=\"v40025041-1\">41&nbsp;</b><span class=\"woc\">“Then he will say to those on his left, ‘Depart from me, you cursed, into the eternal fire prepared for the devil and his angels.</span></p>\n</div>","kjv":"<strong>41</strong> Then shall he say also unto them on the left hand, Depart from me, ye cursed, into everlasting fire, prepared for the devil and his angels:  ","niv":"<sup><strong>41</strong></sup> \"Then he will say to those on his left, 'Depart from me, you who are cursed, into the eternal fire prepared for the devil and his angels."},{"_id":"615a48fa9dc6c407672cba0d","topicId":"615a48f59dc6c407672cb9fb","verse":"Genesis 19:24","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-20\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-20\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-20\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-20\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-20\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-20\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-20\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-20\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  ","niv":"<sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens."},{"_id":"615a48fb9dc6c407672cba0e","topicId":"615a48f59dc6c407672cb9fb","verse":"Genesis 19:1-38","votes":2,"__v":0,"kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"615a48fb9dc6c407672cba0f","topicId":"615a48f59dc6c407672cb9fb","verse":"Genesis 3:17-19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01003017_01-21\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_01-21\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_01-21\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_01-21\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-21\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-21\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" "},{"_id":"615a48fb9dc6c407672cba10","topicId":"615a48f59dc6c407672cb9fb","verse":"Revelation 2:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66002011_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v66002011-1\">11&nbsp;</b><span class=\"woc\">He who has an ear, let him hear what the Spirit says to the churches. The one who conquers will not be hurt by the second death.’</span></p>\n</div>","kjv":"<strong>11</strong> He that hath an ear, let him hear what the Spirit saith unto the churches; He that overcometh shall not be hurt of the second death. ","niv":"<sup><strong>11</strong></sup> He who has an ear, let him hear what the Spirit says to the churches. He who overcomes will not be hurt at all by the second death."},{"_id":"615a48fc9dc6c407672cba11","topicId":"615a48f59dc6c407672cb9fb","verse":"Jude 1:7","votes":1,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a48fc9dc6c407672cba12","topicId":"615a48f59dc6c407672cb9fb","verse":"1 Corinthians 11:1-34","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-25\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-25\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-25\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-25\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-25\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"615a48fc9dc6c407672cba13","topicId":"615a48f59dc6c407672cb9fb","verse":"John 1:1-51","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-26\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-26\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-26\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-26\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-26\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-26\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-26\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-26\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"615a48fd9dc6c407672cba14","topicId":"615a48f59dc6c407672cb9fb","verse":"Luke 8:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42008013_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008013-1\">13&nbsp;</b><span class=\"woc\">And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.</span></p>\n</div>","kjv":"<strong>13</strong> They on the rock are they, which, when they hear, receive the word with joy; and these have no root, which for a while believe, and in time of temptation fall away.  ","niv":"<sup><strong>13</strong></sup> Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away."}]}