{"_id":"615a49939dc6c407672cba16","slug":"catastrophic-earthquakes-and-tsunamies","name":"Catastrophic Earthquakes And Tsunamies","verses":[{"_id":"615a49939dc6c407672cba17","topicId":"615a49939dc6c407672cba16","verse":"John 3:16-17","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "},{"_id":"615a49949dc6c407672cba18","topicId":"615a49939dc6c407672cba16","verse":"Luke 21:7-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42021007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v42021007-1\">7&nbsp;</b>And they asked him, “Teacher, when will these things be, and what will be the sign when these things are about to take place?” <b class=\"verse-num\" id=\"v42021008-1\">8&nbsp;</b>And he said, <span class=\"woc\">“See that you are not led astray. For many will come in my name, saying, ‘I am he!’ and, ‘The time is at hand!’ Do not go after them.</span> <b class=\"verse-num woc\" id=\"v42021009-1\">9&nbsp;</b><span class=\"woc\">And when you hear of wars and tumults, do not be terrified, for these things must first take place, but the end will not be at once.”</span></p>\n\n<p id=\"p42021009_06-2\"><b class=\"verse-num\" id=\"v42021010-1\">10&nbsp;</b>Then he said to them, <span class=\"woc\">“Nation will rise against nation, and kingdom against kingdom.</span> <b class=\"verse-num woc\" id=\"v42021011-1\">11&nbsp;</b><span class=\"woc\">There will be great earthquakes, and in various places famines and pestilences. And there will be terrors and great signs from heaven.</span></p>\n</div>","kjv":"<strong>7</strong> And they asked him, saying, Master, but when shall these things be? and what sign will there be when these things shall come to pass?  <strong>8</strong> And he said, Take heed that ye be not deceived: for many shall come in my name, saying, I am Christ; and the time draweth near: go ye not therefore after them.  <strong>9</strong> But when ye shall hear of wars and commotions, be not terrified: for these things must first come to pass; but the end is not by and by.  <strong>10</strong> Then said he unto them, Nation shall rise against nation, and kingdom against kingdom:  <strong>11</strong> And great earthquakes shall be in divers places, and famines, and pestilences; and fearful sights and great signs shall there be from heaven.  ","niv":"<sup><strong>7</strong></sup> \"Teacher,\" they asked, \"when will these things happen? And what will be the sign that they are about to take place?\" <sup><strong>8</strong></sup> He replied: \"Watch out that you are not deceived. For many will come in my name, claiming, 'I am he,' and, 'The time is near.' Do not follow them. <sup><strong>9</strong></sup> When you hear of wars and revolutions, do not be frightened. These things must happen first, but the end will not come right away.\" <sup><strong>10</strong></sup> Then he said to them: \"Nation will rise against nation, and kingdom against kingdom. <sup><strong>11</strong></sup> There will be great earthquakes, famines and pestilences in various places, and fearful events and great signs from heaven. "}]}