{"_id":"615a4a659dc6c407672cba86","slug":"cause-wrath","name":"Cause Wrath","verses":[{"_id":"615a4a659dc6c407672cba87","topicId":"615a4a659dc6c407672cba86","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-1\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a4a659dc6c407672cba88","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 4:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26004001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26004001-1\">4:1&nbsp;</b>“And you, son of man, take a brick and lay it before you, and engrave on it a city, even Jerusalem.</p>\n</div>","kjv":"<strong>1</strong> Thou also, son of man, take thee a tile, and lay it before thee, and pourtray upon it the city, even Jerusalem:  ","niv":"<sup><strong>1</strong></sup> \"Now, son of man, take a clay tablet, put it in front of you and draw the city of Jerusalem on it."},{"_id":"615a4a659dc6c407672cba89","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26001001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26001001-1\">1:1&nbsp;</b>In the thirtieth year, in the fourth month, on the fifth day of the month, as I was among the exiles by the Chebar canal, the heavens were opened, and I saw visions of God.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the thirtieth year, in the fourth month,  in the fifth day of the month, as I was among the captives by the river of Chebar, that the heavens were opened, and I saw visions of God.  ","niv":"<sup><strong>1</strong></sup> In the thirtieth year, in the fourth month on the fifth day, while I was among the exiles by the Kebar River, the heavens were opened and I saw visions of God."},{"_id":"615a4a669dc6c407672cba8a","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 18:24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018024_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\""},{"_id":"615a4a669dc6c407672cba8b","topicId":"615a4a659dc6c407672cba86","verse":"1 Peter 2:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p60002024_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002024-1\">24&nbsp;</b>He himself bore our sins in his body on the tree, that we might die to sin and live to righteousness. By his wounds you have been healed.</p>\n</div>","kjv":"<strong>24</strong> Who his own self bare our sins in his own body on the tree, that we, being dead to sins, should live unto righteousness: by whose stripes ye were healed.  ","niv":"<sup><strong>24</strong></sup> He himself bore our sins in his body on the tree, so that we might die to sins and live for righteousness; by his wounds you have been healed.","modified":"2021-10-09T16:46:23.670Z"},{"_id":"615a4a669dc6c407672cba8c","topicId":"615a4a659dc6c407672cba86","verse":"Romans 4:13","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45004013_06-7\"><b class=\"verse-num\" id=\"v45004013-1\">13&nbsp;</b>For the promise to Abraham and his offspring that he would be heir of the world did not come through the law but through the righteousness of faith.</p>\n</div>","kjv":"<strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  ","niv":"<sup><strong>13</strong></sup> It was not through law that Abraham and his offspring received the promise that he would be heir of the world, but through the righteousness that comes by faith."},{"_id":"615a4a679dc6c407672cba8d","topicId":"615a4a659dc6c407672cba86","verse":"John 3:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43003010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span></p>\n</div>","kjv":"<strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  ","niv":"<sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things?"},{"_id":"615a4a679dc6c407672cba8e","topicId":"615a4a659dc6c407672cba86","verse":"Matthew 7:21-23","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007021_05-9\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n</div>","kjv":"<strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. ","niv":"<sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' "},{"_id":"615a4a679dc6c407672cba8f","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 33:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26033004_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v26033004-1\">4&nbsp;</b>then if anyone who hears the sound of the trumpet does not take warning, and the sword comes and takes him away, his blood shall be upon his own head.</p>\n</div>","kjv":"<strong>4</strong> Then whosoever heareth the sound of the trumpet, and taketh not warning; if the sword come, and take him away, his blood shall be upon his own head.  ","niv":"<sup><strong>4</strong></sup> then if anyone hears the trumpet but does not take warning and the sword comes and takes his life, his blood will be on his own head."},{"_id":"615a4a679dc6c407672cba90","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 25:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26025014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v26025014-1\">14&nbsp;</b>And I will lay my vengeance upon Edom by the hand of my people Israel, and they shall do in Edom according to my anger and according to my wrath, and they shall know my vengeance, declares the Lord GOD.</p>\n</div>","kjv":"<strong>14</strong> And I will lay my vengeance upon Edom by the hand of my people Israel: and they shall do in Edom according to mine anger and according to my fury; and they shall know my vengeance, saith the Lord GOD.  ","niv":"<sup><strong>14</strong></sup> I will take vengeance on Edom by the hand of my people Israel, and they will deal with Edom in accordance with my anger and my wrath; they will know my vengeance, declares the Sovereign LORD.'\"","modified":"2021-10-09T16:46:42.723Z"},{"_id":"615a4a689dc6c407672cba91","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 24:8","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26024001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26024001-1\">24:1&nbsp;</b>In the ninth year, in the tenth month, on the tenth day of the month, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26024002-1\">2&nbsp;</b>“Son of man, write down the name of this day, this very day. The king of Babylon has laid siege to Jerusalem this very day. <b class=\"verse-num\" id=\"v26024003-1\">3&nbsp;</b>And utter a parable to the rebellious house and say to them, Thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26024003_05-13\" class=\"line\">&nbsp;&nbsp;“Set on the pot, set it on;</span><br><span id=\"p26024003_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pour in water also;</span><br><span id=\"p26024004_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v26024004-1\">4&nbsp;</b>&nbsp;&nbsp;put in it the pieces of meat,</span><br><span id=\"p26024004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the good pieces, the thigh and the shoulder;</span><br><span id=\"p26024004_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fill it with choice bones.</span><br><span id=\"p26024005_05-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v26024005-1\">5&nbsp;</b>&nbsp;&nbsp;Take the choicest one of the flock;</span><br><span id=\"p26024005_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;pile the logs under it;</span><br><span id=\"p26024005_05-13\" class=\"line\">&nbsp;&nbsp;boil it well;</span><br><span id=\"p26024005_05-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;seethe also its bones in it.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26024005_05-13\"><b class=\"verse-num\" id=\"v26024006-1\">6&nbsp;</b>“Therefore thus says the Lord GOD: Woe to the bloody city, to the pot whose corrosion is in it, and whose corrosion has not gone out of it! Take out of it piece after piece, without making any choice. <b class=\"verse-num\" id=\"v26024007-1\">7&nbsp;</b>For the blood she has shed is in her midst; she put it on the bare rock; she did not pour it out on the ground to cover it with dust. <b class=\"verse-num\" id=\"v26024008-1\">8&nbsp;</b>To rouse my wrath, to take vengeance, I have set on the bare rock the blood she has shed, that it may not be covered. <b class=\"verse-num\" id=\"v26024009-1\">9&nbsp;</b>Therefore thus says the Lord GOD: Woe to the bloody city! I also will make the pile great. <b class=\"verse-num\" id=\"v26024010-1\">10&nbsp;</b>Heap on the logs, kindle the fire, boil the meat well, mix in the spices, and let the bones be burned up. <b class=\"verse-num\" id=\"v26024011-1\">11&nbsp;</b>Then set it empty upon the coals, that it may become hot, and its copper may burn, that its uncleanness may be melted in it, its corrosion consumed. <b class=\"verse-num\" id=\"v26024012-1\">12&nbsp;</b>She has wearied herself with toil; its abundant corrosion does not go out of it. Into the fire with its corrosion! <b class=\"verse-num\" id=\"v26024013-1\">13&nbsp;</b>On account of your unclean lewdness, because I would have cleansed you and you were not cleansed from your uncleanness, you shall not be cleansed anymore till I have satisfied my fury upon you. <b class=\"verse-num\" id=\"v26024014-1\">14&nbsp;</b>I am the LORD. I have spoken; it shall come to pass; I will do it. I will not go back; I will not spare; I will not relent; according to your ways and your deeds you will be judged, declares the Lord GOD.”</p>\n\n<p id=\"p26024014_08-13\"><b class=\"verse-num\" id=\"v26024015-1\">15&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26024016-1\">16&nbsp;</b>“Son of man, behold, I am about to take the delight of your eyes away from you at a stroke; yet you shall not mourn or weep, nor shall your tears run down. <b class=\"verse-num\" id=\"v26024017-1\">17&nbsp;</b>Sigh, but not aloud; make no mourning for the dead. Bind on your turban, and put your shoes on your feet; do not cover your lips, nor eat the bread of men.” <b class=\"verse-num\" id=\"v26024018-1\">18&nbsp;</b>So I spoke to the people in the morning, and at evening my wife died. And on the next morning I did as I was commanded.</p>\n<p id=\"p26024018_08-13\"><b class=\"verse-num\" id=\"v26024019-1\">19&nbsp;</b>And the people said to me, “Will you not tell us what these things mean for us, that you are acting thus?” <b class=\"verse-num\" id=\"v26024020-1\">20&nbsp;</b>Then I said to them, “The word of the LORD came to me: <b class=\"verse-num\" id=\"v26024021-1\">21&nbsp;</b>‘Say to the house of Israel, Thus says the Lord GOD: Behold, I will profane my sanctuary, the pride of your power, the delight of your eyes, and the yearning of your soul, and your sons and your daughters whom you left behind shall fall by the sword. <b class=\"verse-num\" id=\"v26024022-1\">22&nbsp;</b>And you shall do as I have done; you shall not cover your lips, nor eat the bread of men. <b class=\"verse-num\" id=\"v26024023-1\">23&nbsp;</b>Your turbans shall be on your heads and your shoes on your feet; you shall not mourn or weep, but you shall rot away in your iniquities and groan to one another. <b class=\"verse-num\" id=\"v26024024-1\">24&nbsp;</b>Thus shall Ezekiel be to you a sign; according to all that he has done you shall do. When this comes, then you will know that I am the Lord GOD.’</p>\n<p id=\"p26024024_08-13\"><b class=\"verse-num\" id=\"v26024025-1\">25&nbsp;</b>“As for you, son of man, surely on the day when I take from them their stronghold, their joy and glory, the delight of their eyes and their soul’s desire, and also their sons and daughters, <b class=\"verse-num\" id=\"v26024026-1\">26&nbsp;</b>on that day a fugitive will come to you to report to you the news. <b class=\"verse-num\" id=\"v26024027-1\">27&nbsp;</b>On that day your mouth will be opened to the fugitive, and you shall speak and be no longer mute. So you will be a sign to them, and they will know that I am the LORD.”</p>\n\n</div>","kjv":"<strong>8</strong> That it might cause fury to come up to take vengeance; I have set her blood upon the top of a rock, that it should not be covered.  ","niv":"<sup><strong>8</strong></sup> To stir up wrath and take revenge I put her blood on the bare rock, so that it would not be covered."},{"_id":"615a4a689dc6c407672cba92","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 24:1-27","votes":2,"__v":0,"kjv":"<strong>1</strong> Again in the ninth year, in the tenth month, in the tenth day  of the month, the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, write thee the name of the day, even of this same day: the king of Babylon set himself against Jerusalem this same day.  <strong>3</strong> And utter a parable unto the rebellious house, and say unto them, Thus saith the Lord GOD; Set on a pot, set it on, and also pour water into it:  <strong>4</strong> Gather the pieces thereof into it, even every good piece, the thigh, and the shoulder; fill it with the choice bones.  <strong>5</strong> Take the choice of the flock, and burn also the bones under it, and make it boil well, and let them seethe the bones of it therein.  <strong>6</strong> Wherefore thus saith the Lord GOD; Woe to the bloody city, to the pot whose scum is therein, and whose scum is not gone out of it! bring it out piece by piece; let no lot fall up on it.  <strong>7</strong> For her blood is in the midst of her; she set it upon the top of a rock; she poured it not upon the ground, to cover it with dust;  <strong>8</strong> That it might cause fury to come up to take vengeance; I have set her blood upon the top of a rock, that it should not be covered.  <strong>9</strong> Therefore thus saith the Lord GOD; Woe to the bloody city! I will even make the pile for fire great.  <strong>10</strong> Heap on wood, kindle the fire, consume the flesh, and spice it well, and let the bones be burned.  <strong>11</strong> Then set it empty upon the coals thereof, that the brass of it may be hot, and may burn, and that the filthiness of it may be molten in it, that the scum of it may be consumed.  <strong>12</strong> She hath wearied herself with lies, and her great scum went not forth out of her: her scum shall be in the fire.  <strong>13</strong> In thy filthiness is lewdness: because I have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness any more, till I have caused my fury to rest upon thee.  <strong>14</strong> I the LORD have spoken it: it shall come to pass, and I will do it; I will not go back, neither will I spare, neither will I repent; according to thy ways, and according to thy doings, shall they judge thee, saith the Lord GOD.  <strong>15</strong> Also the word of the LORD came unto me, saying,  <strong>16</strong> Son of man, behold, I take away from thee the desire of thine eyes with a stroke: yet neither shalt thou mourn nor weep, neither shall thy tears run down.  <strong>17</strong> Forbear to cry, make no mourning for the dead, bind the tire of thine head upon thee, and put on thy shoes upon thy feet, and cover not thy  lips, and eat not the bread of men.  <strong>18</strong> So I spake unto the people in the morning: and at even my wife died; and I did in the morning as I was commanded.  <strong>19</strong> And the people said unto me, Wilt thou not tell us what these things are to us, that thou doest so?  <strong>20</strong> Then I answered them, The word of the LORD came unto me, saying,  <strong>21</strong> Speak unto the house of Israel, Thus saith the Lord GOD; Behold, I will profane my sanctuary, the excellency of your strength, the desire of your eyes, and that which your soul pitieth; and your sons and your daughters whom ye have left shall fall by the sword.  <strong>22</strong> And ye shall do as I have done: ye shall not cover your lips, nor eat the bread of men.  <strong>23</strong> And your tires shall be upon your heads, and your shoes upon your feet: ye shall not mourn nor weep; but ye shall pine away for your iniquities, and mourn one toward another.  <strong>24</strong> Thus Ezekiel is unto you a sign: according to all that he hath done shall ye do: and when this cometh, ye shall know that I am the Lord GOD.  <strong>25</strong> Also, thou son of man, shall it not be in the day when I take from them their strength, the joy of their glory, the desire of their eyes, and that whereupon they set their minds, their sons and their daughters,  <strong>26</strong> That he that escapeth in that day shall come unto thee, to cause thee to hear it with thine ears?  <strong>27</strong> In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb: and thou shalt be a sign unto them; and they shall know that I am the LORD.  ","niv":"<sup><strong>1</strong></sup> In the ninth year, in the tenth month on the tenth day, the word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, record this date, this very date, because the king of Babylon has laid siege to Jerusalem this very day. <sup><strong>3</strong></sup> Tell this rebellious house a parable and say to them: 'This is what the Sovereign LORD says: \"'Put on the cooking pot; put it on and pour water into it. <sup><strong>4</strong></sup> Put into it the pieces of meat, all the choice pieces-the leg and the shoulder. Fill it with the best of these bones; <sup><strong>5</strong></sup> take the pick of the flock. Pile wood beneath it for the bones; bring it to a boil and cook the bones in it. <sup><strong>6</strong></sup> \"'For this is what the Sovereign LORD says: \"'Woe to the city of bloodshed, to the pot now encrusted, whose deposit will not go away! Empty it piece by piece without casting lots for them. <sup><strong>7</strong></sup> \"'For the blood she shed is in her midst: She poured it on the bare rock; she did not pour it on the ground, where the dust would cover it. <sup><strong>8</strong></sup> To stir up wrath and take revenge I put her blood on the bare rock, so that it would not be covered. <sup><strong>9</strong></sup> \"'Therefore this is what the Sovereign LORD says: \"'Woe to the city of bloodshed! I, too, will pile the wood high. <sup><strong>10</strong></sup> So heap on the wood and kindle the fire. Cook the meat well, mixing in the spices; and let the bones be charred. <sup><strong>11</strong></sup> Then set the empty pot on the coals till it becomes hot and its copper glows so its impurities may be melted and its deposit burned away. <sup><strong>12</strong></sup> It has frustrated all efforts; its heavy deposit has not been removed, not even by fire. <sup><strong>13</strong></sup> \"'Now your impurity is lewdness. Because I tried to cleanse you but you would not be cleansed from your impurity, you will not be clean again until my wrath against you has subsided. <sup><strong>14</strong></sup> \"'I the LORD have spoken. The time has come for me to act. I will not hold back; I will not have pity, nor will I relent. You will be judged according to your conduct and your actions, declares the Sovereign LORD.'\" <sup><strong>15</strong></sup> The word of the LORD came to me: <sup><strong>16</strong></sup> \"Son of man, with one blow I am about to take away from you the delight of your eyes. Yet do not lament or weep or shed any tears. <sup><strong>17</strong></sup> Groan quietly; do not mourn for the dead. Keep your turban fastened and your sandals on your feet; do not cover the lower part of your face or eat the customary food of mourners.\" <sup><strong>18</strong></sup> So I spoke to the people in the morning, and in the evening my wife died. The next morning I did as I had been commanded. <sup><strong>19</strong></sup> Then the people asked me, \"Won't you tell us what these things have to do with us?\" <sup><strong>20</strong></sup> So I said to them, \"The word of the LORD came to me: <sup><strong>21</strong></sup> Say to the house of Israel, 'This is what the Sovereign LORD says: I am about to desecrate my sanctuary-the stronghold in which you take pride, the delight of your eyes, the object of your affection. The sons and daughters you left behind will fall by the sword. <sup><strong>22</strong></sup> And you will do as I have done. You will not cover the lower part of your face or eat the customary food of mourners. <sup><strong>23</strong></sup> You will keep your turbans on your heads and your sandals on your feet. You will not mourn or weep but will waste away because of your sins and groan among yourselves. <sup><strong>24</strong></sup> Ezekiel will be a sign to you; you will do just as he has done. When this happens, you will know that I am the Sovereign LORD.' <sup><strong>25</strong></sup> \"And you, son of man, on the day I take away their stronghold, their joy and glory, the delight of their eyes, their heart's desire, and their sons and daughters as well- <sup><strong>26</strong></sup> on that day a fugitive will come to tell you the news. <sup><strong>27</strong></sup> At that time your mouth will be opened; you will speak with him and will no longer be silent. So you will be a sign to them, and they will know that I am the LORD.\" "},{"_id":"615a4a689dc6c407672cba93","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 22:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26022031_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26022031-1\">31&nbsp;</b>Therefore I have poured out my indignation upon them. I have consumed them with the fire of my wrath. I have returned their way upon their heads, declares the Lord GOD.”</p>\n</div>","kjv":"<strong>31</strong> Therefore have I poured out mine indignation upon them; I have consumed them with the fire of my wrath: their own way have I recompensed upon their heads, saith the Lord GOD.  ","niv":"<sup><strong>31</strong></sup> So I will pour out my wrath on them and consume them with my fiery anger, bringing down on their own heads all they have done, declares the Sovereign LORD.\"","modified":"2021-10-09T16:47:08.311Z"},{"_id":"615a4a699dc6c407672cba94","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 22:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26022004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v26022004-1\">4&nbsp;</b>You have become guilty by the blood that you have shed, and defiled by the idols that you have made, and you have brought your days near, the appointed time of your years has come. Therefore I have made you a reproach to the nations, and a mockery to all the countries.</p>\n\n</div>","kjv":"<strong>4</strong> Thou art become guilty in thy blood that thou hast shed; and hast defiled thyself in thine idols which thou hast made; and thou hast caused thy days to draw near, and art come even unto thy years: therefore have I made thee a reproach unto the heathen, and a mocking to all countries.  ","niv":"<sup><strong>4</strong></sup> you have become guilty because of the blood you have shed and have become defiled by the idols you have made. You have brought your days to a close, and the end of your years has come. Therefore I will make you an object of scorn to the nations and a laughingstock to all the countries.","modified":"2021-10-09T16:48:12.972Z"},{"_id":"615a4a699dc6c407672cba95","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 18:13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26018013_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v26018013-1\">13&nbsp;</b>lends at interest, and takes profit; shall he then live? He shall not live. He has done all these abominations; he shall surely die; his blood shall be upon himself.</p>\n</div>","kjv":"<strong>13</strong> Hath given forth upon usury, and hath taken increase: shall he then live? he shall not live: he hath done all these abominations; he shall surely die; his blood shall be upon him.  ","niv":"<sup><strong>13</strong></sup> He lends at usury and takes excessive interest. Will such a man live? He will not! Because he has done all these detestable things, he will surely be put to death and his blood will be on his own head.","modified":"2021-10-09T16:48:30.434Z"},{"_id":"615a4a699dc6c407672cba96","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 16:38","votes":3,"__v":0,"esv":"<div>\n<p id=\"p26016038_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016038-1\">38&nbsp;</b>And I will judge you as women who commit adultery and shed blood are judged, and bring upon you the blood of wrath and jealousy.</p>\n</div>","kjv":"<strong>38</strong> And I will judge thee, as women that break wedlock and shed blood are judged; and I will give thee blood in fury and jealousy.  ","niv":"<sup><strong>38</strong></sup> I will sentence you to the punishment of women who commit adultery and who shed blood; I will bring upon you the blood vengeance of my wrath and jealous anger.","modified":"2021-10-09T16:48:27.002Z"},{"_id":"615a4a6a9dc6c407672cba97","topicId":"615a4a659dc6c407672cba86","verse":"Ezekiel 16:36","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26016036_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016036-1\">36&nbsp;</b>Thus says the Lord GOD, Because your lust was poured out and your nakedness uncovered in your whorings with your lovers, and with all your abominable idols, and because of the blood of your children that you gave to them,</p>\n</div>","kjv":"<strong>36</strong> Thus saith the Lord GOD; Because thy filthiness was poured out, and thy nakedness discovered through thy whoredoms with thy lovers, and with all the idols of thy abominations, and by the blood of thy children, which thou didst give unto them;  ","niv":"<sup><strong>36</strong></sup> This is what the Sovereign LORD says: Because you poured out your wealth and exposed your nakedness in your promiscuity with your lovers, and because of all your detestable idols, and because you gave them your children's blood,"},{"_id":"615a4a6a9dc6c407672cba98","topicId":"615a4a659dc6c407672cba86","verse":"Isaiah 13:13","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013013_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013013-1\">13&nbsp;</b>&nbsp;&nbsp;Therefore I will make the heavens tremble,</span><br><span id=\"p23013013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the earth will be shaken out of its place,</span><br><span id=\"p23013013_01-19\" class=\"line\">&nbsp;&nbsp;at the wrath of the LORD of hosts</span><br><span id=\"p23013013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the day of his fierce anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Therefore I will shake the heavens, and the earth shall remove out of her place, in the wrath of the LORD of hosts, and in the day of his fierce anger.  ","niv":"<sup><strong>13</strong></sup> Therefore I will make the heavens tremble; and the earth will shake from its place at the wrath of the LORD Almighty, in the day of his burning anger.","modified":"2021-10-09T16:48:45.932Z"},{"_id":"615a4a6a9dc6c407672cba99","topicId":"615a4a659dc6c407672cba86","verse":"Isaiah 13:9","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23013009_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v23013009-1\">9&nbsp;</b>&nbsp;&nbsp;Behold, the day of the LORD comes,</span><br><span id=\"p23013009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;cruel, with wrath and fierce anger,</span><br><span id=\"p23013009_01-20\" class=\"line\">&nbsp;&nbsp;to make the land a desolation</span><br><span id=\"p23013009_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to destroy its sinners from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Behold, the day of the LORD cometh, cruel both with wrath and fierce anger, to lay the land desolate: and he shall destroy the sinners thereof out of it.  ","niv":"<sup><strong>9</strong></sup> See, the day of the LORD is coming -a cruel day, with wrath and fierce anger- to make the land desolate and destroy the sinners within it.","modified":"2021-10-09T16:48:53.490Z"},{"_id":"615a4a6a9dc6c407672cba9a","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 20:11-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66020011_07-21\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n</div>","kjv":"<strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"615a4a6b9dc6c407672cba9b","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 20:4-6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-22\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. "},{"_id":"615a4a6b9dc6c407672cba9c","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 19:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66019015_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty.</p>\n\n</div>","kjv":"<strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  ","niv":"<sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty."},{"_id":"615a4a6b9dc6c407672cba9d","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 18:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66018004_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018004-1\">4&nbsp;</b>Then I heard another voice from heaven saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018004_01-24\" class=\"line\">&nbsp;&nbsp;“Come out of her, my people,</span><br><span id=\"p66018004_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you take part in her sins,</span><br><span id=\"p66018004_01-24\" class=\"line\">&nbsp;&nbsp;lest you share in her plagues;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  ","niv":"<sup><strong>4</strong></sup> Then I heard another voice from heaven say: \"Come out of her, my people, so that you will not share in her sins, so that you will not receive any of her plagues;"},{"_id":"615a4a6c9dc6c407672cba9e","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 17:7-8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66017007_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017007-1\">7&nbsp;</b>But the angel said to me, “Why do you marvel? I will tell you the mystery of the woman, and of the beast with seven heads and ten horns that carries her. <b class=\"verse-num\" id=\"v66017008-1\">8&nbsp;</b>The beast that you saw was, and is not, and is about to rise from the bottomless pit and go to destruction. And the dwellers on earth whose names have not been written in the book of life from the foundation of the world will marvel to see the beast, because it was and is not and is to come.</p>\n\n</div>","kjv":"<strong>7</strong> And the angel said unto me, Wherefore didst thou marvel? I will tell thee the mystery of the woman, and of the beast that carrieth her, which hath the seven heads and ten horns.  <strong>8</strong> The beast that thou sawest was, and is not; and shall ascend out of the bottomless pit, and go into perdition: and they that dwell on the earth shall wonder, whose names were not written in the book of life from the foundation of the world, when they behold the beast that was, and is not, and yet is.  ","niv":"<sup><strong>7</strong></sup> When I saw her, I was greatly astonished. Then the angel said to me: \"Why are you astonished? I will explain to you the mystery of the woman and of the beast she rides, which has the seven heads and ten horns. <sup><strong>8</strong></sup> The beast, which you saw, once was, now is not, and will come up out of the Abyss and go to his destruction. The inhabitants of the earth whose names have not been written in the book of life from the creation of the world will be astonished when they see the beast, because he once was, now is not, and yet will come. "},{"_id":"615a4a6c9dc6c407672cba9f","topicId":"615a4a659dc6c407672cba86","verse":"Revelation 14:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014019_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v66014019-1\">19&nbsp;</b>So the angel swung his sickle across the earth and gathered the grape harvest of the earth and threw it into the great winepress of the wrath of God.</p>\n</div>","kjv":"<strong>19</strong> And the angel thrust in his sickle into the earth, and gathered the vine of the earth, and cast it into the great winepress of the wrath of God.  ","niv":"<sup><strong>19</strong></sup> The angel swung his sickle on the earth, gathered its grapes and threw them into the great winepress of God's wrath.","modified":"2021-10-09T16:49:50.158Z"}]}