{"_id":"615a4abd9dc6c407672cbaba","slug":"cavemen","name":"Cavemen","verses":[{"_id":"615a4abe9dc6c407672cbabb","topicId":"615a4abd9dc6c407672cbaba","verse":"Hebrews 11:38","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58011038_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011038-1\">38&nbsp;</b>of whom the world was not worthy—wandering about in deserts and mountains, and in dens and caves of the earth.</p>\n</div>","kjv":"<strong>38</strong> (Of whom the world was not worthy:) they wandered in deserts, and in mountains, and in dens and caves of the earth.  ","niv":"<sup><strong>38</strong></sup> the world was not worthy of them. They wandered in deserts and mountains, and in caves and holes in the ground.","modified":"2023-08-23T20:24:36.036Z"},{"_id":"615a4abf9dc6c407672cbabc","topicId":"615a4abd9dc6c407672cbaba","verse":"1 Kings 19:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p11019001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v11019001-1\">19:1&nbsp;</b>Ahab told Jezebel all that Elijah had done, and how he had killed all the prophets with the sword. <b class=\"verse-num\" id=\"v11019002-1\">2&nbsp;</b>Then Jezebel sent a messenger to Elijah, saying, “So may the gods do to me and more also, if I do not make your life as the life of one of them by this time tomorrow.” <b class=\"verse-num\" id=\"v11019003-1\">3&nbsp;</b>Then he was afraid, and he arose and ran for his life and came to Beersheba, which belongs to Judah, and left his servant there.</p>\n<p id=\"p11019003_04-3\"><b class=\"verse-num\" id=\"v11019004-1\">4&nbsp;</b>But he himself went a day’s journey into the wilderness and came and sat down under a broom tree. And he asked that he might die, saying, “It is enough; now, O LORD, take away my life, for I am no better than my fathers.” <b class=\"verse-num\" id=\"v11019005-1\">5&nbsp;</b>And he lay down and slept under a broom tree. And behold, an angel touched him and said to him, “Arise and eat.” <b class=\"verse-num\" id=\"v11019006-1\">6&nbsp;</b>And he looked, and behold, there was at his head a cake baked on hot stones and a jar of water. And he ate and drank and lay down again. <b class=\"verse-num\" id=\"v11019007-1\">7&nbsp;</b>And the angel of the LORD came again a second time and touched him and said, “Arise and eat, for the journey is too great for you.” <b class=\"verse-num\" id=\"v11019008-1\">8&nbsp;</b>And he arose and ate and drank, and went in the strength of that food forty days and forty nights to Horeb, the mount of God.</p>\n\n<p id=\"p11019008_09-3\"><b class=\"verse-num\" id=\"v11019009-1\">9&nbsp;</b>There he came to a cave and lodged in it. And behold, the word of the LORD came to him, and he said to him, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019010-1\">10&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019011-1\">11&nbsp;</b>And he said, “Go out and stand on the mount before the LORD.” And behold, the LORD passed by, and a great and strong wind tore the mountains and broke in pieces the rocks before the LORD, but the LORD was not in the wind. And after the wind an earthquake, but the LORD was not in the earthquake. <b class=\"verse-num\" id=\"v11019012-1\">12&nbsp;</b>And after the earthquake a fire, but the LORD was not in the fire. And after the fire the sound of a low whisper. <b class=\"verse-num\" id=\"v11019013-1\">13&nbsp;</b>And when Elijah heard it, he wrapped his face in his cloak and went out and stood at the entrance of the cave. And behold, there came a voice to him and said, “What are you doing here, Elijah?” <b class=\"verse-num\" id=\"v11019014-1\">14&nbsp;</b>He said, “I have been very jealous for the LORD, the God of hosts. For the people of Israel have forsaken your covenant, thrown down your altars, and killed your prophets with the sword, and I, even I only, am left, and they seek my life, to take it away.” <b class=\"verse-num\" id=\"v11019015-1\">15&nbsp;</b>And the LORD said to him, “Go, return on your way to the wilderness of Damascus. And when you arrive, you shall anoint Hazael to be king over Syria. <b class=\"verse-num\" id=\"v11019016-1\">16&nbsp;</b>And Jehu the son of Nimshi you shall anoint to be king over Israel, and Elisha the son of Shaphat of Abel-meholah you shall anoint to be prophet in your place. <b class=\"verse-num\" id=\"v11019017-1\">17&nbsp;</b>And the one who escapes from the sword of Hazael shall Jehu put to death, and the one who escapes from the sword of Jehu shall Elisha put to death. <b class=\"verse-num\" id=\"v11019018-1\">18&nbsp;</b>Yet I will leave seven thousand in Israel, all the knees that have not bowed to Baal, and every mouth that has not kissed him.”</p>\n\n<p id=\"p11019018_13-3\"><b class=\"verse-num\" id=\"v11019019-1\">19&nbsp;</b>So he departed from there and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen in front of him, and he was with the twelfth. Elijah passed by him and cast his cloak upon him. <b class=\"verse-num\" id=\"v11019020-1\">20&nbsp;</b>And he left the oxen and ran after Elijah and said, “Let me kiss my father and my mother, and then I will follow you.” And he said to him, “Go back again, for what have I done to you?” <b class=\"verse-num\" id=\"v11019021-1\">21&nbsp;</b>And he returned from following him and took the yoke of oxen and sacrificed them and boiled their flesh with the yokes of the oxen and gave it to the people, and they ate. Then he arose and went after Elijah and assisted him.</p>\n\n</div>","kjv":"<strong>1</strong> And Ahab told Jezebel all that Elijah had done, and withal how he had slain all the prophets with the sword.  <strong>2</strong> Then Jezebel sent a messenger unto Elijah, saying, So let the gods do to me, and more also, if I make not thy life as the life of one of them by to morrow about this time.  <strong>3</strong> And when he saw that, he arose, and went for his life, and came to Beer-sheba, which belongeth to Judah, and left his servant there.  <strong>4</strong> But he himself went a day’s journey into the wilderness, and came and sat down under a juniper tree: and he requested for himself that he might die; and said, It is enough; now, O LORD, take away my life; for I am not better than my fathers.  <strong>5</strong> And as he lay and slept under a juniper tree, behold, then an angel touched him, and said unto him, Arise and eat.  <strong>6</strong> And he looked, and, behold, there was a cake baken on the coals, and a cruse of water at his head. And he did eat and drink, and laid him down again.  <strong>7</strong> And the angel of the LORD came again the second time, and touched him, and said, Arise and eat; because the journey is too great for thee.  <strong>8</strong> And he arose, and did eat and drink, and went in the strength of that meat forty days and forty nights unto Horeb the mount of God.  <strong>9</strong> And he came thither unto a cave, and lodged there; and, behold, the word of the LORD came to him, and he said unto him, What doest thou here, Elijah?  <strong>10</strong> And he said, I have been very jealous for the LORD God of hosts: for the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>11</strong> And he said, Go forth, and stand upon the mount before the LORD. And, behold, the LORD passed by, and a great and strong wind rent the mountains, and brake in pieces the rocks before the LORD; but the LORD was not in the wind: and after the wind an earthquake; but  the LORD was not in the earthquake:  <strong>12</strong> And after the earthquake a fire; but the LORD was  not in the fire: and after the fire a still small voice.  <strong>13</strong> And it was so, when Elijah heard it, that he wrapped his face in his mantle, and went out, and stood in the entering in of the cave. And, behold, there came a voice unto him, and said, What doest thou here, Elijah?  <strong>14</strong> And he said, I have been very jealous for the LORD God of hosts: because the children of Israel have forsaken thy covenant, thrown down thine altars, and slain thy prophets with the sword; and I, even I only, am left; and they seek my life, to take it away.  <strong>15</strong> And the LORD said unto him, Go, return on thy way to the wilderness of Damascus: and when thou comest, anoint Hazael to be king over Syria:  <strong>16</strong> And Jehu the son of Nimshi shalt thou anoint to be king over Israel: and Elisha the son of Shaphat of Abel-meholah shalt thou anoint to be prophet in thy room.  <strong>17</strong> And it shall come to pass, that him that escapeth the sword of Hazael shall Jehu slay: and him that escapeth from the sword of Jehu shall Elisha slay.  <strong>18</strong> Yet I have left me seven thousand in Israel, all the knees which have not bowed unto Baal, and every mouth which hath not kissed him.  <strong>19</strong> So he departed thence, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and he with the twelfth: and Elijah passed by him, and cast his mantle upon him.  <strong>20</strong> And he left the oxen, and ran after Elijah, and said, Let me, I pray thee, kiss my father and my mother, and then I will follow thee. And he said unto him, Go back again: for what have I done to thee?  <strong>21</strong> And he returned back from him, and took a yoke of oxen, and slew them, and boiled their flesh with the instruments of the oxen, and gave unto the people, and they did eat. Then he arose, and went after Elijah, and ministered unto him.  ","niv":"<sup><strong>1</strong></sup> Now Ahab told Jezebel everything Elijah had done and how he had killed all the prophets with the sword. <sup><strong>2</strong></sup> So Jezebel sent a messenger to Elijah to say, \"May the gods deal with me, be it ever so severely, if by this time tomorrow I do not make your life like that of one of them.\" <sup><strong>3</strong></sup> Elijah was afraid and ran for his life. When he came to Beersheba in Judah, he left his servant there, <sup><strong>4</strong></sup> while he himself went a day's journey into the desert. He came to a broom tree, sat down under it and prayed that he might die. \"I have had enough, LORD,\" he said. \"Take my life; I am no better than my ancestors.\" <sup><strong>5</strong></sup> Then he lay down under the tree and fell asleep. All at once an angel touched him and said, \"Get up and eat.\" <sup><strong>6</strong></sup> He looked around, and there by his head was a cake of bread baked over hot coals, and a jar of water. He ate and drank and then lay down again. <sup><strong>7</strong></sup> The angel of the LORD came back a second time and touched him and said, \"Get up and eat, for the journey is too much for you.\" <sup><strong>8</strong></sup> So he got up and ate and drank. Strengthened by that food, he traveled forty days and forty nights until he reached Horeb, the mountain of God. <sup><strong>9</strong></sup> There he went into a cave and spent the night. And the word of the LORD came to him: \"What are you doing here, Elijah?\" <sup><strong>10</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>11</strong></sup> The LORD said, \"Go out and stand on the mountain in the presence of the LORD, for the LORD is about to pass by.\" Then a great and powerful wind tore the mountains apart and shattered the rocks before the LORD, but the LORD was not in the wind. After the wind there was an earthquake, but the LORD was not in the earthquake. <sup><strong>12</strong></sup> After the earthquake came a fire, but the LORD was not in the fire. And after the fire came a gentle whisper. <sup><strong>13</strong></sup> When Elijah heard it, he pulled his cloak over his face and went out and stood at the mouth of the cave. Then a voice said to him, \"What are you doing here, Elijah?\" <sup><strong>14</strong></sup> He replied, \"I have been very zealous for the LORD God Almighty. The Israelites have rejected your covenant, broken down your altars, and put your prophets to death with the sword. I am the only one left, and now they are trying to kill me too.\" <sup><strong>15</strong></sup> The LORD said to him, \"Go back the way you came, and go to the Desert of Damascus. When you get there, anoint Hazael king over Aram. <sup><strong>16</strong></sup> Also, anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat from Abel Meholah to succeed you as prophet. <sup><strong>17</strong></sup> Jehu will put to death any who escape the sword of Hazael, and Elisha will put to death any who escape the sword of Jehu. <sup><strong>18</strong></sup> Yet I reserve seven thousand in Israel-all whose knees have not bowed down to Baal and all whose mouths have not kissed him.\" <sup><strong>19</strong></sup> So Elijah went from there and found Elisha son of Shaphat. He was plowing with twelve yoke of oxen, and he himself was driving the twelfth pair. Elijah went up to him and threw his cloak around him. <sup><strong>20</strong></sup> Elisha then left his oxen and ran after Elijah. \"Let me kiss my father and mother good-by,\" he said, \"and then I will come with you.Go back,\" Elijah replied. \"What have I done to you?\" <sup><strong>21</strong></sup> So Elisha left him and went back. He took his yoke of oxen and slaughtered them. He burned the plowing equipment to cook the meat and gave it to the people, and they ate. Then he set out to follow Elijah and became his attendant. "},{"_id":"615a4abf9dc6c407672cbabd","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-5\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-5\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-5\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-5\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-5\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-5\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-5\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-5\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-5\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"615a4ac09dc6c407672cbabe","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 1:1-31","votes":4,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"615a4ac09dc6c407672cbabf","topicId":"615a4abd9dc6c407672cbaba","verse":"Job 30:6-8","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18030006_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18030006-1\">6&nbsp;</b>&nbsp;&nbsp;In the gullies of the torrents they must dwell,</span><br><span id=\"p18030006_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in holes of the earth and of the rocks.</span><br><span id=\"p18030007_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18030007-1\">7&nbsp;</b>&nbsp;&nbsp;Among the bushes they bray;</span><br><span id=\"p18030007_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;under the nettles they huddle together.</span><br><span id=\"p18030008_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v18030008-1\">8&nbsp;</b>&nbsp;&nbsp;A senseless, a nameless brood,</span><br><span id=\"p18030008_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have been whipped out of the land.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> To dwell in the cliffs of the valleys, in caves of the earth, and in the rocks.  <strong>7</strong> Among the bushes they brayed; under the nettles they were gathered together.  <strong>8</strong> They were children of fools, yea, children of base men: they were viler than the earth.  ","niv":"<sup><strong>6</strong></sup> They were forced to live in the dry stream beds, among the rocks and in holes in the ground. <sup><strong>7</strong></sup> They brayed among the bushes and huddled in the undergrowth. <sup><strong>8</strong></sup> A base and nameless brood, they were driven out of the land. "},{"_id":"615a4ac09dc6c407672cbac0","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 1:27","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them."},{"_id":"615a4ac09dc6c407672cbac1","topicId":"615a4abd9dc6c407672cbaba","verse":"Isaiah 27:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p23027001_05-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23027001-1\">27:1&nbsp;</b>In that day the LORD with his hard and great and strong sword will punish Leviathan the fleeing serpent, Leviathan the twisting serpent, and he will slay the dragon that is in the sea.</p>\n</div>","kjv":"<strong>1</strong> In that day the LORD with his sore and great and strong sword shall punish leviathan the piercing serpent, even leviathan that crooked serpent; and he shall slay the dragon that is in the sea.  ","niv":"<sup><strong>1</strong></sup> In that day, the LORD will punish with his sword, his fierce, great and powerful sword, Leviathan the gliding serpent, Leviathan the coiling serpent; he will slay the monster of the sea."},{"_id":"615a4ac09dc6c407672cbac2","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 19:30","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p01019030_05-9\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters.</p>\n</div>","kjv":"<strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  ","niv":"<sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave."},{"_id":"615a4ac09dc6c407672cbac3","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 2:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"615a4ac09dc6c407672cbac4","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001026_01-11\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n\n</div>","kjv":"<strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  ","niv":"<sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\""},{"_id":"615a4ac09dc6c407672cbac5","topicId":"615a4abd9dc6c407672cbaba","verse":"Hebrews 10:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010026_01-12\"><b class=\"verse-num\" id=\"v58010026-1\">26&nbsp;</b>For if we go on sinning deliberately after receiving the knowledge of the truth, there no longer remains a sacrifice for sins,</p>\n</div>","kjv":"<strong>26</strong> For if we sin wilfully after that we have received the knowledge of the truth, there remaineth no more sacrifice for sins,  ","niv":"<sup><strong>26</strong></sup> If we deliberately keep on sinning after we have received the knowledge of the truth, no sacrifice for sins is left,"},{"_id":"615a4ac19dc6c407672cbac6","topicId":"615a4abd9dc6c407672cbaba","verse":"Acts 16:1-40","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p44016001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44016001-1\">16:1&nbsp;</b>Paul came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer, but his father was a Greek. <b class=\"verse-num\" id=\"v44016002-1\">2&nbsp;</b>He was well spoken of by the brothers at Lystra and Iconium. <b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek. <b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem. <b class=\"verse-num\" id=\"v44016005-1\">5&nbsp;</b>So the churches were strengthened in the faith, and they increased in numbers daily.</p>\n\n<p id=\"p44016005_09-13\"><b class=\"verse-num\" id=\"v44016006-1\">6&nbsp;</b>And they went through the region of Phrygia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. <b class=\"verse-num\" id=\"v44016007-1\">7&nbsp;</b>And when they had come up to Mysia, they attempted to go into Bithynia, but the Spirit of Jesus did not allow them. <b class=\"verse-num\" id=\"v44016008-1\">8&nbsp;</b>So, passing by Mysia, they went down to Troas. <b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.” <b class=\"verse-num\" id=\"v44016010-1\">10&nbsp;</b>And when Paul had seen the vision, immediately we sought to go on into Macedonia, concluding that God had called us to preach the gospel to them.</p>\n\n<p id=\"p44016010_13-13\"><b class=\"verse-num\" id=\"v44016011-1\">11&nbsp;</b>So, setting sail from Troas, we made a direct voyage to Samothrace, and the following day to Neapolis, <b class=\"verse-num\" id=\"v44016012-1\">12&nbsp;</b>and from there to Philippi, which is a leading city of the district of Macedonia and a Roman colony. We remained in this city some days. <b class=\"verse-num\" id=\"v44016013-1\">13&nbsp;</b>And on the Sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer, and we sat down and spoke to the women who had come together. <b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul. <b class=\"verse-num\" id=\"v44016015-1\">15&nbsp;</b>And after she was baptized, and her household as well, she urged us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.</p>\n\n<p id=\"p44016015_18-13\"><b class=\"verse-num\" id=\"v44016016-1\">16&nbsp;</b>As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by fortune-telling. <b class=\"verse-num\" id=\"v44016017-1\">17&nbsp;</b>She followed Paul and us, crying out, “These men are servants of the Most High God, who proclaim to you the way of salvation.” <b class=\"verse-num\" id=\"v44016018-1\">18&nbsp;</b>And this she kept doing for many days. Paul, having become greatly annoyed, turned and said to the spirit, “I command you in the name of Jesus Christ to come out of her.” And it came out that very hour.</p>\n<p id=\"p44016018_18-13\"><b class=\"verse-num\" id=\"v44016019-1\">19&nbsp;</b>But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the marketplace before the rulers. <b class=\"verse-num\" id=\"v44016020-1\">20&nbsp;</b>And when they had brought them to the magistrates, they said, “These men are Jews, and they are disturbing our city. <b class=\"verse-num\" id=\"v44016021-1\">21&nbsp;</b>They advocate customs that are not lawful for us as Romans to accept or practice.” <b class=\"verse-num\" id=\"v44016022-1\">22&nbsp;</b>The crowd joined in attacking them, and the magistrates tore the garments off them and gave orders to beat them with rods. <b class=\"verse-num\" id=\"v44016023-1\">23&nbsp;</b>And when they had inflicted many blows upon them, they threw them into prison, ordering the jailer to keep them safely. <b class=\"verse-num\" id=\"v44016024-1\">24&nbsp;</b>Having received this order, he put them into the inner prison and fastened their feet in the stocks.</p>\n\n<p id=\"p44016024_22-13\"><b class=\"verse-num\" id=\"v44016025-1\">25&nbsp;</b>About midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, <b class=\"verse-num\" id=\"v44016026-1\">26&nbsp;</b>and suddenly there was a great earthquake, so that the foundations of the prison were shaken. And immediately all the doors were opened, and everyone’s bonds were unfastened. <b class=\"verse-num\" id=\"v44016027-1\">27&nbsp;</b>When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. <b class=\"verse-num\" id=\"v44016028-1\">28&nbsp;</b>But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” <b class=\"verse-num\" id=\"v44016029-1\">29&nbsp;</b>And the jailer called for lights and rushed in, and trembling with fear he fell down before Paul and Silas. <b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?” <b class=\"verse-num\" id=\"v44016031-1\">31&nbsp;</b>And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” <b class=\"verse-num\" id=\"v44016032-1\">32&nbsp;</b>And they spoke the word of the Lord to him and to all who were in his house. <b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family. <b class=\"verse-num\" id=\"v44016034-1\">34&nbsp;</b>Then he brought them up into his house and set food before them. And he rejoiced along with his entire household that he had believed in God.</p>\n<p id=\"p44016034_22-13\"><b class=\"verse-num\" id=\"v44016035-1\">35&nbsp;</b>But when it was day, the magistrates sent the police, saying, “Let those men go.” <b class=\"verse-num\" id=\"v44016036-1\">36&nbsp;</b>And the jailer reported these words to Paul, saying, “The magistrates have sent to let you go. Therefore come out now and go in peace.” <b class=\"verse-num\" id=\"v44016037-1\">37&nbsp;</b>But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now throw us out secretly? No! Let them come themselves and take us out.” <b class=\"verse-num\" id=\"v44016038-1\">38&nbsp;</b>The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens. <b class=\"verse-num\" id=\"v44016039-1\">39&nbsp;</b>So they came and apologized to them. And they took them out and asked them to leave the city. <b class=\"verse-num\" id=\"v44016040-1\">40&nbsp;</b>So they went out of the prison and visited Lydia. And when they had seen the brothers, they encouraged them and departed.</p>\n\n</div>","kjv":"<strong>1</strong> Then came he to Derbe and Lystra: and, behold, a certain disciple was there, named Timotheus, the son of a certain woman, which was a Jewess, and believed; but his father was a Greek:  <strong>2</strong> Which was well reported of by the brethren that were at Lystra and Iconium.  <strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  <strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  <strong>5</strong> And so were the churches established in the faith, and increased in number daily.  <strong>6</strong> Now when they had gone throughout Phrygia and the region of Galatia, and were forbidden of the Holy Ghost to preach the word in Asia,  <strong>7</strong> After they were come to Mysia, they assayed to go into Bithynia: but the Spirit suffered them not.  <strong>8</strong> And they passing by Mysia came down to Troas.  <strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  <strong>10</strong> And after he had seen the vision, immediately we endeavoured to go into Macedonia, assuredly gathering that the Lord had called us for to preach the gospel unto them.  <strong>11</strong> Therefore loosing from Troas, we came with a straight course to Samothracia, and the next day to Neapolis;  <strong>12</strong> And from thence to Philippi, which is the chief city of that part of Macedonia, and a colony: and we were in that city abiding certain days.  <strong>13</strong> And on the sabbath we went out of the city by a river side, where prayer was wont to be made; and we sat down, and spake unto the women which resorted thither.  <strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  <strong>15</strong> And when she was baptized, and her household, she besought us,  saying, If ye have judged me to be faithful to the Lord, come into my house, and abide there. And she constrained us.  <strong>16</strong> And it came to pass, as we went to prayer, a certain damsel possessed with a spirit of divination met us, which brought her masters much gain by soothsaying:  <strong>17</strong> The same followed Paul and us, and cried, saying, These men are the servants of the most high God, which shew unto us the way of salvation.  <strong>18</strong> And this did she many days. But Paul, being grieved, turned and said to the spirit, I command thee in the name of Jesus Christ to come out of her. And he came out the same hour.  <strong>19</strong> And when her masters saw that the hope of their gains was gone, they caught Paul and Silas, and drew them into the marketplace unto the rulers,  <strong>20</strong> And brought them to the magistrates, saying, These men, being Jews, do exceedingly trouble our city,  <strong>21</strong> And teach customs, which are not lawful for us to receive, neither to observe, being Romans.  <strong>22</strong> And the multitude rose up together against them: and the magistrates rent off their clothes, and commanded to beat them.  <strong>23</strong> And when they had laid many stripes upon them, they cast them  into prison, charging the jailer to keep them safely:  <strong>24</strong> Who, having received such a charge, thrust them into the inner prison, and made their feet fast in the stocks.  <strong>25</strong> And at midnight Paul and Silas prayed, and sang praises unto God: and the prisoners heard them.  <strong>26</strong> And suddenly there was a great earthquake, so that the foundations of the prison were shaken: and immediately all the doors were opened, and every one’s bands were loosed.  <strong>27</strong> And the keeper of the prison awaking out of his sleep, and seeing the prison doors open, he drew out his sword, and would have killed himself, supposing that the prisoners had been fled.  <strong>28</strong> But Paul cried with a loud voice, saying, Do thyself no harm: for we are all here.  <strong>29</strong> Then he called for a light, and sprang in, and came trembling, and fell down before Paul and Silas,  <strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  <strong>31</strong> And they said, Believe on the Lord Jesus Christ, and thou shalt be saved, and thy house.  <strong>32</strong> And they spake unto him the word of the Lord, and to all that were in his house.  <strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  <strong>34</strong> And when he had brought them into his house, he set meat before them, and rejoiced, believing in God with all his house.  <strong>35</strong> And when it was day, the magistrates sent the serjeants, saying, Let those men go.  <strong>36</strong> And the keeper of the prison told this saying to Paul, The magistrates have sent to let you go: now therefore depart, and go in peace.  <strong>37</strong> But Paul said unto them, They have beaten us openly uncondemned, being Romans, and have cast us into prison; and now do they thrust us out privily? nay verily; but let them come themselves and fetch us out.  <strong>38</strong> And the serjeants told these words unto the magistrates: and they feared, when they heard that they were Romans.  <strong>39</strong> And they came and besought them, and brought them out, and desired them to depart out of the city.  <strong>40</strong> And they went out of the prison, and entered into the house of  Lydia and when they had seen the brethren, they comforted them, and departed.  ","niv":"<sup><strong>1</strong></sup> He came to Derbe and then to Lystra, where a disciple named Timothy lived, whose mother was a Jewess and a believer, but whose father was a Greek. <sup><strong>2</strong></sup> The brothers at Lystra and Iconium spoke well of him. <sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek. <sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey. <sup><strong>5</strong></sup> So the churches were strengthened in the faith and grew daily in numbers. <sup><strong>6</strong></sup> Paul and his companions traveled throughout the region of Phrygia and Galatia, having been kept by the Holy Spirit from preaching the word in the province of Asia. <sup><strong>7</strong></sup> When they came to the border of Mysia, they tried to enter Bithynia, but the Spirit of Jesus would not allow them to. <sup><strong>8</strong></sup> So they passed by Mysia and went down to Troas. <sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\" <sup><strong>10</strong></sup> After Paul had seen the vision, we got ready at once to leave for Macedonia, concluding that God had called us to preach the gospel to them. <sup><strong>11</strong></sup> From Troas we put out to sea and sailed straight for Samothrace, and the next day on to Neapolis. <sup><strong>12</strong></sup> From there we traveled to Philippi, a Roman colony and the leading city of that district of Macedonia. And we stayed there several days. <sup><strong>13</strong></sup> On the Sabbath we went outside the city gate to the river, where we expected to find a place of prayer. We sat down and began to speak to the women who had gathered there. <sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message. <sup><strong>15</strong></sup> When she and the members of her household were baptized, she invited us to her home. \"If you consider me a believer in the Lord,\" she said, \"come and stay at my house.\" And she persuaded us. <sup><strong>16</strong></sup> Once when we were going to the place of prayer, we were met by a slave girl who had a spirit by which she predicted the future. She earned a great deal of money for her owners by fortune-telling. <sup><strong>17</strong></sup> This girl followed Paul and the rest of us, shouting, \"These men are servants of the Most High God, who are telling you the way to be saved.\" <sup><strong>18</strong></sup> She kept this up for many days. Finally Paul became so troubled that he turned around and said to the spirit, \"In the name of Jesus Christ I command you to come out of her!\" At that moment the spirit left her. <sup><strong>19</strong></sup> When the owners of the slave girl realized that their hope of making money was gone, they seized Paul and Silas and dragged them into the marketplace to face the authorities. <sup><strong>20</strong></sup> They brought them before the magistrates and said, \"These men are Jews, and are throwing our city into an uproar <sup><strong>21</strong></sup> by advocating customs unlawful for us Romans to accept or practice.\" <sup><strong>22</strong></sup> The crowd joined in the attack against Paul and Silas, and the magistrates ordered them to be stripped and beaten. <sup><strong>23</strong></sup> After they had been severely flogged, they were thrown into prison, and the jailer was commanded to guard them carefully. <sup><strong>24</strong></sup> Upon receiving such orders, he put them in the inner cell and fastened their feet in the stocks. <sup><strong>25</strong></sup> About midnight Paul and Silas were praying and singing hymns to God, and the other prisoners were listening to them. <sup><strong>26</strong></sup> Suddenly there was such a violent earthquake that the foundations of the prison were shaken. At once all the prison doors flew open, and everybody's chains came loose. <sup><strong>27</strong></sup> The jailer woke up, and when he saw the prison doors open, he drew his sword and was about to kill himself because he thought the prisoners had escaped. <sup><strong>28</strong></sup> But Paul shouted, \"Don't harm yourself! We are all here!\" <sup><strong>29</strong></sup> The jailer called for lights, rushed in and fell trembling before Paul and Silas. <sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\" <sup><strong>31</strong></sup> They replied, \"Believe in the Lord Jesus, and you will be saved--you and your household.\" <sup><strong>32</strong></sup> Then they spoke the word of the Lord to him and to all the others in his house. <sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized. <sup><strong>34</strong></sup> The jailer brought them into his house and set a meal before them; he was filled with joy because he had come to believe in God--he and his whole family. <sup><strong>35</strong></sup> When it was daylight, the magistrates sent their officers to the jailer with the order: \"Release those men.\" <sup><strong>36</strong></sup> The jailer told Paul, \"The magistrates have ordered that you and Silas be released. Now you can leave. Go in peace.\" <sup><strong>37</strong></sup> But Paul said to the officers: \"They beat us publicly without a trial, even though we are Roman citizens, and threw us into prison. And now do they want to get rid of us quietly? No! Let them come themselves and escort us out.\" <sup><strong>38</strong></sup> The officers reported this to the magistrates, and when they heard that Paul and Silas were Roman citizens, they were alarmed. <sup><strong>39</strong></sup> They came to appease them and escorted them from the prison, requesting them to leave the city. <sup><strong>40</strong></sup> After Paul and Silas came out of the prison, they went to Lydia's house, where they met with the brothers and encouraged them. Then they left. "},{"_id":"615a4ac19dc6c407672cbac7","topicId":"615a4abd9dc6c407672cbaba","verse":"Zechariah 14:1-21","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p38014001_07-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v38014001-1\">14:1&nbsp;</b>Behold, a day is coming for the LORD, when the spoil taken from you will be divided in your midst. <b class=\"verse-num\" id=\"v38014002-1\">2&nbsp;</b>For I will gather all the nations against Jerusalem to battle, and the city shall be taken and the houses plundered and the women raped. Half of the city shall go out into exile, but the rest of the people shall not be cut off from the city. <b class=\"verse-num\" id=\"v38014003-1\">3&nbsp;</b>Then the LORD will go out and fight against those nations as when he fights on a day of battle. <b class=\"verse-num\" id=\"v38014004-1\">4&nbsp;</b>On that day his feet shall stand on the Mount of Olives that lies before Jerusalem on the east, and the Mount of Olives shall be split in two from east to west by a very wide valley, so that one half of the Mount shall move northward, and the other half southward. <b class=\"verse-num\" id=\"v38014005-1\">5&nbsp;</b>And you shall flee to the valley of my mountains, for the valley of the mountains shall reach to Azal. And you shall flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him.</p>\n<p id=\"p38014005_07-14\"><b class=\"verse-num\" id=\"v38014006-1\">6&nbsp;</b>On that day there shall be no light, cold, or frost. <b class=\"verse-num\" id=\"v38014007-1\">7&nbsp;</b>And there shall be a unique day, which is known to the LORD, neither day nor night, but at evening time there shall be light.</p>\n<p id=\"p38014007_07-14\"><b class=\"verse-num\" id=\"v38014008-1\">8&nbsp;</b>On that day living waters shall flow out from Jerusalem, half of them to the eastern sea and half of them to the western sea. It shall continue in summer as in winter.</p>\n<p id=\"p38014008_07-14\"><b class=\"verse-num\" id=\"v38014009-1\">9&nbsp;</b>And the LORD will be king over all the earth. On that day the LORD will be one and his name one.</p>\n<p id=\"p38014009_07-14\"><b class=\"verse-num\" id=\"v38014010-1\">10&nbsp;</b>The whole land shall be turned into a plain from Geba to Rimmon south of Jerusalem. But Jerusalem shall remain aloft on its site from the Gate of Benjamin to the place of the former gate, to the Corner Gate, and from the Tower of Hananel to the king’s winepresses. <b class=\"verse-num\" id=\"v38014011-1\">11&nbsp;</b>And it shall be inhabited, for there shall never again be a decree of utter destruction. Jerusalem shall dwell in security.</p>\n<p id=\"p38014011_07-14\"><b class=\"verse-num\" id=\"v38014012-1\">12&nbsp;</b>And this shall be the plague with which the LORD will strike all the peoples that wage war against Jerusalem: their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths.</p>\n<p id=\"p38014012_07-14\"><b class=\"verse-num\" id=\"v38014013-1\">13&nbsp;</b>And on that day a great panic from the LORD shall fall on them, so that each will seize the hand of another, and the hand of the one will be raised against the hand of the other. <b class=\"verse-num\" id=\"v38014014-1\">14&nbsp;</b>Even Judah will fight at Jerusalem. And the wealth of all the surrounding nations shall be collected, gold, silver, and garments in great abundance. <b class=\"verse-num\" id=\"v38014015-1\">15&nbsp;</b>And a plague like this plague shall fall on the horses, the mules, the camels, the donkeys, and whatever beasts may be in those camps.</p>\n<p id=\"p38014015_07-14\"><b class=\"verse-num\" id=\"v38014016-1\">16&nbsp;</b>Then everyone who survives of all the nations that have come against Jerusalem shall go up year after year to worship the King, the LORD of hosts, and to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014017-1\">17&nbsp;</b>And if any of the families of the earth do not go up to Jerusalem to worship the King, the LORD of hosts, there will be no rain on them. <b class=\"verse-num\" id=\"v38014018-1\">18&nbsp;</b>And if the family of Egypt does not go up and present themselves, then on them there shall be no rain; there shall be the plague with which the LORD afflicts the nations that do not go up to keep the Feast of Booths. <b class=\"verse-num\" id=\"v38014019-1\">19&nbsp;</b>This shall be the punishment to Egypt and the punishment to all the nations that do not go up to keep the Feast of Booths.</p>\n<p id=\"p38014019_07-14\"><b class=\"verse-num\" id=\"v38014020-1\">20&nbsp;</b>And on that day there shall be inscribed on the bells of the horses, “Holy to the LORD.” And the pots in the house of the LORD shall be as the bowls before the altar. <b class=\"verse-num\" id=\"v38014021-1\">21&nbsp;</b>And every pot in Jerusalem and Judah shall be holy to the LORD of hosts, so that all who sacrifice may come and take of them and boil the meat of the sacrifice in them. And there shall no longer be a trader in the house of the LORD of hosts on that day.</p>\n\n</div>","kjv":"<strong>1</strong> Behold, the day of the LORD cometh, and thy spoil shall be divided in the midst of thee.  <strong>2</strong> For I will gather all nations against Jerusalem to battle; and the city shall be taken, and the houses rifled, and the women ravished; and half of the city shall go forth into captivity, and the residue of the people shall not be cut off from the city.  <strong>3</strong> Then shall the LORD go forth, and fight against those nations, as when he fought in the day of battle.  <strong>4</strong> And his feet shall stand in that day upon the mount of Olives, which is before Jerusalem on the east, and the mount of Olives shall cleave in the midst thereof toward the east and toward the west, and there shall be a very great valley; and half of the mountain shall remove toward the north, and half of it toward the south.  <strong>5</strong> And ye shall flee to the valley of the mountains; for the valley of the mountains shall reach unto Azal: yea, ye shall flee, like as ye fled from before the earthquake in the days of Uzziah king of Judah: and the LORD my God shall come, and all the saints with thee.  <strong>6</strong> And it shall come to pass in that day, that the light shall not be clear, nor dark:  <strong>7</strong> But it shall be one day which shall be known to the LORD, not day, nor night: but it shall come to pass, that at evening time it shall be light.  <strong>8</strong> And it shall be in that day, that living waters shall go out from Jerusalem; half of them toward the former sea, and half of them toward the hinder sea: in summer and in winter shall it be.  <strong>9</strong> And the LORD shall be king over all the earth: in that day shall there be one LORD, and his name one.  <strong>10</strong> All the land shall be turned as a plain from Geba to Rimmon south of Jerusalem: and it shall be lifted up, and inhabited in her place, from Benjamin’s gate unto the place of the first gate, unto the corner gate, and from the tower of Hananeel unto the king’s winepresses.  <strong>11</strong> And men shall dwell in it, and there shall be no more utter destruction; but Jerusalem shall be safely inhabited.  <strong>12</strong> And this shall be the plague wherewith the LORD will smite all the people that have fought against Jerusalem; Their flesh shall consume away while they stand upon their feet, and their eyes shall consume away in their holes, and their tongue shall consume away in their mouth.  <strong>13</strong> And it shall come to pass in that day, that a great tumult from the LORD shall be among them; and they shall lay hold every one on the hand of his neighbour, and his hand shall rise up against the hand of his neighbour.  <strong>14</strong> And Judah also shall fight at Jerusalem; and the wealth of all the heathen round about shall be gathered together, gold, and silver, and apparel, in great abundance.  <strong>15</strong> And so shall be the plague of the horse, of the mule, of the camel, and of the ass, and of all the beasts that shall be in these tents, as this plague.  <strong>16</strong> And it shall come to pass, that every one that is left of all the nations which came against Jerusalem shall even go up from year to year to worship the King, the LORD of hosts, and to keep the feast of tabernacles.  <strong>17</strong> And it shall be, that whoso will not come up of all  the families of the earth unto Jerusalem to worship the King, the LORD of hosts, even upon them shall be no rain.  <strong>18</strong> And if the family of Egypt go not up, and come not, that have  no rain; there shall be the plague, wherewith the LORD will smite the heathen that come not up to keep the feast of tabernacles.  <strong>19</strong> This shall be the punishment of Egypt, and the punishment of all nations that come not up to keep the feast of tabernacles.  <strong>20</strong> In that day shall there be upon the bells of the horses, HOLINESS UNTO THE LORD; and the pots in the LORD’S house shall be like the bowls before the altar.  <strong>21</strong> Yea, every pot in Jerusalem and in Judah shall be holiness unto the LORD of hosts: and all they that sacrifice shall come and take of them, and seethe therein: and in that day there shall be no more the Canaanite in the house of the LORD of hosts.  ","niv":"<sup><strong>1</strong></sup> A day of the LORD is coming when your plunder will be divided among you. <sup><strong>2</strong></sup> I will gather all the nations to Jerusalem to fight against it; the city will be captured, the houses ransacked, and the women raped. Half of the city will go into exile, but the rest of the people will not be taken from the city. <sup><strong>3</strong></sup> Then the LORD will go out and fight against those nations, as he fights in the day of battle. <sup><strong>4</strong></sup> On that day his feet will stand on the Mount of Olives, east of Jerusalem, and the Mount of Olives will be split in two from east to west, forming a great valley, with half of the mountain moving north and half moving south. <sup><strong>5</strong></sup> You will flee by my mountain valley, for it will extend to Azel. You will flee as you fled from the earthquake in the days of Uzziah king of Judah. Then the LORD my God will come, and all the holy ones with him. <sup><strong>6</strong></sup> On that day there will be no light, no cold or frost. <sup><strong>7</strong></sup> It will be a unique day, without daytime or nighttime-a day known to the LORD. When evening comes, there will be light. <sup><strong>8</strong></sup> On that day living water will flow out from Jerusalem, half to the eastern sea and half to the western sea, in summer and in winter. <sup><strong>9</strong></sup> The LORD will be king over the whole earth. On that day there will be one LORD, and his name the only name. <sup><strong>10</strong></sup> The whole land, from Geba to Rimmon, south of Jerusalem, will become like the Arabah. But Jerusalem will be raised up and remain in its place, from the Benjamin Gate to the site of the First Gate, to the Corner Gate, and from the Tower of Hananel to the royal winepresses. <sup><strong>11</strong></sup> It will be inhabited; never again will it be destroyed. Jerusalem will be secure. <sup><strong>12</strong></sup> This is the plague with which the LORD will strike all the nations that fought against Jerusalem: Their flesh will rot while they are still standing on their feet, their eyes will rot in their sockets, and their tongues will rot in their mouths. <sup><strong>13</strong></sup> On that day men will be stricken by the LORD with great panic. Each man will seize the hand of another, and they will attack each other. <sup><strong>14</strong></sup> Judah too will fight at Jerusalem. The wealth of all the surrounding nations will be collected-great quantities of gold and silver and clothing. <sup><strong>15</strong></sup> A similar plague will strike the horses and mules, the camels and donkeys, and all the animals in those camps. <sup><strong>16</strong></sup> Then the survivors from all the nations that have attacked Jerusalem will go up year after year to worship the King, the LORD Almighty, and to celebrate the Feast of Tabernacles. <sup><strong>17</strong></sup> If any of the peoples of the earth do not go up to Jerusalem to worship the King, the LORD Almighty, they will have no rain. <sup><strong>18</strong></sup> If the Egyptian people do not go up and take part, they will have no rain. The LORD will bring on them the plague he inflicts on the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>19</strong></sup> This will be the punishment of Egypt and the punishment of all the nations that do not go up to celebrate the Feast of Tabernacles. <sup><strong>20</strong></sup> On that dayHOLY TO THE LORD will be inscribed on the bells of the horses, and the cooking pots in the LORD's house will be like the sacred bowls in front of the altar. <sup><strong>21</strong></sup> Every pot in Jerusalem and Judah will be holy to the LORD Almighty, and all who come to sacrifice will take some of the pots and cook in them. And on that day there will no longer be a Canaanite in the house of the LORD Almighty. "},{"_id":"615a4ac19dc6c407672cbac8","topicId":"615a4abd9dc6c407672cbaba","verse":"Isaiah 40:22","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040022_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040022-1\">22&nbsp;</b>&nbsp;&nbsp;It is he who sits above the circle of the earth,</span><br><span id=\"p23040022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its inhabitants are like grasshoppers;</span><br><span id=\"p23040022_01-15\" class=\"line\">&nbsp;&nbsp;who stretches out the heavens like a curtain,</span><br><span id=\"p23040022_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spreads them like a tent to dwell in;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> It is he that sitteth upon the circle of the earth, and the inhabitants thereof are as grasshoppers; that stretcheth out the heavens as a curtain, and spreadeth them out as a tent to dwell in:  ","niv":"<sup><strong>22</strong></sup> He sits enthroned above the circle of the earth, and its people are like grasshoppers. He stretches out the heavens like a canopy, and spreads them out like a tent to live in."},{"_id":"615a4ac19dc6c407672cbac9","topicId":"615a4abd9dc6c407672cbaba","verse":"Proverbs 31:6-7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031006_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031006-1\">6&nbsp;</b>&nbsp;&nbsp;Give strong drink to the one who is perishing,</span><br><span id=\"p20031006_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and wine to those in bitter distress;</span><br><span id=\"p20031007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031007-1\">7&nbsp;</b>&nbsp;&nbsp;let them drink and forget their poverty</span><br><span id=\"p20031007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remember their misery no more.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> Give strong drink unto him that is ready to perish, and wine unto those that be of heavy hearts.  <strong>7</strong> Let him drink, and forget his poverty, and remember his misery no more.  ","niv":"<sup><strong>6</strong></sup> Give beer to those who are perishing, wine to those who are in anguish; <sup><strong>7</strong></sup> let them drink and forget their poverty and remember their misery no more. "},{"_id":"615a4ac29dc6c407672cbaca","topicId":"615a4abd9dc6c407672cbaba","verse":"Proverbs 3:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"},{"_id":"615a4ac29dc6c407672cbacb","topicId":"615a4abd9dc6c407672cbaba","verse":"Psalm 150:1-6","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19150001-1\">150:1&nbsp;</b>&nbsp;&nbsp;Praise the LORD!</span><br><span id=\"p19150001_06-18\" class=\"line\">&nbsp;&nbsp;Praise God in his sanctuary;</span><br><span id=\"p19150001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him in his mighty heavens!</span><br><span id=\"p19150002_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him for his mighty deeds;</span><br><span id=\"p19150002_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him according to his excellent greatness!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19150003_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150003-1\">3&nbsp;</b>&nbsp;&nbsp;Praise him with trumpet sound;</span><br><span id=\"p19150003_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with lute and harp!</span><br><span id=\"p19150004_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br><span id=\"p19150005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150005-1\">5&nbsp;</b>&nbsp;&nbsp;Praise him with sounding cymbals;</span><br><span id=\"p19150005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with loud clashing cymbals!</span><br><span id=\"p19150006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150006-1\">6&nbsp;</b>&nbsp;&nbsp;Let everything that has breath praise the LORD!</span><br><span id=\"p19150006_06-18\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.  <strong>2</strong> Praise him for his mighty acts: praise him according to his excellent greatness.  <strong>3</strong> Praise him with the sound of the trumpet: praise him with the psaltery and harp.  <strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  <strong>5</strong> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.  <strong>6</strong> Let every thing that hath breath praise the LORD. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. <sup><strong>2</strong></sup> Praise him for his acts of power; praise him for his surpassing greatness. <sup><strong>3</strong></sup> Praise him with the sounding of the trumpet, praise him with the harp and lyre, <sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute, <sup><strong>5</strong></sup> praise him with the clash of cymbals, praise him with resounding cymbals. <sup><strong>6</strong></sup> Let everything that has breath praise the LORD. Praise the LORD. "},{"_id":"615a4ac29dc6c407672cbacc","topicId":"615a4abd9dc6c407672cbaba","verse":"Job 40:15-24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18040015_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040015-1\">15&nbsp;</b>&nbsp;&nbsp;“Behold, Behemoth,</span><br><span id=\"p18040015_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which I made as I made you;</span><br><span id=\"p18040015_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he eats grass like an ox.</span><br><span id=\"p18040016_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, his strength in his loins,</span><br><span id=\"p18040016_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his power in the muscles of his belly.</span><br><span id=\"p18040017_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040017-1\">17&nbsp;</b>&nbsp;&nbsp;He makes his tail stiff like a cedar;</span><br><span id=\"p18040017_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sinews of his thighs are knit together.</span><br><span id=\"p18040018_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040018-1\">18&nbsp;</b>&nbsp;&nbsp;His bones are tubes of bronze,</span><br><span id=\"p18040018_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his limbs like bars of iron.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p18040019_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040019-1\">19&nbsp;</b>&nbsp;&nbsp;“He is the first of the works of God;</span><br><span id=\"p18040019_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him who made him bring near his sword!</span><br><span id=\"p18040020_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040020-1\">20&nbsp;</b>&nbsp;&nbsp;For the mountains yield food for him</span><br><span id=\"p18040020_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where all the wild beasts play.</span><br><span id=\"p18040021_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040021-1\">21&nbsp;</b>&nbsp;&nbsp;Under the lotus plants he lies,</span><br><span id=\"p18040021_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the shelter of the reeds and in the marsh.</span><br><span id=\"p18040022_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040022-1\">22&nbsp;</b>&nbsp;&nbsp;For his shade the lotus trees cover him;</span><br><span id=\"p18040022_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the willows of the brook surround him.</span><br><span id=\"p18040023_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040023-1\">23&nbsp;</b>&nbsp;&nbsp;Behold, if the river is turbulent he is not frightened;</span><br><span id=\"p18040023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he is confident though Jordan rushes against his mouth.</span><br><span id=\"p18040024_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v18040024-1\">24&nbsp;</b>&nbsp;&nbsp;Can one take him by his eyes,</span><br><span id=\"p18040024_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or pierce his nose with a snare?</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Behold now behemoth, which I made with thee; he eateth grass as an ox.  <strong>16</strong> Lo now, his strength is in his loins, and his force is in the navel of his belly.  <strong>17</strong> He moveth his tail like a cedar: the sinews of his stones are wrapped together.  <strong>18</strong> His bones are as strong pieces of brass; his bones are  like bars of iron.  <strong>19</strong> He is the chief of the ways of God: he that made him can make his sword to approach unto him.  <strong>20</strong> Surely the mountains bring him forth food, where all the beasts of the field play.  <strong>21</strong> He lieth under the shady trees, in the covert of the reed, and fens.  <strong>22</strong> The shady trees cover him with their shadow; the willows of the brook compass him about.  <strong>23</strong> Behold, he drinketh up a river, and hasteth not: he trusteth that he can draw up Jordan into his mouth.  <strong>24</strong> He taketh it with his eyes: his nose pierceth through snares.  ","niv":"<sup><strong>15</strong></sup> \"Look at the behemoth, which I made along with you and which feeds on grass like an ox. <sup><strong>16</strong></sup> What strength he has in his loins, what power in the muscles of his belly! <sup><strong>17</strong></sup> His tail sways like a cedar; the sinews of his thighs are close-knit. <sup><strong>18</strong></sup> His bones are tubes of bronze, his limbs like rods of iron. <sup><strong>19</strong></sup> He ranks first among the works of God, yet his Maker can approach him with his sword. <sup><strong>20</strong></sup> The hills bring him their produce, and all the wild animals play nearby. <sup><strong>21</strong></sup> Under the lotus plants he lies, hidden among the reeds in the marsh. <sup><strong>22</strong></sup> The lotuses conceal him in their shadow; the poplars by the stream surround him. <sup><strong>23</strong></sup> When the river rages, he is not alarmed; he is secure, though the Jordan should surge against his mouth. <sup><strong>24</strong></sup> Can anyone capture him by the eyes, or trap him and pierce his nose? "},{"_id":"615a4ac39dc6c407672cbacd","topicId":"615a4abd9dc6c407672cbaba","verse":"1 Kings 19:9","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p11019009_06-21\"><b class=\"verse-num\" id=\"v11019009-1\">9&nbsp;</b>There he came to a cave and lodged in it. And behold, the word of the LORD came to him, and he said to him, “What are you doing here, Elijah?”</p>\n</div>","kjv":"<strong>9</strong> And he came thither unto a cave, and lodged there; and, behold, the word of the LORD came to him, and he said unto him, What doest thou here, Elijah?  ","niv":"<sup><strong>9</strong></sup> There he went into a cave and spent the night. And the word of the LORD came to him: \"What are you doing here, Elijah?\""},{"_id":"615a4ac39dc6c407672cbace","topicId":"615a4abd9dc6c407672cbaba","verse":"1 Kings 18:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11018004_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v11018004-1\">4&nbsp;</b>and when Jezebel cut off the prophets of the LORD, Obadiah took a hundred prophets and hid them by fifties in a cave and fed them with bread and water.)</p>\n</div>","kjv":"<strong>4</strong> For it was so, when Jezebel cut off the prophets of the LORD, that Obadiah took an hundred prophets, and hid them by fifty in a cave, and fed them with bread and water.)  ","niv":"<sup><strong>4</strong></sup> While Jezebel was killing off the LORD's prophets, Obadiah had taken a hundred prophets and hidden them in two caves, fifty in each, and had supplied them with food and water.)"},{"_id":"615a4ac39dc6c407672cbacf","topicId":"615a4abd9dc6c407672cbaba","verse":"1 Samuel 22:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p09022001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v09022001-1\">22:1&nbsp;</b>David departed from there and escaped to the cave of Adullam. And when his brothers and all his father’s house heard it, they went down there to him.</p>\n</div>","kjv":"<strong>1</strong> David therefore departed thence, and escaped to the cave Adullam: and when his brethren and all his father’s house heard it, they went down thither to him.  ","niv":"<sup><strong>1</strong></sup> David left Gath and escaped to the cave of Adullam. When his brothers and his father's household heard about it, they went down to him there."},{"_id":"615a4ac49dc6c407672cbad0","topicId":"615a4abd9dc6c407672cbaba","verse":"Judges 6:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p07006002_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v07006002-1\">2&nbsp;</b>And the hand of Midian overpowered Israel, and because of Midian the people of Israel made for themselves the dens that are in the mountains and the caves and the strongholds.</p>\n</div>","kjv":"<strong>2</strong> And the hand of Midian prevailed against Israel: and because of the Midianites the children of Israel made them the dens which are  in the mountains, and caves, and strong holds.  ","niv":"<sup><strong>2</strong></sup> Because the power of Midian was so oppressive, the Israelites prepared shelters for themselves in mountain clefts, caves and strongholds."},{"_id":"615a4ac49dc6c407672cbad1","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 11:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01011001_05-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01011001-1\">11:1&nbsp;</b>Now the whole earth had one language and the same words. <b class=\"verse-num\" id=\"v01011002-1\">2&nbsp;</b>And as people migrated from the east, they found a plain in the land of Shinar and settled there. <b class=\"verse-num\" id=\"v01011003-1\">3&nbsp;</b>And they said to one another, “Come, let us make bricks, and burn them thoroughly.” And they had brick for stone, and bitumen for mortar. <b class=\"verse-num\" id=\"v01011004-1\">4&nbsp;</b>Then they said, “Come, let us build ourselves a city and a tower with its top in the heavens, and let us make a name for ourselves, lest we be dispersed over the face of the whole earth.” <b class=\"verse-num\" id=\"v01011005-1\">5&nbsp;</b>And the LORD came down to see the city and the tower, which the children of man had built. <b class=\"verse-num\" id=\"v01011006-1\">6&nbsp;</b>And the LORD said, “Behold, they are one people, and they have all one language, and this is only the beginning of what they will do. And nothing that they propose to do will now be impossible for them. <b class=\"verse-num\" id=\"v01011007-1\">7&nbsp;</b>Come, let us go down and there confuse their language, so that they may not understand one another’s speech.” <b class=\"verse-num\" id=\"v01011008-1\">8&nbsp;</b>So the LORD dispersed them from there over the face of all the earth, and they left off building the city. <b class=\"verse-num\" id=\"v01011009-1\">9&nbsp;</b>Therefore its name was called Babel, because there the LORD confused the language of all the earth. And from there the LORD dispersed them over the face of all the earth.</p>\n\n<p id=\"p01011009_07-27\"><b class=\"verse-num\" id=\"v01011010-1\">10&nbsp;</b>These are the generations of Shem. When Shem was 100 years old, he fathered Arpachshad two years after the flood. <b class=\"verse-num\" id=\"v01011011-1\">11&nbsp;</b>And Shem lived after he fathered Arpachshad 500 years and had other sons and daughters.</p>\n<p id=\"p01011011_07-27\"><b class=\"verse-num\" id=\"v01011012-1\">12&nbsp;</b>When Arpachshad had lived 35 years, he fathered Shelah. <b class=\"verse-num\" id=\"v01011013-1\">13&nbsp;</b>And Arpachshad lived after he fathered Shelah 403 years and had other sons and daughters.</p>\n<p id=\"p01011013_07-27\"><b class=\"verse-num\" id=\"v01011014-1\">14&nbsp;</b>When Shelah had lived 30 years, he fathered Eber. <b class=\"verse-num\" id=\"v01011015-1\">15&nbsp;</b>And Shelah lived after he fathered Eber 403 years and had other sons and daughters.</p>\n<p id=\"p01011015_07-27\"><b class=\"verse-num\" id=\"v01011016-1\">16&nbsp;</b>When Eber had lived 34 years, he fathered Peleg. <b class=\"verse-num\" id=\"v01011017-1\">17&nbsp;</b>And Eber lived after he fathered Peleg 430 years and had other sons and daughters.</p>\n<p id=\"p01011017_07-27\"><b class=\"verse-num\" id=\"v01011018-1\">18&nbsp;</b>When Peleg had lived 30 years, he fathered Reu. <b class=\"verse-num\" id=\"v01011019-1\">19&nbsp;</b>And Peleg lived after he fathered Reu 209 years and had other sons and daughters.</p>\n<p id=\"p01011019_07-27\"><b class=\"verse-num\" id=\"v01011020-1\">20&nbsp;</b>When Reu had lived 32 years, he fathered Serug. <b class=\"verse-num\" id=\"v01011021-1\">21&nbsp;</b>And Reu lived after he fathered Serug 207 years and had other sons and daughters.</p>\n<p id=\"p01011021_07-27\"><b class=\"verse-num\" id=\"v01011022-1\">22&nbsp;</b>When Serug had lived 30 years, he fathered Nahor. <b class=\"verse-num\" id=\"v01011023-1\">23&nbsp;</b>And Serug lived after he fathered Nahor 200 years and had other sons and daughters.</p>\n<p id=\"p01011023_07-27\"><b class=\"verse-num\" id=\"v01011024-1\">24&nbsp;</b>When Nahor had lived 29 years, he fathered Terah. <b class=\"verse-num\" id=\"v01011025-1\">25&nbsp;</b>And Nahor lived after he fathered Terah 119 years and had other sons and daughters.</p>\n<p id=\"p01011025_07-27\"><b class=\"verse-num\" id=\"v01011026-1\">26&nbsp;</b>When Terah had lived 70 years, he fathered Abram, Nahor, and Haran.</p>\n\n<p id=\"p01011026_09-27\"><b class=\"verse-num\" id=\"v01011027-1\">27&nbsp;</b>Now these are the generations of Terah. Terah fathered Abram, Nahor, and Haran; and Haran fathered Lot. <b class=\"verse-num\" id=\"v01011028-1\">28&nbsp;</b>Haran died in the presence of his father Terah in the land of his kindred, in Ur of the Chaldeans. <b class=\"verse-num\" id=\"v01011029-1\">29&nbsp;</b>And Abram and Nahor took wives. The name of Abram’s wife was Sarai, and the name of Nahor’s wife, Milcah, the daughter of Haran the father of Milcah and Iscah. <b class=\"verse-num\" id=\"v01011030-1\">30&nbsp;</b>Now Sarai was barren; she had no child.</p>\n<p id=\"p01011030_09-27\"><b class=\"verse-num\" id=\"v01011031-1\">31&nbsp;</b>Terah took Abram his son and Lot the son of Haran, his grandson, and Sarai his daughter-in-law, his son Abram’s wife, and they went forth together from Ur of the Chaldeans to go into the land of Canaan, but when they came to Haran, they settled there. <b class=\"verse-num\" id=\"v01011032-1\">32&nbsp;</b>The days of Terah were 205 years, and Terah died in Haran.</p>\n\n</div>","kjv":"<strong>1</strong> And the whole earth was of one language, and of one speech.  <strong>2</strong> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.  <strong>3</strong> And they said one to another, Go to, let us make brick, and burn them throughly. And they had brick for stone, and slime had they for morter.  <strong>4</strong> And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.  <strong>5</strong> And the LORD came down to see the city and the tower, which the children of men builded.  <strong>6</strong> And the LORD said, Behold, the people is one, and they have all one language; and this they begin to do: and now nothing will be restrained from them, which they have imagined to do.  <strong>7</strong> Go to, let us go down, and there confound their language, that they may not understand one another’s speech.  <strong>8</strong> So the LORD scattered them abroad from thence upon the face of all the earth: and they left off to build the city.  <strong>9</strong> Therefore is the name of it called Babel; because the LORD did there confound the language of all the earth: and from thence did the LORD scatter them abroad upon the face of all the earth.  <strong>10</strong> These are the generations of Shem: Shem was an hundred years old, and begat Arphaxad two years after the flood:  <strong>11</strong> And Shem lived after he begat Arphaxad five hundred years, and begat sons and daughters.  <strong>12</strong> And Arphaxad lived five and thirty years, and begat Salah:  <strong>13</strong> And Arphaxad lived after he begat Salah four hundred and three years, and begat sons and daughters.  <strong>14</strong> And Salah lived thirty years, and begat Eber:  <strong>15</strong> And Salah lived after he begat Eber four hundred and three years, and begat sons and daughters.  <strong>16</strong> And Eber lived four and thirty years, and begat Peleg:  <strong>17</strong> And Eber lived after he begat Peleg four hundred and thirty years, and begat sons and daughters.  <strong>18</strong> And Peleg lived thirty years, and begat Reu:  <strong>19</strong> And Peleg lived after he begat Reu two hundred and nine years, and begat sons and daughters.  <strong>20</strong> And Reu lived two and thirty years, and begat Serug:  <strong>21</strong> And Reu lived after he begat Serug two hundred and seven years, and begat sons and daughters.  <strong>22</strong> And Serug lived thirty years, and begat Nahor:  <strong>23</strong> And Serug lived after he begat Nahor two hundred years, and begat sons and daughters.  <strong>24</strong> And Nahor lived nine and twenty years, and begat Terah:  <strong>25</strong> And Nahor lived after he begat Terah an hundred and nineteen years, and begat sons and daughters.  <strong>26</strong> And Terah lived seventy years, and begat Abram, Nahor, and Haran.  <strong>27</strong> Now these are the generations of Terah: Terah begat Abram, Nahor, and Haran; and Haran begat Lot.  <strong>28</strong> And Haran died before his father Terah in the land of his nativity, in Ur of the Chaldees.  <strong>29</strong> And Abram and Nahor took them wives: the name of Abram’s wife was Sarai; and the name of Nahor’s wife, Milcah, the daughter of Haran, the father of Milcah, and the father of Iscah.  <strong>30</strong> But Sarai was barren; she had no child.  <strong>31</strong> And Terah took Abram his son, and Lot the son of Haran his son’s son, and Sarai his daughter in law, his son Abram’s wife; and they went forth with them from Ur of the Chaldees, to go into the land of Canaan; and they came unto Haran, and dwelt there.  <strong>32</strong> And the days of Terah were two hundred and five years: and Terah died in Haran.  ","niv":"<sup><strong>1</strong></sup> Now the whole world had one language and a common speech. <sup><strong>2</strong></sup> As men moved eastward, they found a plain in Shinar and settled there. <sup><strong>3</strong></sup> They said to each other, \"Come, let's make bricks and bake them thoroughly.\" They used brick instead of stone, and tar for mortar. <sup><strong>4</strong></sup> Then they said, \"Come, let us build ourselves a city, with a tower that reaches to the heavens, so that we may make a name for ourselves and not be scattered over the face of the whole earth.\" <sup><strong>5</strong></sup> But the LORD came down to see the city and the tower that the men were building. <sup><strong>6</strong></sup> The LORD said, \"If as one people speaking the same language they have begun to do this, then nothing they plan to do will be impossible for them. <sup><strong>7</strong></sup> Come, let us go down and confuse their language so they will not understand each other.\" <sup><strong>8</strong></sup> So the LORD scattered them from there over all the earth, and they stopped building the city. <sup><strong>9</strong></sup> That is why it was called Babel -because there the LORD confused the language of the whole world. From there the LORD scattered them over the face of the whole earth. <sup><strong>10</strong></sup> This is the account of Shem. Two years after the flood, when Shem was 100 years old, he became the father of Arphaxad. <sup><strong>11</strong></sup> And after he became the father of Arphaxad, Shem lived 500 years and had other sons and daughters. <sup><strong>12</strong></sup> When Arphaxad had lived 35 years, he became the father of Shelah. <sup><strong>13</strong></sup> And after he became the father of Shelah, Arphaxad lived 403 years and had other sons and daughters. <sup><strong>14</strong></sup> When Shelah had lived 30 years, he became the father of Eber. <sup><strong>15</strong></sup> And after he became the father of Eber, Shelah lived 403 years and had other sons and daughters. <sup><strong>16</strong></sup> When Eber had lived 34 years, he became the father of Peleg. <sup><strong>17</strong></sup> And after he became the father of Peleg, Eber lived 430 years and had other sons and daughters. <sup><strong>18</strong></sup> When Peleg had lived 30 years, he became the father of Reu. <sup><strong>19</strong></sup> And after he became the father of Reu, Peleg lived 209 years and had other sons and daughters. <sup><strong>20</strong></sup> When Reu had lived 32 years, he became the father of Serug. <sup><strong>21</strong></sup> And after he became the father of Serug, Reu lived 207 years and had other sons and daughters. <sup><strong>22</strong></sup> When Serug had lived 30 years, he became the father of Nahor. <sup><strong>23</strong></sup> And after he became the father of Nahor, Serug lived 200 years and had other sons and daughters. <sup><strong>24</strong></sup> When Nahor had lived 29 years, he became the father of Terah. <sup><strong>25</strong></sup> And after he became the father of Terah, Nahor lived 119 years and had other sons and daughters. <sup><strong>26</strong></sup> After Terah had lived 70 years, he became the father of Abram, Nahor and Haran. <sup><strong>27</strong></sup> This is the account of Terah. Terah became the father of Abram, Nahor and Haran. And Haran became the father of Lot. <sup><strong>28</strong></sup> While his father Terah was still alive, Haran died in Ur of the Chaldeans, in the land of his birth. <sup><strong>29</strong></sup> Abram and Nahor both married. The name of Abram's wife was Sarai, and the name of Nahor's wife was Milcah; she was the daughter of Haran, the father of both Milcah and Iscah. <sup><strong>30</strong></sup> Now Sarai was barren; she had no children. <sup><strong>31</strong></sup> Terah took his son Abram, his grandson Lot son of Haran, and his daughter-in-law Sarai, the wife of his son Abram, and together they set out from Ur of the Chaldeans to go to Canaan. But when they came to Haran, they settled there. <sup><strong>32</strong></sup> Terah lived 205 years, and he died in Haran. "},{"_id":"615a4ac49dc6c407672cbad2","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 6:4","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01006001_05-29\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01006001-1\">6:1&nbsp;</b>When man began to multiply on the face of the land and daughters were born to them, <b class=\"verse-num\" id=\"v01006002-1\">2&nbsp;</b>the sons of God saw that the daughters of man were attractive. And they took as their wives any they chose. <b class=\"verse-num\" id=\"v01006003-1\">3&nbsp;</b>Then the LORD said, “My Spirit shall not abide in man forever, for he is flesh: his days shall be 120 years.” <b class=\"verse-num\" id=\"v01006004-1\">4&nbsp;</b>The Nephilim were on the earth in those days, and also afterward, when the sons of God came in to the daughters of man and they bore children to them. These were the mighty men who were of old, the men of renown.</p>\n<p id=\"p01006004_05-29\"><b class=\"verse-num\" id=\"v01006005-1\">5&nbsp;</b>The LORD saw that the wickedness of man was great in the earth, and that every intention of the thoughts of his heart was only evil continually. <b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart. <b class=\"verse-num\" id=\"v01006007-1\">7&nbsp;</b>So the LORD said, “I will blot out man whom I have created from the face of the land, man and animals and creeping things and birds of the heavens, for I am sorry that I have made them.” <b class=\"verse-num\" id=\"v01006008-1\">8&nbsp;</b>But Noah found favor in the eyes of the LORD.</p>\n\n<p id=\"p01006008_09-29\"><b class=\"verse-num\" id=\"v01006009-1\">9&nbsp;</b>These are the generations of Noah. Noah was a righteous man, blameless in his generation. Noah walked with God. <b class=\"verse-num\" id=\"v01006010-1\">10&nbsp;</b>And Noah had three sons, Shem, Ham, and Japheth.</p>\n<p id=\"p01006010_09-29\"><b class=\"verse-num\" id=\"v01006011-1\">11&nbsp;</b>Now the earth was corrupt in God’s sight, and the earth was filled with violence. <b class=\"verse-num\" id=\"v01006012-1\">12&nbsp;</b>And God saw the earth, and behold, it was corrupt, for all flesh had corrupted their way on the earth. <b class=\"verse-num\" id=\"v01006013-1\">13&nbsp;</b>And God said to Noah, “I have determined to make an end of all flesh, for the earth is filled with violence through them. Behold, I will destroy them with the earth. <b class=\"verse-num\" id=\"v01006014-1\">14&nbsp;</b>Make yourself an ark of gopher wood. Make rooms in the ark, and cover it inside and out with pitch. <b class=\"verse-num\" id=\"v01006015-1\">15&nbsp;</b>This is how you are to make it: the length of the ark 300 cubits, its breadth 50 cubits, and its height 30 cubits. <b class=\"verse-num\" id=\"v01006016-1\">16&nbsp;</b>Make a roof for the ark, and finish it to a cubit above, and set the door of the ark in its side. Make it with lower, second, and third decks. <b class=\"verse-num\" id=\"v01006017-1\">17&nbsp;</b>For behold, I will bring a flood of waters upon the earth to destroy all flesh in which is the breath of life under heaven. Everything that is on the earth shall die. <b class=\"verse-num\" id=\"v01006018-1\">18&nbsp;</b>But I will establish my covenant with you, and you shall come into the ark, you, your sons, your wife, and your sons’ wives with you. <b class=\"verse-num\" id=\"v01006019-1\">19&nbsp;</b>And of every living thing of all flesh, you shall bring two of every sort into the ark to keep them alive with you. They shall be male and female. <b class=\"verse-num\" id=\"v01006020-1\">20&nbsp;</b>Of the birds according to their kinds, and of the animals according to their kinds, of every creeping thing of the ground, according to its kind, two of every sort shall come in to you to keep them alive. <b class=\"verse-num\" id=\"v01006021-1\">21&nbsp;</b>Also take with you every sort of food that is eaten, and store it up. It shall serve as food for you and for them.” <b class=\"verse-num\" id=\"v01006022-1\">22&nbsp;</b>Noah did this; he did all that God commanded him.</p>\n\n</div>","kjv":"<strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  ","niv":"<sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown."},{"_id":"615a4ac49dc6c407672cbad3","topicId":"615a4abd9dc6c407672cbaba","verse":"Genesis 6:1-22","votes":2,"__v":0,"kjv":"<strong>1</strong> And it came to pass, when men began to multiply on the face of the earth, and daughters were born unto them,  <strong>2</strong> That the sons of God saw the daughters of men that they were  fair; and they took them wives of all which they chose.  <strong>3</strong> And the LORD said, My spirit shall not always strive with man, for that he also is flesh: yet his days shall be an hundred and twenty years.  <strong>4</strong> There were giants in the earth in those days; and also after that, when the sons of God came in unto the daughters of men, and they bare children  to them, the same became mighty men which were  of old, men of renown.  <strong>5</strong> And GOD saw that the wickedness of man was great in the earth, and that every imagination of the thoughts of his heart was  only evil continually.  <strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  <strong>7</strong> And the LORD said, I will destroy man whom I have created from the face of the earth; both man, and beast, and the creeping thing, and the fowls of the air; for it repenteth me that I have made them.  <strong>8</strong> But Noah found grace in the eyes of the LORD.  <strong>9</strong> These are the generations of Noah: Noah was a just man and perfect in his generations, and Noah walked with God.  <strong>10</strong> And Noah begat three sons, Shem, Ham, and Japheth.  <strong>11</strong> The earth also was corrupt before God, and the earth was filled with violence.  <strong>12</strong> And God looked upon the earth, and, behold, it was corrupt; for all flesh had corrupted his way upon the earth.  <strong>13</strong> And God said unto Noah, The end of all flesh is come before me; for the earth is filled with violence through them; and, behold, I will destroy them with the earth.  <strong>14</strong> Make thee an ark of gopher wood; rooms shalt thou make in the ark, and shalt pitch it within and without with pitch.  <strong>15</strong> And this is the fashion which thou shalt make it of:  The length of the ark shall be three hundred cubits, the breadth of it fifty cubits, and the height of it thirty cubits.  <strong>16</strong> A window shalt thou make to the ark, and in a cubit shalt thou finish it above; and the door of the ark shalt thou set in the side thereof; with  lower, second, and third stories shalt thou make it.  <strong>17</strong> And, behold, I, even I, do bring a flood of waters upon the earth, to destroy all flesh, wherein is the breath of life, from under heaven; and every thing that is in the earth shall die.  <strong>18</strong> But with thee will I establish my covenant; and thou shalt come into the ark, thou, and thy sons, and thy wife, and thy sons’ wives with thee.  <strong>19</strong> And of every living thing of all flesh, two of every sort  shalt thou bring into the ark, to keep them alive with thee; they shall be male and female.  <strong>20</strong> Of fowls after their kind, and of cattle after their kind, of every creeping thing of the earth after his kind, two of every sort shall come unto thee, to keep them alive.  <strong>21</strong> And take thou unto thee of all food that is eaten, and thou shalt gather it to thee; and it shall be for food for thee, and for them.  <strong>22</strong> Thus did Noah; according to all that God commanded him, so did he.  ","niv":"<sup><strong>1</strong></sup> When men began to increase in number on the earth and daughters were born to them, <sup><strong>2</strong></sup> the sons of God saw that the daughters of men were beautiful, and they married any of them they chose. <sup><strong>3</strong></sup> Then the LORD said, \"My Spirit will not contend with man forever, for he is mortal; his days will be a hundred and twenty years.\" <sup><strong>4</strong></sup> The Nephilim were on the earth in those days-and also afterward-when the sons of God went to the daughters of men and had children by them. They were the heroes of old, men of renown. <sup><strong>5</strong></sup> The LORD saw how great man's wickedness on the earth had become, and that every inclination of the thoughts of his heart was only evil all the time. <sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain. <sup><strong>7</strong></sup> So the LORD said, \"I will wipe mankind, whom I have created, from the face of the earth-men and animals, and creatures that move along the ground, and birds of the air-for I am grieved that I have made them.\" <sup><strong>8</strong></sup> But Noah found favor in the eyes of the LORD. <sup><strong>9</strong></sup> This is the account of Noah. Noah was a righteous man, blameless among the people of his time, and he walked with God. <sup><strong>10</strong></sup> Noah had three sons: Shem, Ham and Japheth. <sup><strong>11</strong></sup> Now the earth was corrupt in God's sight and was full of violence. <sup><strong>12</strong></sup> God saw how corrupt the earth had become, for all the people on earth had corrupted their ways. <sup><strong>13</strong></sup> So God said to Noah, \"I am going to put an end to all people, for the earth is filled with violence because of them. I am surely going to destroy both them and the earth. <sup><strong>14</strong></sup> So make yourself an ark of cypress wood; make rooms in it and coat it with pitch inside and out. <sup><strong>15</strong></sup> This is how you are to build it: The ark is to be 450 feet long, 75 feet wide and 45 feet high. <sup><strong>16</strong></sup> Make a roof for it and finish the ark to within 18 inches of the top. Put a door in the side of the ark and make lower, middle and upper decks. <sup><strong>17</strong></sup> I am going to bring floodwaters on the earth to destroy all life under the heavens, every creature that has the breath of life in it. Everything on earth will perish. <sup><strong>18</strong></sup> But I will establish my covenant with you, and you will enter the ark-you and your sons and your wife and your sons' wives with you. <sup><strong>19</strong></sup> You are to bring into the ark two of all living creatures, male and female, to keep them alive with you. <sup><strong>20</strong></sup> Two of every kind of bird, of every kind of animal and of every kind of creature that moves along the ground will come to you to be kept alive. <sup><strong>21</strong></sup> You are to take every kind of food that is to be eaten and store it away as food for you and for them.\" <sup><strong>22</strong></sup> Noah did everything just as God commanded him. "}]}