{"_id":"615a4bd19dc6c407672cbb57","slug":"celebration","name":"Celebration","verses":[{"_id":"615a4bd29dc6c407672cbb58","topicId":"615a4bd19dc6c407672cbb57","verse":"Psalm 150:1-6","votes":90,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150001_06-1\" class=\"line\"><b class=\"chapter-num\" id=\"v19150001-1\">150:1&nbsp;</b>&nbsp;&nbsp;Praise the LORD!</span><br><span id=\"p19150001_06-1\" class=\"line\">&nbsp;&nbsp;Praise God in his sanctuary;</span><br><span id=\"p19150001_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him in his mighty heavens!</span><br><span id=\"p19150002_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him for his mighty deeds;</span><br><span id=\"p19150002_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him according to his excellent greatness!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19150003_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150003-1\">3&nbsp;</b>&nbsp;&nbsp;Praise him with trumpet sound;</span><br><span id=\"p19150003_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with lute and harp!</span><br><span id=\"p19150004_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br><span id=\"p19150005_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150005-1\">5&nbsp;</b>&nbsp;&nbsp;Praise him with sounding cymbals;</span><br><span id=\"p19150005_06-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with loud clashing cymbals!</span><br><span id=\"p19150006_06-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150006-1\">6&nbsp;</b>&nbsp;&nbsp;Let everything that has breath praise the LORD!</span><br><span id=\"p19150006_06-1\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.  <strong>2</strong> Praise him for his mighty acts: praise him according to his excellent greatness.  <strong>3</strong> Praise him with the sound of the trumpet: praise him with the psaltery and harp.  <strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  <strong>5</strong> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.  <strong>6</strong> Let every thing that hath breath praise the LORD. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. <sup><strong>2</strong></sup> Praise him for his acts of power; praise him for his surpassing greatness. <sup><strong>3</strong></sup> Praise him with the sounding of the trumpet, praise him with the harp and lyre, <sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute, <sup><strong>5</strong></sup> praise him with the clash of cymbals, praise him with resounding cymbals. <sup><strong>6</strong></sup> Let everything that has breath praise the LORD. Praise the LORD. ","modified":"2022-12-06T16:34:28.423Z"},{"_id":"615a4bd29dc6c407672cbb59","topicId":"615a4bd19dc6c407672cbb57","verse":"1 Corinthians 10:31","votes":73,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-3\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God.","modified":"2023-12-01T08:31:55.231Z"},{"_id":"615a4bd29dc6c407672cbb5a","topicId":"615a4bd19dc6c407672cbb57","verse":"1 Corinthians 5:8","votes":56,"__v":0,"esv":"<div>\n<p id=\"p46005008_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005008-1\">8&nbsp;</b>Let us therefore celebrate the festival, not with the old leaven, the leaven of malice and evil, but with the unleavened bread of sincerity and truth.</p>\n</div>","kjv":"<strong>8</strong> Therefore let us keep the feast, not with old leaven, neither with the leaven of malice and wickedness; but with the unleavened bread  of sincerity and truth.  ","niv":"<sup><strong>8</strong></sup> Therefore let us keep the Festival, not with the old yeast, the yeast of malice and wickedness, but with bread without yeast, the bread of sincerity and truth.","modified":"2023-07-30T05:23:36.013Z"},{"_id":"615a4bd29dc6c407672cbb5b","topicId":"615a4bd19dc6c407672cbb57","verse":"Psalm 118:24","votes":51,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19118024_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19118024-1\">24&nbsp;</b>&nbsp;&nbsp;This is the day that the LORD has made;</span><br><span id=\"p19118024_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us rejoice and be glad in it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> This is the day which the LORD hath made; we will rejoice and be glad in it.  ","niv":"<sup><strong>24</strong></sup> This is the day the LORD has made; let us rejoice and be glad in it.","modified":"2023-06-17T07:46:15.624Z"},{"_id":"615a4bd29dc6c407672cbb5c","topicId":"615a4bd19dc6c407672cbb57","verse":"Luke 15:23-24","votes":47,"__v":0,"esv":"<div>\n<p id=\"p42015023_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015023-1\">23&nbsp;</b><span class=\"woc\">And bring the fattened calf and kill it, and let us eat and celebrate.</span> <b class=\"verse-num woc\" id=\"v42015024-1\">24&nbsp;</b><span class=\"woc\">For this my son was dead, and is alive again; he was lost, and is found.’ And they began to celebrate.</span></p>\n</div>","kjv":"<strong>23</strong> And bring hither the fatted calf, and kill it; and let us eat, and be merry:  <strong>24</strong> For this my son was dead, and is alive again; he was lost, and is found. And they began to be merry.  ","niv":"<sup><strong>23</strong></sup> Bring the fattened calf and kill it. Let's have a feast and celebrate. <sup><strong>24</strong></sup> For this son of mine was dead and is alive again; he was lost and is found.' So they began to celebrate. ","modified":"2023-07-24T18:34:30.893Z"},{"_id":"615a4bd39dc6c407672cbb5d","topicId":"615a4bd19dc6c407672cbb57","verse":"Ecclesiastes 3:13","votes":41,"__v":0,"esv":"<div>\n<p id=\"p21003013_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v21003013-1\">13&nbsp;</b>also that everyone should eat and drink and take pleasure in all his toil—this is God’s gift to man.</p>\n</div>","kjv":"<strong>13</strong> And also that every man should eat and drink, and enjoy the good of all his labour, it is the gift of God.  ","niv":"<sup><strong>13</strong></sup> That everyone may eat and drink, and find satisfaction in all his toil-this is the gift of God.","modified":"2023-01-06T04:26:15.856Z"},{"_id":"615a4bd39dc6c407672cbb5e","topicId":"615a4bd19dc6c407672cbb57","verse":"Ecclesiastes 3:4","votes":35,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p21003004_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v21003004-1\">4&nbsp;</b>&nbsp;&nbsp;a time to weep, and a time to laugh;</span><br><span id=\"p21003004_01-9\" class=\"line\">&nbsp;&nbsp;a time to mourn, and a time to dance;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> A time to weep, and a time to laugh; a time to mourn, and a time to dance;  ","niv":"<sup><strong>4</strong></sup> a time to weep and a time to laugh, a time to mourn and a time to dance,","modified":"2023-12-02T07:01:41.588Z"},{"_id":"615a4bd39dc6c407672cbb5f","topicId":"615a4bd19dc6c407672cbb57","verse":"John 15:11","votes":33,"__v":0,"esv":"<div>\n<p id=\"p43015011_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015011-1\">11&nbsp;</b><span class=\"woc\">These things I have spoken to you, that my joy may be in you, and that your joy may be full.</span></p>\n</div>","kjv":"<strong>11</strong> These things have I spoken unto you, that my joy might remain in you, and that your joy might be full.  ","niv":"<sup><strong>11</strong></sup> I have told you this so that my joy may be in you and that your joy may be complete.","modified":"2023-04-16T15:33:58.487Z"},{"_id":"615a4bd49dc6c407672cbb60","topicId":"615a4bd19dc6c407672cbb57","verse":"Matthew 2:11","votes":30,"__v":0,"esv":"<div>\n<p id=\"p40002011_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh.</p>\n</div>","kjv":"<strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  ","niv":"<sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh.","modified":"2022-12-01T16:54:49.671Z"},{"_id":"615a4bd49dc6c407672cbb61","topicId":"615a4bd19dc6c407672cbb57","verse":"Luke 15:3-10","votes":25,"__v":0,"esv":"<div>\n<p id=\"p42015003_01-12\"><b class=\"verse-num\" id=\"v42015003-1\">3&nbsp;</b>So he told them this parable: <b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span> <b class=\"verse-num woc\" id=\"v42015005-1\">5&nbsp;</b><span class=\"woc\">And when he has found it, he lays it on his shoulders, rejoicing.</span> <b class=\"verse-num woc\" id=\"v42015006-1\">6&nbsp;</b><span class=\"woc\">And when he comes home, he calls together his friends and his neighbors, saying to them, ‘Rejoice with me, for I have found my sheep that was lost.’</span> <b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n\n<p id=\"p42015007_07-12\"><b class=\"verse-num woc\" id=\"v42015008-1\">8&nbsp;</b><span class=\"woc\">“Or what woman, having ten silver coins, if she loses one coin, does not light a lamp and sweep the house and seek diligently until she finds it?</span> <b class=\"verse-num woc\" id=\"v42015009-1\">9&nbsp;</b><span class=\"woc\">And when she has found it, she calls together her friends and neighbors, saying, ‘Rejoice with me, for I have found the coin that I had lost.’</span> <b class=\"verse-num woc\" id=\"v42015010-1\">10&nbsp;</b><span class=\"woc\">Just so, I tell you, there is joy before the angels of God over one sinner who repents.”</span></p>\n\n</div>","kjv":"<strong>3</strong> And he spake this parable unto them, saying,  <strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  <strong>5</strong> And when he hath found it, he layeth it  on his shoulders, rejoicing.  <strong>6</strong> And when he cometh home, he calleth together his friends and neighbours, saying unto them, Rejoice with me; for I have found my sheep which was lost.  <strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. <strong>8</strong>           Either what woman having ten pieces of silver, if she lose one piece, doth not light a candle, and sweep the house, and seek diligently till she find it?  <strong>9</strong> And when she hath found it, she calleth her  friends and her neighbours together, saying, Rejoice with me; for I have found the piece which I had lost.  <strong>10</strong> Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repenteth. ","niv":"<sup><strong>3</strong></sup> Then Jesus told them this parable: <sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it? <sup><strong>5</strong></sup> And when he finds it, he joyfully puts it on his shoulders <sup><strong>6</strong></sup> and goes home. Then he calls his friends and neighbors together and says, 'Rejoice with me; I have found my lost sheep.' <sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent. <sup><strong>8</strong></sup> \"Or suppose a woman has ten silver coins and loses one. Does she not light a lamp, sweep the house and search carefully until she finds it? <sup><strong>9</strong></sup> And when she finds it, she calls her friends and neighbors together and says, 'Rejoice with me; I have found my lost coin.' <sup><strong>10</strong></sup> In the same way, I tell you, there is rejoicing in the presence of the angels of God over one sinner who repents.\" ","modified":"2022-07-23T11:50:05.076Z"},{"_id":"615a4bd49dc6c407672cbb62","topicId":"615a4bd19dc6c407672cbb57","verse":"Romans 14:1-23","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-13\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-13\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-13\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-13\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-13\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","modified":"2022-11-27T15:47:50.331Z"},{"_id":"615a4bd59dc6c407672cbb63","topicId":"615a4bd19dc6c407672cbb57","verse":"Proverbs 9:11","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20009011_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20009011-1\">11&nbsp;</b>&nbsp;&nbsp;For by me your days will be multiplied,</span><br><span id=\"p20009011_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and years will be added to your life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For by me thy days shall be multiplied, and the years of thy life shall be increased.  ","niv":"<sup><strong>11</strong></sup> For through me your days will be many, and years will be added to your life.","modified":"2023-11-20T22:02:12.246Z"},{"_id":"615a4bd59dc6c407672cbb64","topicId":"615a4bd19dc6c407672cbb57","verse":"Romans 14:5-6","votes":23,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-15\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. ","modified":"2022-07-23T11:50:58.998Z"},{"_id":"615a4bd59dc6c407672cbb65","topicId":"615a4bd19dc6c407672cbb57","verse":"John 16:21","votes":22,"__v":0,"esv":"<div>\n<p id=\"p43016021_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016021-1\">21&nbsp;</b><span class=\"woc\">When a woman is giving birth, she has sorrow because her hour has come, but when she has delivered the baby, she no longer remembers the anguish, for joy that a human being has been born into the world.</span></p>\n</div>","kjv":"<strong>21</strong> A woman when she is in travail hath sorrow, because her hour is come: but as soon as she is delivered of the child, she remembereth no more the anguish, for joy that a man is born into the world.  ","niv":"<sup><strong>21</strong></sup> A woman giving birth to a child has pain because her time has come; but when her baby is born she forgets the anguish because of her joy that a child is born into the world.","modified":"2022-07-23T11:51:12.623Z"},{"_id":"615a4bd59dc6c407672cbb66","topicId":"615a4bd19dc6c407672cbb57","verse":"Psalm 16:11","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19016011_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19016011-1\">11&nbsp;</b>&nbsp;&nbsp;You make known to me the path of life;</span><br><span id=\"p19016011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your presence there is fullness of joy;</span><br><span id=\"p19016011_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at your right hand are pleasures forevermore.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.  ","niv":"<sup><strong>11</strong></sup> You have made known to me the path of life; you will fill me with joy in your presence, with eternal pleasures at your right hand.","modified":"2022-07-23T11:51:18.487Z"},{"_id":"615a4bd69dc6c407672cbb67","topicId":"615a4bd19dc6c407672cbb57","verse":"Numbers 6:24-26","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04006024_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006024-1\">24&nbsp;</b>&nbsp;&nbsp;The LORD bless you and keep you;</span><br><span id=\"p04006025_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006025-1\">25&nbsp;</b>&nbsp;&nbsp;the LORD make his face to shine upon you and be gracious to you;</span><br><span id=\"p04006026_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v04006026-1\">26&nbsp;</b>&nbsp;&nbsp;the LORD lift up his countenance upon you and give you peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> The LORD bless thee, and keep thee:  <strong>25</strong> The LORD make his face shine upon thee, and be gracious unto thee:  <strong>26</strong> The LORD lift up his countenance upon thee, and give thee peace.  ","niv":"<sup><strong>24</strong></sup> \"'\"The LORD bless you and keep you; <sup><strong>25</strong></sup> the LORD make his face shine upon you and be gracious to you; <sup><strong>26</strong></sup> the LORD turn his face toward you and give you peace.\"' ","modified":"2023-08-16T13:59:28.926Z"},{"_id":"615a4bd69dc6c407672cbb68","topicId":"615a4bd19dc6c407672cbb57","verse":"Luke 15:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p42015007_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015007-1\">7&nbsp;</b><span class=\"woc\">Just so, I tell you, there will be more joy in heaven over one sinner who repents than over ninety-nine righteous persons who need no repentance.</span></p>\n</div>","kjv":"<strong>7</strong> I say unto you, that likewise joy shall be in heaven over one sinner that repenteth, more than over ninety and nine just persons, which need no repentance. ","niv":"<sup><strong>7</strong></sup> I tell you that in the same way there will be more rejoicing in heaven over one sinner who repents than over ninety-nine righteous persons who do not need to repent.","modified":"2022-07-23T11:51:33.374Z"},{"_id":"615a4bd69dc6c407672cbb69","topicId":"615a4bd19dc6c407672cbb57","verse":"Matthew 22:1-46","votes":17,"__v":0,"esv":"<div>\n\n<p id=\"p40022001_07-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40022001-1\">22:1&nbsp;</b>And again Jesus spoke to them in parables, saying, <b class=\"verse-num woc\" id=\"v40022002-1\">2&nbsp;</b><span class=\"woc\">“The kingdom of heaven may be compared to a king who gave a wedding feast for his son,</span> <b class=\"verse-num woc\" id=\"v40022003-1\">3&nbsp;</b><span class=\"woc\">and sent his servants to call those who were invited to the wedding feast, but they would not come.</span> <b class=\"verse-num woc\" id=\"v40022004-1\">4&nbsp;</b><span class=\"woc\">Again he sent other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready. Come to the wedding feast.”’</span> <b class=\"verse-num woc\" id=\"v40022005-1\">5&nbsp;</b><span class=\"woc\">But they paid no attention and went off, one to his farm, another to his business,</span> <b class=\"verse-num woc\" id=\"v40022006-1\">6&nbsp;</b><span class=\"woc\">while the rest seized his servants, treated them shamefully, and killed them.</span> <b class=\"verse-num woc\" id=\"v40022007-1\">7&nbsp;</b><span class=\"woc\">The king was angry, and he sent his troops and destroyed those murderers and burned their city.</span> <b class=\"verse-num woc\" id=\"v40022008-1\">8&nbsp;</b><span class=\"woc\">Then he said to his servants, ‘The wedding feast is ready, but those invited were not worthy.</span> <b class=\"verse-num woc\" id=\"v40022009-1\">9&nbsp;</b><span class=\"woc\">Go therefore to the main roads and invite to the wedding feast as many as you find.’</span> <b class=\"verse-num woc\" id=\"v40022010-1\">10&nbsp;</b><span class=\"woc\">And those servants went out into the roads and gathered all whom they found, both bad and good. So the wedding hall was filled with guests.</span></p>\n<p id=\"p40022010_07-20\"><b class=\"verse-num woc\" id=\"v40022011-1\">11&nbsp;</b><span class=\"woc\">“But when the king came in to look at the guests, he saw there a man who had no wedding garment.</span> <b class=\"verse-num woc\" id=\"v40022012-1\">12&nbsp;</b><span class=\"woc\">And he said to him, ‘Friend, how did you get in here without a wedding garment?’ And he was speechless.</span> <b class=\"verse-num woc\" id=\"v40022013-1\">13&nbsp;</b><span class=\"woc\">Then the king said to the attendants, ‘Bind him hand and foot and cast him into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span> <b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n\n<p id=\"p40022014_11-20\"><b class=\"verse-num\" id=\"v40022015-1\">15&nbsp;</b>Then the Pharisees went and plotted how to entangle him in his words. <b class=\"verse-num\" id=\"v40022016-1\">16&nbsp;</b>And they sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are true and teach the way of God truthfully, and you do not care about anyone’s opinion, for you are not swayed by appearances. <b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n<p id=\"p40022022_16-20\"><b class=\"verse-num\" id=\"v40022023-1\">23&nbsp;</b>The same day Sadducees came to him, who say that there is no resurrection, and they asked him a question, <b class=\"verse-num\" id=\"v40022024-1\">24&nbsp;</b>saying, “Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’ <b class=\"verse-num\" id=\"v40022025-1\">25&nbsp;</b>Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother. <b class=\"verse-num\" id=\"v40022026-1\">26&nbsp;</b>So too the second and third, down to the seventh. <b class=\"verse-num\" id=\"v40022027-1\">27&nbsp;</b>After them all, the woman died. <b class=\"verse-num\" id=\"v40022028-1\">28&nbsp;</b>In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”</p>\n<p id=\"p40022028_16-20\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span> <b class=\"verse-num woc\" id=\"v40022030-1\">30&nbsp;</b><span class=\"woc\">For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v40022031-1\">31&nbsp;</b><span class=\"woc\">And as for the resurrection of the dead, have you not read what was said to you by God:</span> <b class=\"verse-num woc\" id=\"v40022032-1\">32&nbsp;</b><span class=\"woc\">‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”</span> <b class=\"verse-num\" id=\"v40022033-1\">33&nbsp;</b>And when the crowd heard it, they were astonished at his teaching.</p>\n\n<p id=\"p40022033_19-20\"><b class=\"verse-num\" id=\"v40022034-1\">34&nbsp;</b>But when the Pharisees heard that he had silenced the Sadducees, they gathered together. <b class=\"verse-num\" id=\"v40022035-1\">35&nbsp;</b>And one of them, a lawyer, asked him a question to test him. <b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n\n<p id=\"p40022040_24-20\"><b class=\"verse-num\" id=\"v40022041-1\">41&nbsp;</b>Now while the Pharisees were gathered together, Jesus asked them a question, <b class=\"verse-num\" id=\"v40022042-1\">42&nbsp;</b>saying, <span class=\"woc\">“What do you think about the Christ? Whose son is he?”</span> They said to him, “The son of David.” <b class=\"verse-num\" id=\"v40022043-1\">43&nbsp;</b>He said to them, <span class=\"woc\">“How is it then that David, in the Spirit, calls him Lord, saying,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40022044_24-20\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40022044-1\">44&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p40022044_24-20\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p40022044_24-20\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet”’?</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p40022044_24-20\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40022045-1\">45&nbsp;</b><span class=\"woc\">If then David calls him Lord, how is he his son?”</span> <b class=\"verse-num\" id=\"v40022046-1\">46&nbsp;</b>And no one was able to answer him a word, nor from that day did anyone dare to ask him any more questions.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus answered and spake unto them again by parables, and said,  <strong>2</strong> The kingdom of heaven is like unto a certain king, which made a marriage for his son,  <strong>3</strong> And sent forth his servants to call them that were bidden to the wedding: and they would not come.  <strong>4</strong> Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are  ready: come unto the marriage. <strong>5</strong> But they made light of it, and went their ways, one to his farm, another to his merchandise:  <strong>6</strong> And the remnant took his servants, and entreated them  spitefully, and slew them. <strong>7</strong> But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.  <strong>8</strong> Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.  <strong>9</strong> Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.  <strong>10</strong> So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests. <strong>11</strong>           And when the king came in to see the guests, he saw there a man which had not on a wedding garment:  <strong>12</strong> And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.  <strong>13</strong> Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.  <strong>14</strong> For many are called, but few are chosen. <strong>15</strong> Then went the Pharisees, and took counsel how they might entangle him in his talk.  <strong>16</strong> And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.  <strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  <strong>23</strong> The same day came to him the Sadducees, which say that there is no resurrection, and asked him,  <strong>24</strong> Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.  <strong>25</strong> Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:  <strong>26</strong> Likewise the second also, and the third, unto the seventh.  <strong>27</strong> And last of all the woman died also.  <strong>28</strong> Therefore in the resurrection whose wife shall she be of the seven? for they all had her.  <strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  <strong>30</strong> For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.  <strong>31</strong> But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,  <strong>32</strong> I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.  <strong>33</strong> And when the multitude heard this, they were astonished at his doctrine.  <strong>34</strong> But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.  <strong>35</strong> Then one of them, which was a lawyer, asked him a question, tempting him, and saying,  <strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  <strong>41</strong> While the Pharisees were gathered together, Jesus asked them,  <strong>42</strong> Saying, What think ye of Christ? whose son is he? They say unto him, The Son of David.  <strong>43</strong> He saith unto them, How then doth David in spirit call him Lord, saying,  <strong>44</strong> The LORD said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?  <strong>45</strong> If David then call him Lord, how is he his son?  <strong>46</strong> And no man was able to answer him a word, neither durst any man  from that day forth ask him any more questions.  ","niv":"<sup><strong>1</strong></sup> Jesus spoke to them again in parables, saying: <sup><strong>2</strong></sup> \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. <sup><strong>3</strong></sup> He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. <sup><strong>4</strong></sup> \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' <sup><strong>5</strong></sup> \"But they paid no attention and went off--one to his field, another to his business. <sup><strong>6</strong></sup> The rest seized his servants, mistreated them and killed them. <sup><strong>7</strong></sup> The king was enraged. He sent his army and destroyed those murderers and burned their city. <sup><strong>8</strong></sup> \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. <sup><strong>9</strong></sup> Go to the street corners and invite to the banquet anyone you find.' <sup><strong>10</strong></sup> So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. <sup><strong>11</strong></sup> \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. <sup><strong>12</strong></sup> 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. <sup><strong>13</strong></sup> \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\" <sup><strong>15</strong></sup> Then the Pharisees went out and laid plans to trap him in his words. <sup><strong>16</strong></sup> They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. <sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. <sup><strong>23</strong></sup> That same day the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>24</strong></sup> \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. <sup><strong>25</strong></sup> Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. <sup><strong>26</strong></sup> The same thing happened to the second and third brother, right on down to the seventh. <sup><strong>27</strong></sup> Finally, the woman died. <sup><strong>28</strong></sup> Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" <sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. <sup><strong>30</strong></sup> At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>31</strong></sup> But about the resurrection of the dead--have you not read what God said to you, <sup><strong>32</strong></sup> 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\" <sup><strong>33</strong></sup> When the crowds heard this, they were astonished at his teaching. <sup><strong>34</strong></sup> Hearing that Jesus had silenced the Sadducees, the Pharisees got together. <sup><strong>35</strong></sup> One of them, an expert in the law, tested him with this question: <sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" <sup><strong>41</strong></sup> While the Pharisees were gathered together, Jesus asked them, <sup><strong>42</strong></sup> \"What do you think about the Christ? Whose son is he?The son of David,\" they replied. <sup><strong>43</strong></sup> He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says, <sup><strong>44</strong></sup> \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>45</strong></sup> If then David calls him 'Lord,' how can he be his son?\" <sup><strong>46</strong></sup> No one could say a word in reply, and from that day on no one dared to ask him any more questions. ","modified":"2022-09-03T18:51:09.140Z"},{"_id":"615a4bd79dc6c407672cbb6a","topicId":"615a4bd19dc6c407672cbb57","verse":"Philippians 4:4","votes":18,"__v":0,"esv":"<div>\n<p id=\"p50004004_01-21\"><b class=\"verse-num\" id=\"v50004004-1\">4&nbsp;</b>Rejoice in the Lord always; again I will say, rejoice.</p>\n</div>","kjv":"<strong>4</strong> Rejoice in the Lord alway: and again I say, Rejoice.  ","niv":"<sup><strong>4</strong></sup> Rejoice in the Lord always. I will say it again: Rejoice!","modified":"2022-10-29T07:43:16.198Z"},{"_id":"615a4bd79dc6c407672cbb6b","topicId":"615a4bd19dc6c407672cbb57","verse":"John 3:16","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-22\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-08-20T20:32:22.378Z"},{"_id":"615a4bd79dc6c407672cbb6c","topicId":"615a4bd19dc6c407672cbb57","verse":"Isaiah 7:14","votes":17,"__v":0,"esv":"<div>\n<p id=\"p23007014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v23007014-1\">14&nbsp;</b>Therefore the Lord himself will give you a sign. Behold, the virgin shall conceive and bear a son, and shall call his name Immanuel.</p>\n\n</div>","kjv":"<strong>14</strong> Therefore the Lord himself shall give you a sign; Behold, a virgin shall conceive, and bear a son, and shall call his name Immanuel.  ","niv":"<sup><strong>14</strong></sup> Therefore the Lord himself will give you a sign: The virgin will be with child and will give birth to a son, and will call him Immanuel.","modified":"2022-07-23T12:19:20.315Z"},{"_id":"615a4bd89dc6c407672cbb6d","topicId":"615a4bd19dc6c407672cbb57","verse":"Jeremiah 29:11","votes":15,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future.","modified":"2023-08-07T19:48:22.417Z"},{"_id":"615a4bd89dc6c407672cbb6e","topicId":"615a4bd19dc6c407672cbb57","verse":"Matthew 2:1-12","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40002001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40002001-1\">2:1&nbsp;</b>Now after Jesus was born in Bethlehem of Judea in the days of Herod the king, behold, wise men from the east came to Jerusalem, <b class=\"verse-num\" id=\"v40002002-1\">2&nbsp;</b>saying, “Where is he who has been born king of the Jews? For we saw his star when it rose and have come to worship him.” <b class=\"verse-num\" id=\"v40002003-1\">3&nbsp;</b>When Herod the king heard this, he was troubled, and all Jerusalem with him; <b class=\"verse-num\" id=\"v40002004-1\">4&nbsp;</b>and assembling all the chief priests and scribes of the people, he inquired of them where the Christ was to be born. <b class=\"verse-num\" id=\"v40002005-1\">5&nbsp;</b>They told him, “In Bethlehem of Judea, for so it is written by the prophet:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40002006_07-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v40002006-1\">6&nbsp;</b>&nbsp;&nbsp;“‘And you, O Bethlehem, in the land of Judah,</span><br><span id=\"p40002006_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are by no means least among the rulers of Judah;</span><br><span id=\"p40002006_07-25\" class=\"line\">&nbsp;&nbsp;for from you shall come a ruler</span><br><span id=\"p40002006_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who will shepherd my people Israel.’”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p40002006_07-25\"><b class=\"verse-num\" id=\"v40002007-1\">7&nbsp;</b>Then Herod summoned the wise men secretly and ascertained from them what time the star had appeared. <b class=\"verse-num\" id=\"v40002008-1\">8&nbsp;</b>And he sent them to Bethlehem, saying, “Go and search diligently for the child, and when you have found him, bring me word, that I too may come and worship him.” <b class=\"verse-num\" id=\"v40002009-1\">9&nbsp;</b>After listening to the king, they went on their way. And behold, the star that they had seen when it rose went before them until it came to rest over the place where the child was. <b class=\"verse-num\" id=\"v40002010-1\">10&nbsp;</b>When they saw the star, they rejoiced exceedingly with great joy. <b class=\"verse-num\" id=\"v40002011-1\">11&nbsp;</b>And going into the house, they saw the child with Mary his mother, and they fell down and worshiped him. Then, opening their treasures, they offered him gifts, gold and frankincense and myrrh. <b class=\"verse-num\" id=\"v40002012-1\">12&nbsp;</b>And being warned in a dream not to return to Herod, they departed to their own country by another way.</p>\n\n</div>","kjv":"<strong>1</strong> Now when Jesus was born in Bethlehem of Judaea in the days of Herod the king, behold, there came wise men from the east to Jerusalem,  <strong>2</strong> Saying, Where is he that is born King of the Jews? for we have seen his star in the east, and are come to worship him.  <strong>3</strong> When Herod the king had heard these things, he was troubled, and all Jerusalem with him.  <strong>4</strong> And when he had gathered all the chief priests and scribes of the people together, he demanded of them where Christ should be born.  <strong>5</strong> And they said unto him, In Bethlehem of Judaea: for thus it is written by the prophet,  <strong>6</strong> And thou Bethlehem, in the land of Juda, art not the least among the princes of Juda: for out of thee shall come a Governor, that shall rule my people Israel.  <strong>7</strong> Then Herod, when he had privily called the wise men, enquired of them diligently what time the star appeared.  <strong>8</strong> And he sent them to Bethlehem, and said, Go and search diligently for the young child; and when ye have found him, bring me word again, that I may come and worship him also.  <strong>9</strong> When they had heard the king, they departed; and, lo, the star, which they saw in the east, went before them, till it came and stood over where the young child was.  <strong>10</strong> When they saw the star, they rejoiced with exceeding great joy.  <strong>11</strong> And when they were come into the house, they saw the young child with Mary his mother, and fell down, and worshipped him: and when they had opened their treasures, they presented unto him gifts; gold, and frankincense, and myrrh.  <strong>12</strong> And being warned of God in a dream that they should not return to Herod, they departed into their own country another way.  ","niv":"<sup><strong>1</strong></sup> After Jesus was born in Bethlehem in Judea, during the time of King Herod, Magi from the east came to Jerusalem <sup><strong>2</strong></sup> and asked, \"Where is the one who has been born king of the Jews? We saw his star in the east and have come to worship him.\" <sup><strong>3</strong></sup> When King Herod heard this he was disturbed, and all Jerusalem with him. <sup><strong>4</strong></sup> When he had called together all the people's chief priests and teachers of the law, he asked them where the Christ was to be born. <sup><strong>5</strong></sup> \"In Bethlehem in Judea,\" they replied, \"for this is what the prophet has written: <sup><strong>6</strong></sup> \"'But you, Bethlehem, in the land of Judah, are by no means least among the rulers of Judah; for out of you will come a ruler who will be the shepherd of my people Israel.'\" <sup><strong>7</strong></sup> Then Herod called the Magi secretly and found out from them the exact time the star had appeared. <sup><strong>8</strong></sup> He sent them to Bethlehem and said, \"Go and make a careful search for the child. As soon as you find him, report to me, so that I too may go and worship him.\" <sup><strong>9</strong></sup> After they had heard the king, they went on their way, and the star they had seen in the east went ahead of them until it stopped over the place where the child was. <sup><strong>10</strong></sup> When they saw the star, they were overjoyed. <sup><strong>11</strong></sup> On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold and of incense and of myrrh. <sup><strong>12</strong></sup> And having been warned in a dream not to go back to Herod, they returned to their country by another route. ","modified":"2022-07-23T12:19:44.114Z"},{"_id":"615a4bd89dc6c407672cbb6f","topicId":"615a4bd19dc6c407672cbb57","verse":"Psalm 149:5","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19149005_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v19149005-1\">5&nbsp;</b>&nbsp;&nbsp;Let the godly exult in glory;</span><br><span id=\"p19149005_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them sing for joy on their beds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Let the saints be joyful in glory: let them sing aloud upon their beds.  ","niv":"<sup><strong>5</strong></sup> Let the saints rejoice in this honor and sing for joy on their beds.","modified":"2022-07-23T12:19:52.708Z"},{"_id":"615a4bd89dc6c407672cbb70","topicId":"615a4bd19dc6c407672cbb57","verse":"Numbers 9:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p04009002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v04009002-1\">2&nbsp;</b>“Let the people of Israel keep the Passover at its appointed time.</p>\n</div>","kjv":"<strong>2</strong> Let the children of Israel also keep the passover at his appointed season.  ","modified":"2023-05-14T18:14:19.345Z"}]}