{"_id":"615a4b7e9dc6c407672cbb23","slug":"celebrating-holidays","name":"Celebrating Holidays","verses":[{"_id":"615a4b7f9dc6c407672cbb24","topicId":"615a4b7e9dc6c407672cbb23","verse":"Colossians 2:16","votes":83,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-1\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath.</p>\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day.","modified":"2023-12-02T17:22:04.725Z"},{"_id":"615a4b7f9dc6c407672cbb25","topicId":"615a4b7e9dc6c407672cbb23","verse":"Romans 14:5-6","votes":77,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-3\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-3\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-3\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-3\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-3\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. "},{"_id":"615a4b7f9dc6c407672cbb26","topicId":"615a4b7e9dc6c407672cbb23","verse":"Romans 14:1-23","votes":65,"__v":0,"kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","modified":"2023-05-01T02:24:35.986Z"},{"_id":"615a4b7f9dc6c407672cbb27","topicId":"615a4b7e9dc6c407672cbb23","verse":"Isaiah 1:14-15","votes":37,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001014_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_01-4\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_01-4\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  ","niv":"<sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; ","modified":"2022-08-22T21:58:30.867Z"},{"_id":"615a4b809dc6c407672cbb28","topicId":"615a4b7e9dc6c407672cbb23","verse":"Jeremiah 10:1-4","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p24010001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24010001-1\">10:1&nbsp;</b>Hear the word that the LORD speaks to you, O house of Israel. <b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_06-5\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_06-5\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear ye the word which the LORD speaketh unto you, O house of Israel:  <strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  ","niv":"<sup><strong>1</strong></sup> Hear what the LORD says to you, O house of Israel. <sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. ","modified":"2023-04-12T06:59:32.502Z"},{"_id":"615a4b809dc6c407672cbb29","topicId":"615a4b7e9dc6c407672cbb23","verse":"Esther 9:20-22","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p17009020_06-6\"><b class=\"verse-num\" id=\"v17009020-1\">20&nbsp;</b>And Mordecai recorded these things and sent letters to all the Jews who were in all the provinces of King Ahasuerus, both near and far, <b class=\"verse-num\" id=\"v17009021-1\">21&nbsp;</b>obliging them to keep the fourteenth day of the month Adar and also the fifteenth day of the same, year by year, <b class=\"verse-num\" id=\"v17009022-1\">22&nbsp;</b>as the days on which the Jews got relief from their enemies, and as the month that had been turned for them from sorrow into gladness and from mourning into a holiday; that they should make them days of feasting and gladness, days for sending gifts of food to one another and gifts to the poor.</p>\n</div>","kjv":"<strong>20</strong> And Mordecai wrote these things, and sent letters unto all the Jews that were in all the provinces of the king Ahasuerus, both  nigh and far,  <strong>21</strong> To stablish this among them, that they should keep the fourteenth day of the month Adar, and the fifteenth day of the same, yearly,  <strong>22</strong> As the days wherein the Jews rested from their enemies, and the month which was turned unto them from sorrow to joy, and from mourning into a good day: that they should make them days of feasting and joy, and of sending portions one to another, and gifts to the poor.  ","niv":"<sup><strong>20</strong></sup> Mordecai recorded these events, and he sent letters to all the Jews throughout the provinces of King Xerxes, near and far, <sup><strong>21</strong></sup> to have them celebrate annually the fourteenth and fifteenth days of the month of Adar <sup><strong>22</strong></sup> as the time when the Jews got relief from their enemies, and as the month when their sorrow was turned into joy and their mourning into a day of celebration. He wrote them to observe the days as days of feasting and joy and giving presents of food to one another and gifts to the poor. "},{"_id":"615a4b809dc6c407672cbb2a","topicId":"615a4b7e9dc6c407672cbb23","verse":"Deuteronomy 12:29-32","votes":28,"__v":0,"esv":"<div>\n\n<p id=\"p05012029_04-7\"><b class=\"verse-num\" id=\"v05012029-1\">29&nbsp;</b>“When the LORD your God cuts off before you the nations whom you go in to dispossess, and you dispossess them and dwell in their land, <b class=\"verse-num\" id=\"v05012030-1\">30&nbsp;</b>take care that you be not ensnared to follow them, after they have been destroyed before you, and that you do not inquire about their gods, saying, ‘How did these nations serve their gods?—that I also may do the same.’ <b class=\"verse-num\" id=\"v05012031-1\">31&nbsp;</b>You shall not worship the LORD your God in that way, for every abominable thing that the LORD hates they have done for their gods, for they even burn their sons and their daughters in the fire to their gods.</p>\n <p id=\"p05012031_04-7\"><b class=\"verse-num\" id=\"v05012032-1\">32&nbsp;</b>“Everything that I command you, you shall be careful to do. You shall not add to it or take from it.</p>\n\n</div>","kjv":"<strong>29</strong> When the LORD thy God shall cut off the nations from before thee, whither thou goest to possess them, and thou succeedest them, and dwellest in their land;  <strong>30</strong> Take heed to thyself that thou be not snared by following them, after that they be destroyed from before thee; and that thou enquire not after their gods, saying, How did these nations serve their gods? even so will I do likewise.  <strong>31</strong> Thou shalt not do so unto the LORD thy God: for every abomination to the LORD, which he hateth, have they done unto their gods; for even their sons and their daughters they have burnt in the fire to their gods.  <strong>32</strong> What thing soever I command you, observe to do it: thou shalt not add thereto, nor diminish from it.  ","niv":"<sup><strong>29</strong></sup> The LORD your God will cut off before you the nations you are about to invade and dispossess. But when you have driven them out and settled in their land, <sup><strong>30</strong></sup> and after they have been destroyed before you, be careful not to be ensnared by inquiring about their gods, saying, \"How do these nations serve their gods? We will do the same.\" <sup><strong>31</strong></sup> You must not worship the LORD your God in their way, because in worshiping their gods, they do all kinds of detestable things the LORD hates. They even burn their sons and daughters in the fire as sacrifices to their gods. <sup><strong>32</strong></sup> See that you do all I command you; do not add to it or take away from it. "},{"_id":"615a4b819dc6c407672cbb2b","topicId":"615a4b7e9dc6c407672cbb23","verse":"Matthew 15:3","votes":23,"__v":0,"esv":"<div>\n<p id=\"p40015003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v40015003-1\">3&nbsp;</b>He answered them, <span class=\"woc\">“And why do you break the commandment of God for the sake of your tradition?</span></p>\n</div>","kjv":"<strong>3</strong> But he answered and said unto them, Why do ye also transgress the commandment of God by your tradition?  ","niv":"<sup><strong>3</strong></sup> Jesus replied, \"And why do you break the command of God for the sake of your tradition?"},{"_id":"615a4b819dc6c407672cbb2c","topicId":"615a4b7e9dc6c407672cbb23","verse":"Colossians 2:8","votes":22,"__v":0,"esv":"<div>\n<p id=\"p51002008_01-9\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ.</p>\n\n</div>","kjv":"<strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  ","niv":"<sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ."},{"_id":"615a4b819dc6c407672cbb2d","topicId":"615a4b7e9dc6c407672cbb23","verse":"Galatians 4:10","votes":19,"__v":0,"esv":"<div>\n<p id=\"p48004010_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004010-1\">10&nbsp;</b>You observe days and months and seasons and years!</p>\n</div>","kjv":"<strong>10</strong> Ye observe days, and months, and times, and years.  ","niv":"<sup><strong>10</strong></sup> You are observing special days and months and seasons and years!"},{"_id":"615a4b819dc6c407672cbb2e","topicId":"615a4b7e9dc6c407672cbb23","verse":"Galatians 4:10-11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p48004010_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004010-1\">10&nbsp;</b>You observe days and months and seasons and years! <b class=\"verse-num\" id=\"v48004011-1\">11&nbsp;</b>I am afraid I may have labored over you in vain.</p>\n</div>","kjv":"<strong>10</strong> Ye observe days, and months, and times, and years.  <strong>11</strong> I am afraid of you, lest I have bestowed upon you labour in vain.  ","niv":"<sup><strong>10</strong></sup> You are observing special days and months and seasons and years! <sup><strong>11</strong></sup> I fear for you, that somehow I have wasted my efforts on you. "},{"_id":"615a4b829dc6c407672cbb2f","topicId":"615a4b7e9dc6c407672cbb23","verse":"Colossians 2:16-17","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p51002016_06-12\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ.</p>\n</div>","kjv":"<strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  ","niv":"<sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. "},{"_id":"615a4b829dc6c407672cbb30","topicId":"615a4b7e9dc6c407672cbb23","verse":"Luke 16:15","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42016015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42016015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“You are those who justify yourselves before men, but God knows your hearts. For what is exalted among men is an abomination in the sight of God.</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Ye are they which justify yourselves before men; but God knoweth your hearts: for that which is highly esteemed among men is abomination in the sight of God.  ","niv":"<sup><strong>15</strong></sup> He said to them, \"You are the ones who justify yourselves in the eyes of men, but God knows your hearts. What is highly valued among men is detestable in God's sight."},{"_id":"615a4b829dc6c407672cbb31","topicId":"615a4b7e9dc6c407672cbb23","verse":"Jeremiah 10:2-5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p24010002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_01-14\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_01-14\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br><span id=\"p24010005_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010005-1\">5&nbsp;</b>&nbsp;&nbsp;Their idols are like scarecrows in a cucumber field,</span><br><span id=\"p24010005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they cannot speak;</span><br><span id=\"p24010005_01-14\" class=\"line\">&nbsp;&nbsp;they have to be carried,</span><br><span id=\"p24010005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot walk.</span><br><span id=\"p24010005_01-14\" class=\"line\">&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24010005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot do evil,</span><br><span id=\"p24010005_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither is it in them to do good.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  <strong>5</strong> They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.  ","niv":"<sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. <sup><strong>5</strong></sup> Like a scarecrow in a melon patch, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.\" "},{"_id":"615a4b829dc6c407672cbb32","topicId":"615a4b7e9dc6c407672cbb23","verse":"Deuteronomy 16:16","votes":12,"__v":0,"esv":"<div>\n<p id=\"p05016016_01-15\"><b class=\"verse-num\" id=\"v05016016-1\">16&nbsp;</b>“Three times a year all your males shall appear before the LORD your God at the place that he will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Booths. They shall not appear before the LORD empty-handed.</p>\n</div>","kjv":"<strong>16</strong> Three times in a year shall all thy males appear before the LORD thy God in the place which he shall choose; in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: and they shall not appear before the LORD empty:  ","niv":"<sup><strong>16</strong></sup> Three times a year all your men must appear before the LORD your God at the place he will choose: at the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Tabernacles. No man should appear before the LORD empty-handed:"},{"_id":"615a4b839dc6c407672cbb33","topicId":"615a4b7e9dc6c407672cbb23","verse":"Galatians 4:8-11","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p48004008_06-16\"><b class=\"verse-num\" id=\"v48004008-1\">8&nbsp;</b>Formerly, when you did not know God, you were enslaved to those that by nature are not gods. <b class=\"verse-num\" id=\"v48004009-1\">9&nbsp;</b>But now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and worthless elementary principles of the world, whose slaves you want to be once more? <b class=\"verse-num\" id=\"v48004010-1\">10&nbsp;</b>You observe days and months and seasons and years! <b class=\"verse-num\" id=\"v48004011-1\">11&nbsp;</b>I am afraid I may have labored over you in vain.</p>\n</div>","kjv":"<strong>8</strong> Howbeit then, when ye knew not God, ye did service unto them which by nature are no gods.  <strong>9</strong> But now, after that ye have known God, or rather are known of God, how turn ye again to the weak and beggarly elements, whereunto ye desire again to be in bondage?  <strong>10</strong> Ye observe days, and months, and times, and years.  <strong>11</strong> I am afraid of you, lest I have bestowed upon you labour in vain.  ","niv":"<sup><strong>8</strong></sup> Formerly, when you did not know God, you were slaves to those who by nature are not gods. <sup><strong>9</strong></sup> But now that you know God--or rather are known by God--how is it that you are turning back to those weak and miserable principles? Do you wish to be enslaved by them all over again? <sup><strong>10</strong></sup> You are observing special days and months and seasons and years! <sup><strong>11</strong></sup> I fear for you, that somehow I have wasted my efforts on you. "},{"_id":"615a4b839dc6c407672cbb34","topicId":"615a4b7e9dc6c407672cbb23","verse":"Romans 14:5","votes":12,"__v":0,"esv":"<div>\n<p id=\"p45014005_01-17\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind.</p>\n</div>","kjv":"<strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  ","niv":"<sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind."},{"_id":"615a4b839dc6c407672cbb35","topicId":"615a4b7e9dc6c407672cbb23","verse":"Nehemiah 8:9-10","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p16008009_05-18\"><b class=\"verse-num\" id=\"v16008009-1\">9&nbsp;</b>And Nehemiah, who was the governor, and Ezra the priest and scribe, and the Levites who taught the people said to all the people, “This day is holy to the LORD your God; do not mourn or weep.” For all the people wept as they heard the words of the Law. <b class=\"verse-num\" id=\"v16008010-1\">10&nbsp;</b>Then he said to them, “Go your way. Eat the fat and drink sweet wine and send portions to anyone who has nothing ready, for this day is holy to our Lord. And do not be grieved, for the joy of the LORD is your strength.”</p>\n</div>","kjv":"<strong>9</strong> And Nehemiah, which is the Tirshatha, and Ezra the priest the scribe, and the Levites that taught the people, said unto all the people, This day is holy unto the LORD your God; mourn not, nor weep. For all the people wept, when they heard the words of the law.  <strong>10</strong> Then he said unto them, Go your way, eat the fat, and drink the sweet, and send portions unto them for whom nothing is prepared: for this  day is holy unto our Lord: neither be ye sorry; for the joy of the LORD is your strength.  ","niv":"<sup><strong>9</strong></sup> Then Nehemiah the governor, Ezra the priest and scribe, and the Levites who were instructing the people said to them all, \"This day is sacred to the LORD your God. Do not mourn or weep.\" For all the people had been weeping as they listened to the words of the Law. <sup><strong>10</strong></sup> Nehemiah said, \"Go and enjoy choice food and sweet drinks, and send some to those who have nothing prepared. This day is sacred to our Lord. Do not grieve, for the joy of the LORD is your strength.\" "},{"_id":"615a4b849dc6c407672cbb36","topicId":"615a4b7e9dc6c407672cbb23","verse":"Exodus 20:8-11","votes":12,"__v":0,"esv":"<div>\n<p id=\"p02020008_01-19\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n</div>","kjv":"<strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  ","niv":"<sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. "},{"_id":"615a4b849dc6c407672cbb37","topicId":"615a4b7e9dc6c407672cbb23","verse":"2 Timothy 3:16-17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"615a4b849dc6c407672cbb38","topicId":"615a4b7e9dc6c407672cbb23","verse":"Matthew 15:9","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40015009_01-21\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40015009-1\">9&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p40015009_01-21\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’”</span><br></span></span></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> But in vain they do worship me, teaching for doctrines the commandments of men. ","niv":"<sup><strong>9</strong></sup> They worship me in vain; their teachings are but rules taught by men.'\""},{"_id":"615a4b859dc6c407672cbb39","topicId":"615a4b7e9dc6c407672cbb23","verse":"Jeremiah 10:1-5","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p24010001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v24010001-1\">10:1&nbsp;</b>Hear the word that the LORD speaks to you, O house of Israel. <b class=\"verse-num\" id=\"v24010002-1\">2&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24010002_06-22\" class=\"line\">&nbsp;&nbsp;“Learn not the way of the nations,</span><br><span id=\"p24010002_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be dismayed at the signs of the heavens</span><br><span id=\"p24010002_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because the nations are dismayed at them,</span><br><span id=\"p24010003_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010003-1\">3&nbsp;</b>&nbsp;&nbsp;for the customs of the peoples are vanity.</span><br><span id=\"p24010003_06-22\" class=\"line\">&nbsp;&nbsp;A tree from the forest is cut down</span><br><span id=\"p24010003_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and worked with an axe by the hands of a craftsman.</span><br><span id=\"p24010004_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010004-1\">4&nbsp;</b>&nbsp;&nbsp;They decorate it with silver and gold;</span><br><span id=\"p24010004_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they fasten it with hammer and nails</span><br><span id=\"p24010004_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that it cannot move.</span><br><span id=\"p24010005_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24010005-1\">5&nbsp;</b>&nbsp;&nbsp;Their idols are like scarecrows in a cucumber field,</span><br><span id=\"p24010005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they cannot speak;</span><br><span id=\"p24010005_06-22\" class=\"line\">&nbsp;&nbsp;they have to be carried,</span><br><span id=\"p24010005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot walk.</span><br><span id=\"p24010005_06-22\" class=\"line\">&nbsp;&nbsp;Do not be afraid of them,</span><br><span id=\"p24010005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for they cannot do evil,</span><br><span id=\"p24010005_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither is it in them to do good.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Hear ye the word which the LORD speaketh unto you, O house of Israel:  <strong>2</strong> Thus saith the LORD, Learn not the way of the heathen, and be not dismayed at the signs of heaven; for the heathen are dismayed at them.  <strong>3</strong> For the customs of the people are vain: for one  cutteth a tree out of the forest, the work of the hands of the workman, with the axe.  <strong>4</strong> They deck it with silver and with gold; they fasten it with nails and with hammers, that it move not.  <strong>5</strong> They are upright as the palm tree, but speak not: they must needs be borne, because they cannot go. Be not afraid of them; for they cannot do evil, neither also is it in them to do good.  ","niv":"<sup><strong>1</strong></sup> Hear what the LORD says to you, O house of Israel. <sup><strong>2</strong></sup> This is what the LORD says: \"Do not learn the ways of the nations or be terrified by signs in the sky, though the nations are terrified by them. <sup><strong>3</strong></sup> For the customs of the peoples are worthless; they cut a tree out of the forest, and a craftsman shapes it with his chisel. <sup><strong>4</strong></sup> They adorn it with silver and gold; they fasten it with hammer and nails so it will not totter. <sup><strong>5</strong></sup> Like a scarecrow in a melon patch, their idols cannot speak; they must be carried because they cannot walk. Do not fear them; they can do no harm nor can they do any good.\" "},{"_id":"615a4b859dc6c407672cbb3a","topicId":"615a4b7e9dc6c407672cbb23","verse":"John 8:32","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615a4b859dc6c407672cbb3b","topicId":"615a4b7e9dc6c407672cbb23","verse":"Mark 7:6-9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p41007006_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v41007006-1\">6&nbsp;</b>And he said to them, <span class=\"woc\">“Well did Isaiah prophesy of you hypocrites, as it is written,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p41007006_01-24\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“‘This people honors me with their lips,</span><br><span id=\"p41007006_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but their heart is far from me;</span></span><br><span id=\"p41007007_01-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v41007007-1\">7&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">in vain do they worship me,</span><br><span id=\"p41007007_01-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;teaching as doctrines the commandments of men.’</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p41007007_01-24\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v41007008-1\">8&nbsp;</b><span class=\"woc\">You leave the commandment of God and hold to the tradition of men.”</span></p>\n<p id=\"p41007008_01-24\"><b class=\"verse-num\" id=\"v41007009-1\">9&nbsp;</b>And he said to them, <span class=\"woc\">“You have a fine way of rejecting the commandment of God in order to establish your tradition!</span></p>\n</div>","kjv":"<strong>6</strong> He answered and said unto them, Well hath Esaias prophesied of you hypocrites, as it is written, This people honoureth me with their  lips, but their heart is far from me.  <strong>7</strong> Howbeit in vain do they worship me, teaching for doctrines the commandments of men.  <strong>8</strong> For laying aside the commandment of God, ye hold the tradition of men, as the washing of pots and cups: and many other such like things ye do.  <strong>9</strong> And he said unto them, Full well ye reject the commandment of God, that ye may keep your own tradition.  ","niv":"<sup><strong>6</strong></sup> He replied, \"Isaiah was right when he prophesied about you hypocrites; as it is written: \"'These people honor me with their lips, but their hearts are far from me. <sup><strong>7</strong></sup> They worship me in vain; their teachings are but rules taught by men.' <sup><strong>8</strong></sup> You have let go of the commands of God and are holding on to the traditions of men.\" <sup><strong>9</strong></sup> And he said to them: \"You have a fine way of setting aside the commands of God in order to observe your own traditions! "},{"_id":"615a4b859dc6c407672cbb3c","topicId":"615a4b7e9dc6c407672cbb23","verse":"Exodus 31:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p02031013_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v02031013-1\">13&nbsp;</b>“You are to speak to the people of Israel and say, ‘Above all you shall keep my Sabbaths, for this is a sign between me and you throughout your generations, that you may know that I, the LORD, sanctify you.</p>\n</div>","kjv":"<strong>13</strong> Speak thou also unto the children of Israel, saying, Verily my sabbaths ye shall keep: for it is a sign between me and you throughout your generations; that ye may know that I am the LORD that doth sanctify you.  ","niv":"<sup><strong>13</strong></sup> \"Say to the Israelites, 'You must observe my Sabbaths. This will be a sign between me and you for the generations to come, so you may know that I am the LORD, who makes you holy."}]}