{"_id":"615a4cc8a2008c08a2957473","slug":"censorship","name":"Censorship","verses":[{"_id":"615a4cc8a2008c08a2957474","topicId":"615a4cc8a2008c08a2957473","verse":"Romans 1:18","votes":21,"__v":0,"esv":"<div>\n\n<p id=\"p45001018_05-1\"><b class=\"verse-num\" id=\"v45001018-1\">18&nbsp;</b>For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who by their unrighteousness suppress the truth.</p>\n</div>","kjv":"<strong>18</strong> For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who hold the truth in unrighteousness;  ","niv":"<sup><strong>18</strong></sup> The wrath of God is being revealed from heaven against all the godlessness and wickedness of men who suppress the truth by their wickedness,","modified":"2023-09-14T14:36:40.359Z"},{"_id":"615a4cc8a2008c08a2957475","topicId":"615a4cc8a2008c08a2957473","verse":"Psalm 101:3","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19101003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v19101003-1\">3&nbsp;</b>&nbsp;&nbsp;I will not set before my eyes</span><br><span id=\"p19101003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;anything that is worthless.</span><br><span id=\"p19101003_01-2\" class=\"line\">&nbsp;&nbsp;I hate the work of those who fall away;</span><br><span id=\"p19101003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not cling to me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> I will set no wicked thing before mine eyes: I hate the work of them that turn aside; it shall not cleave to me.  ","niv":"<sup><strong>3</strong></sup> I will set before my eyes no vile thing. The deeds of faithless men I hate; they will not cling to me.","modified":"2022-03-21T00:51:51.839Z"},{"_id":"615a4cc9a2008c08a2957476","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40023013_01-3\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span></p>\n\n</div>","kjv":"<strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  ","niv":"<sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to."},{"_id":"615a4cc9a2008c08a2957477","topicId":"615a4cc8a2008c08a2957473","verse":"Deuteronomy 12:3","votes":5,"__v":0,"esv":"<div>\n<p id=\"p05012003_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v05012003-1\">3&nbsp;</b>You shall tear down their altars and dash in pieces their pillars and burn their Asherim with fire. You shall chop down the carved images of their gods and destroy their name out of that place.</p>\n</div>","kjv":"<strong>3</strong> And ye shall overthrow their altars, and break their pillars, and burn their groves with fire; and ye shall hew down the graven images of their gods, and destroy the names of them out of that place.  ","niv":"<sup><strong>3</strong></sup> Break down their altars, smash their sacred stones and burn their Asherah poles in the fire; cut down the idols of their gods and wipe out their names from those places."},{"_id":"615a4cc9a2008c08a2957478","topicId":"615a4cc8a2008c08a2957473","verse":"Luke 19:39-40","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42019039_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42019039-1\">39&nbsp;</b>And some of the Pharisees in the crowd said to him, “Teacher, rebuke your disciples.” <b class=\"verse-num\" id=\"v42019040-1\">40&nbsp;</b>He answered, <span class=\"woc\">“I tell you, if these were silent, the very stones would cry out.”</span></p>\n</div>","kjv":"<strong>39</strong> And some of the Pharisees from among the multitude said unto him, Master, rebuke thy disciples.  <strong>40</strong> And he answered and said unto them, I tell you that, if these should hold their peace, the stones would immediately cry out. ","niv":"<sup><strong>39</strong></sup> Some of the Pharisees in the crowd said to Jesus, \"Teacher, rebuke your disciples!\" <sup><strong>40</strong></sup> \"I tell you,\" he replied, \"if they keep quiet, the stones will cry out.\" ","modified":"2022-03-21T00:52:08.525Z"},{"_id":"615a4ccaa2008c08a2957479","topicId":"615a4cc8a2008c08a2957473","verse":"Titus 1:10-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p56001010_01-6\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach.</p>\n\n</div>","kjv":"<strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  ","niv":"<sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. "},{"_id":"615a4ccaa2008c08a295747a","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:15-16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40023015_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n<p id=\"p40023015_01-7\"><b class=\"verse-num woc\" id=\"v40023016-1\">16&nbsp;</b><span class=\"woc\">“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing, but if anyone swears by the gold of the temple, he is bound by his oath.’</span></p>\n\n</div>","kjv":"<strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  <strong>16</strong> Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!  ","niv":"<sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are. <sup><strong>16</strong></sup> \"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but if anyone swears by the gold of the temple, he is bound by his oath.' "},{"_id":"615a4ccaa2008c08a295747b","topicId":"615a4cc8a2008c08a2957473","verse":"Deuteronomy 13:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05013005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05013005-1\">5&nbsp;</b>But that prophet or that dreamer of dreams shall be put to death, because he has taught rebellion against the LORD your God, who brought you out of the land of Egypt and redeemed you out of the house of slavery, to make you leave the way in which the LORD your God commanded you to walk. So you shall purge the evil from your midst.</p>\n\n</div>","kjv":"<strong>5</strong> And that prophet, or that dreamer of dreams, shall be put to death; because he hath spoken to turn you away from the LORD your God, which brought you out of the land of Egypt, and redeemed you out of the house of bondage, to thrust thee out of the way which the LORD thy God commanded thee to walk in. So shalt thou put the evil away from the midst of thee.  ","niv":"<sup><strong>5</strong></sup> That prophet or dreamer must be put to death, because he preached rebellion against the LORD your God, who brought you out of Egypt and redeemed you from the land of slavery; he has tried to turn you from the way the LORD your God commanded you to follow. You must purge the evil from among you."},{"_id":"615a4ccaa2008c08a295747c","topicId":"615a4cc8a2008c08a2957473","verse":"2 Corinthians 4:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47004004_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v47004004-1\">4&nbsp;</b>In their case the god of this world has blinded the minds of the unbelievers, to keep them from seeing the light of the gospel of the glory of Christ, who is the image of God.</p>\n</div>","kjv":"<strong>4</strong> In whom the god of this world hath blinded the minds of them which believe not, lest the light of the glorious gospel of Christ, who is the image of God, should shine unto them.  ","niv":"<sup><strong>4</strong></sup> The god of this age has blinded the minds of unbelievers, so that they cannot see the light of the gospel of the glory of Christ, who is the image of God.","modified":"2023-01-16T19:57:14.364Z"},{"_id":"615a4ccba2008c08a295747d","topicId":"615a4cc8a2008c08a2957473","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a4ccba2008c08a295747e","topicId":"615a4cc8a2008c08a2957473","verse":"Mark 12:38","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p41012038_05-11\"><b class=\"verse-num\" id=\"v41012038-1\">38&nbsp;</b>And in his teaching he said, <span class=\"woc\">“Beware of the scribes, who like to walk around in long robes and like greetings in the marketplaces</span></p>\n</div>","kjv":"<strong>38</strong> And he said unto them in his doctrine, Beware of the scribes, which love to go in long clothing, and love salutations in the marketplaces,  ","niv":"<sup><strong>38</strong></sup> As he taught, Jesus said, \"Watch out for the teachers of the law. They like to walk around in flowing robes and be greeted in the marketplaces,","modified":"2023-08-22T08:59:12.352Z"},{"_id":"615a4ccba2008c08a295747f","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40023002_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"615a4ccca2008c08a2957480","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:2-3","votes":3,"__v":0,"kjv":"<strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  ","niv":"<sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. ","modified":"2023-12-14T21:58:50.372Z"},{"_id":"615a4ccca2008c08a2957481","topicId":"615a4cc8a2008c08a2957473","verse":"Revelation 20:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66020012_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done.</p>\n</div>","kjv":"<strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  ","niv":"<sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books."},{"_id":"615a4ccca2008c08a2957482","topicId":"615a4cc8a2008c08a2957473","verse":"1 John 2:15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p62002015_06-15\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him.</p>\n</div>","kjv":"<strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  ","niv":"<sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him."},{"_id":"615a4ccda2008c08a2957483","topicId":"615a4cc8a2008c08a2957473","verse":"Acts 7:57-58","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44007057_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v44007057-1\">57&nbsp;</b>But they cried out with a loud voice and stopped their ears and rushed together at him. <b class=\"verse-num\" id=\"v44007058-1\">58&nbsp;</b>Then they cast him out of the city and stoned him. And the witnesses laid down their garments at the feet of a young man named Saul.</p>\n\n</div>","kjv":"<strong>57</strong> Then they cried out with a loud voice, and stopped their ears, and ran upon him with one accord,  <strong>58</strong> And cast him out of the city, and stoned him: and the witnesses laid down their clothes at a young man’s feet, whose name was Saul.  ","niv":"<sup><strong>57</strong></sup> At this they covered their ears and, yelling at the top of their voices, they all rushed at him, <sup><strong>58</strong></sup> dragged him out of the city and began to stone him. Meanwhile, the witnesses laid their clothes at the feet of a young man named Saul. "},{"_id":"615a4ccda2008c08a2957484","topicId":"615a4cc8a2008c08a2957473","verse":"John 3:20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43003020_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span></p>\n</div>","kjv":"<strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  ","niv":"<sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed."},{"_id":"615a4ccda2008c08a2957485","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40023017_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023017-1\">17&nbsp;</b><span class=\"woc\">You blind fools! For which is greater, the gold or the temple that has made the gold sacred?</span></p>\n</div>","kjv":"<strong>17</strong> Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?  ","niv":"<sup><strong>17</strong></sup> You blind fools! Which is greater: the gold, or the temple that makes the gold sacred?","modified":"2023-01-16T19:57:27.999Z"},{"_id":"615a4ccda2008c08a2957486","topicId":"615a4cc8a2008c08a2957473","verse":"Proverbs 4:23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"615a4ccea2008c08a2957487","topicId":"615a4cc8a2008c08a2957473","verse":"Exodus 21:23-25","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02021023_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v02021023-1\">23&nbsp;</b>But if there is harm, then you shall pay life for life, <b class=\"verse-num\" id=\"v02021024-1\">24&nbsp;</b>eye for eye, tooth for tooth, hand for hand, foot for foot, <b class=\"verse-num\" id=\"v02021025-1\">25&nbsp;</b>burn for burn, wound for wound, stripe for stripe.</p>\n\n</div>","kjv":"<strong>23</strong> And if any mischief follow, then thou shalt give life for life,  <strong>24</strong> Eye for eye, tooth for tooth, hand for hand, foot for foot,  <strong>25</strong> Burning for burning, wound for wound, stripe for stripe.  ","niv":"<sup><strong>23</strong></sup> But if there is serious injury, you are to take life for life, <sup><strong>24</strong></sup> eye for eye, tooth for tooth, hand for hand, foot for foot, <sup><strong>25</strong></sup> burn for burn, wound for wound, bruise for bruise. "},{"_id":"615a4ccea2008c08a2957488","topicId":"615a4cc8a2008c08a2957473","verse":"Exodus 20:4-5","votes":3,"__v":0,"esv":"<div>\n<p id=\"p02020004_01-21\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me,</p>\n</div>","kjv":"<strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  ","niv":"<sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, "},{"_id":"615a4ccea2008c08a2957489","topicId":"615a4cc8a2008c08a2957473","verse":"Revelation 20:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66020004_01-22\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection.</p>\n</div>","kjv":"<strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  ","niv":"<sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. "},{"_id":"615a4ccfa2008c08a295748a","topicId":"615a4cc8a2008c08a2957473","verse":"Matthew 23:15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40023015_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n\n</div>","kjv":"<strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  ","niv":"<sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are."},{"_id":"615a4ccfa2008c08a295748b","topicId":"615a4cc8a2008c08a2957473","verse":"Exodus 20:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02020003_01-24\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n\n</div>","kjv":"<strong>3</strong> Thou shalt have no other gods before me.  ","niv":"<sup><strong>3</strong></sup> \"You shall have no other gods before me."},{"_id":"615a4ccfa2008c08a295748c","topicId":"615a4cc8a2008c08a2957473","verse":"Daniel 1:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p27001017_01-25\"><b class=\"verse-num\" id=\"v27001017-1\">17&nbsp;</b>As for these four youths, God gave them learning and skill in all literature and wisdom, and Daniel had understanding in all visions and dreams.</p>\n</div>","kjv":"<strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  ","niv":"<sup><strong>17</strong></sup> To these four young men God gave knowledge and understanding of all kinds of literature and learning. And Daniel could understand visions and dreams of all kinds."}]}