{"_id":"615a4e3da2008c08a2957540","slug":"chanting","name":"Chanting","verses":[{"_id":"615a4e3ea2008c08a2957541","topicId":"615a4e3da2008c08a2957540","verse":"Matthew 6:7","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-13\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006004_08-13\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_08-13\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_08-13\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_08-13\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_08-13\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_08-13\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_08-13\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_08-13\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_09-13\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_14-13\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_14-13\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_14-13\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_18-13\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_18-13\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  ","niv":"<sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words.","modified":"2023-09-02T17:41:19.109Z"},{"_id":"615a4e3ea2008c08a2957542","topicId":"615a4e3da2008c08a2957540","verse":"Exodus 23:13-24","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02023013_01-2\"><b class=\"verse-num\" id=\"v02023013-1\">13&nbsp;</b>“Pay attention to all that I have said to you, and make no mention of the names of other gods, nor let it be heard on your lips.</p>\n<p id=\"p02023013_01-2\"><b class=\"verse-num\" id=\"v02023014-1\">14&nbsp;</b>“Three times in the year you shall keep a feast to me. <b class=\"verse-num\" id=\"v02023015-1\">15&nbsp;</b>You shall keep the Feast of Unleavened Bread. As I commanded you, you shall eat unleavened bread for seven days at the appointed time in the month of Abib, for in it you came out of Egypt. None shall appear before me empty-handed. <b class=\"verse-num\" id=\"v02023016-1\">16&nbsp;</b>You shall keep the Feast of Harvest, of the firstfruits of your labor, of what you sow in the field. You shall keep the Feast of Ingathering at the end of the year, when you gather in from the field the fruit of your labor. <b class=\"verse-num\" id=\"v02023017-1\">17&nbsp;</b>Three times in the year shall all your males appear before the Lord GOD.</p>\n<p id=\"p02023017_01-2\"><b class=\"verse-num\" id=\"v02023018-1\">18&nbsp;</b>“You shall not offer the blood of my sacrifice with anything leavened, or let the fat of my feast remain until the morning.</p>\n<p id=\"p02023018_01-2\"><b class=\"verse-num\" id=\"v02023019-1\">19&nbsp;</b>“The best of the firstfruits of your ground you shall bring into the house of the LORD your God.</p>\n<p id=\"p02023019_01-2\">“You shall not boil a young goat in its mother’s milk.</p>\n\n<p id=\"p02023019_05-2\"><b class=\"verse-num\" id=\"v02023020-1\">20&nbsp;</b>“Behold, I send an angel before you to guard you on the way and to bring you to the place that I have prepared. <b class=\"verse-num\" id=\"v02023021-1\">21&nbsp;</b>Pay careful attention to him and obey his voice; do not rebel against him, for he will not pardon your transgression, for my name is in him.</p>\n<p id=\"p02023021_05-2\"><b class=\"verse-num\" id=\"v02023022-1\">22&nbsp;</b>“But if you carefully obey his voice and do all that I say, then I will be an enemy to your enemies and an adversary to your adversaries.</p>\n<p id=\"p02023022_05-2\"><b class=\"verse-num\" id=\"v02023023-1\">23&nbsp;</b>“When my angel goes before you and brings you to the Amorites and the Hittites and the Perizzites and the Canaanites, the Hivites and the Jebusites, and I blot them out, <b class=\"verse-num\" id=\"v02023024-1\">24&nbsp;</b>you shall not bow down to their gods nor serve them, nor do as they do, but you shall utterly overthrow them and break their pillars in pieces.</p>\n</div>","kjv":"<strong>13</strong> And in all things that I have said unto you be circumspect: and make no mention of the name of other gods, neither let it be heard out of thy mouth.  <strong>14</strong> Three times thou shalt keep a feast unto me in the year.  <strong>15</strong> Thou shalt keep the feast of unleavened bread: (thou shalt eat unleavened bread seven days, as I commanded thee, in the time appointed of the month Abib; for in it thou camest out from Egypt: and none shall appear before me empty:)  <strong>16</strong> And the feast of harvest, the firstfruits of thy labours, which thou hast sown in the field: and the feast of ingathering, which is  in the end of the year, when thou hast gathered in thy labours out of the field.  <strong>17</strong> Three times in the year all thy males shall appear before the Lord GOD.  <strong>18</strong> Thou shalt not offer the blood of my sacrifice with leavened bread; neither shall the fat of my sacrifice remain until the morning.  <strong>19</strong> The first of the firstfruits of thy land thou shalt bring into the house of the LORD thy God. Thou shalt not seethe a kid in his mother’s milk.  <strong>20</strong> Behold, I send an Angel before thee, to keep thee in the way, and to bring thee into the place which I have prepared.  <strong>21</strong> Beware of him, and obey his voice, provoke him not; for he will not pardon your transgressions: for my name is in him.  <strong>22</strong> But if thou shalt indeed obey his voice, and do all that I speak; then I will be an enemy unto thine enemies, and an adversary unto thine adversaries.  <strong>23</strong> For mine Angel shall go before thee, and bring thee in unto the Amorites, and the Hittites, and the Perizzites, and the Canaanites, and the Hivites, and the Jebusites: and I will cut them off.  <strong>24</strong> Thou shalt not bow down to their gods, nor serve them, nor do after their works: but thou shalt utterly overthrow them, and quite break down their images.  ","niv":"<sup><strong>13</strong></sup> \"Be careful to do everything I have said to you. Do not invoke the names of other gods; do not let them be heard on your lips. <sup><strong>14</strong></sup> \"Three times a year you are to celebrate a festival to me. <sup><strong>15</strong></sup> \"Celebrate the Feast of Unleavened Bread; for seven days eat bread made without yeast, as I commanded you. Do this at the appointed time in the month of Abib, for in that month you came out of Egypt. \"No one is to appear before me empty-handed. <sup><strong>16</strong></sup> \"Celebrate the Feast of Harvest with the firstfruits of the crops you sow in your field. \"Celebrate the Feast of Ingathering at the end of the year, when you gather in your crops from the field. <sup><strong>17</strong></sup> \"Three times a year all the men are to appear before the Sovereign LORD. <sup><strong>18</strong></sup> \"Do not offer the blood of a sacrifice to me along with anything containing yeast. \"The fat of my festival offerings must not be kept until morning. <sup><strong>19</strong></sup> \"Bring the best of the firstfruits of your soil to the house of the LORD your God. \"Do not cook a young goat in its mother's milk. <sup><strong>20</strong></sup> \"See, I am sending an angel ahead of you to guard you along the way and to bring you to the place I have prepared. <sup><strong>21</strong></sup> Pay attention to him and listen to what he says. Do not rebel against him; he will not forgive your rebellion, since my Name is in him. <sup><strong>22</strong></sup> If you listen carefully to what he says and do all that I say, I will be an enemy to your enemies and will oppose those who oppose you. <sup><strong>23</strong></sup> My angel will go ahead of you and bring you into the land of the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites, and I will wipe them out. <sup><strong>24</strong></sup> Do not bow down before their gods or worship them or follow their practices. You must demolish them and break their sacred stones to pieces. "},{"_id":"615a4e3ea2008c08a2957543","topicId":"615a4e3da2008c08a2957540","verse":"1 John 5:18-19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62005018_01-3\"><b class=\"verse-num\" id=\"v62005018-1\">18&nbsp;</b>We know that everyone who has been born of God does not keep on sinning, but he who was born of God protects him, and the evil one does not touch him.</p>\n<p id=\"p62005018_01-3\"><b class=\"verse-num\" id=\"v62005019-1\">19&nbsp;</b>We know that we are from God, and the whole world lies in the power of the evil one.</p>\n</div>","kjv":"<strong>18</strong> We know that whosoever is born of God sinneth not; but he that is begotten of God keepeth himself, and that wicked one toucheth him not.  <strong>19</strong> And we know that we are of God, and the whole world lieth in wickedness.  ","niv":"<sup><strong>18</strong></sup> We know that anyone born of God does not continue to sin; the one who was born of God keeps him safe, and the evil one cannot harm him. <sup><strong>19</strong></sup> We know that we are children of God, and that the whole world is under the control of the evil one. "},{"_id":"615a4e3ea2008c08a2957544","topicId":"615a4e3da2008c08a2957540","verse":"1 John 4:1-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world. <b class=\"verse-num\" id=\"v62004002-1\">2&nbsp;</b>By this you know the Spirit of God: every spirit that confesses that Jesus Christ has come in the flesh is from God, <b class=\"verse-num\" id=\"v62004003-1\">3&nbsp;</b>and every spirit that does not confess Jesus is not from God. This is the spirit of the antichrist, which you heard was coming and now is in the world already. <b class=\"verse-num\" id=\"v62004004-1\">4&nbsp;</b>Little children, you are from God and have overcome them, for he who is in you is greater than he who is in the world. <b class=\"verse-num\" id=\"v62004005-1\">5&nbsp;</b>They are from the world; therefore they speak from the world, and the world listens to them. <b class=\"verse-num\" id=\"v62004006-1\">6&nbsp;</b>We are from God. Whoever knows God listens to us; whoever is not from God does not listen to us. By this we know the Spirit of truth and the spirit of error.</p>\n\n<p id=\"p62004006_07-4\"><b class=\"verse-num\" id=\"v62004007-1\">7&nbsp;</b>Beloved, let us love one another, for love is from God, and whoever loves has been born of God and knows God. <b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love. <b class=\"verse-num\" id=\"v62004009-1\">9&nbsp;</b>In this the love of God was made manifest among us, that God sent his only Son into the world, so that we might live through him. <b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins. <b class=\"verse-num\" id=\"v62004011-1\">11&nbsp;</b>Beloved, if God so loved us, we also ought to love one another. <b class=\"verse-num\" id=\"v62004012-1\">12&nbsp;</b>No one has ever seen God; if we love one another, God abides in us and his love is perfected in us.</p>\n<p id=\"p62004012_07-4\"><b class=\"verse-num\" id=\"v62004013-1\">13&nbsp;</b>By this we know that we abide in him and he in us, because he has given us of his Spirit. <b class=\"verse-num\" id=\"v62004014-1\">14&nbsp;</b>And we have seen and testify that the Father has sent his Son to be the Savior of the world. <b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world. <b class=\"verse-num\" id=\"v62004018-1\">18&nbsp;</b>There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love. <b class=\"verse-num\" id=\"v62004019-1\">19&nbsp;</b>We love because he first loved us. <b class=\"verse-num\" id=\"v62004020-1\">20&nbsp;</b>If anyone says, “I love God,” and hates his brother, he is a liar; for he who does not love his brother whom he has seen cannot love God whom he has not seen. <b class=\"verse-num\" id=\"v62004021-1\">21&nbsp;</b>And this commandment we have from him: whoever loves God must also love his brother.</p>\n\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  <strong>2</strong> Hereby know ye the Spirit of God: Every spirit that confesseth that Jesus Christ is come in the flesh is of God:  <strong>3</strong> And every spirit that confesseth not that Jesus Christ is come in the flesh is not of God: and this is that spirit of antichrist, whereof ye have heard that it should come; and even now already is it in the world.  <strong>4</strong> Ye are of God, little children, and have overcome them: because greater is he that is in you, than he that is in the world.  <strong>5</strong> They are of the world: therefore speak they of the world, and the world heareth them.  <strong>6</strong> We are of God: he that knoweth God heareth us; he that is not of God heareth not us. Hereby know we the spirit of truth, and the spirit of error.  <strong>7</strong> Beloved, let us love one another: for love is of God; and every one that loveth is born of God, and knoweth God.  <strong>8</strong> He that loveth not knoweth not God; for God is love.  <strong>9</strong> In this was manifested the love of God toward us, because that God sent his only begotten Son into the world, that we might live through him.  <strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  <strong>11</strong> Beloved, if God so loved us, we ought also to love one another.  <strong>12</strong> No man hath seen God at any time. If we love one another, God dwelleth in us, and his love is perfected in us.  <strong>13</strong> Hereby know we that we dwell in him, and he in us, because he hath given us of his Spirit.  <strong>14</strong> And we have seen and do testify that the Father sent the Son to be  the Saviour of the world.  <strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  <strong>18</strong> There is no fear in love; but perfect love casteth out fear: because fear hath torment. He that feareth is not made perfect in love.  <strong>19</strong> We love him, because he first loved us.  <strong>20</strong> If a man say, I love God, and hateth his brother, he is a liar: for he that loveth not his brother whom he hath seen, how can he love God whom he hath not seen?  <strong>21</strong> And this commandment have we from him, That he who loveth God love his brother also.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world. <sup><strong>2</strong></sup> This is how you can recognize the Spirit of God: Every spirit that acknowledges that Jesus Christ has come in the flesh is from God, <sup><strong>3</strong></sup> but every spirit that does not acknowledge Jesus is not from God. This is the spirit of the antichrist, which you have heard is coming and even now is already in the world. <sup><strong>4</strong></sup> You, dear children, are from God and have overcome them, because the one who is in you is greater than the one who is in the world. <sup><strong>5</strong></sup> They are from the world and therefore speak from the viewpoint of the world, and the world listens to them. <sup><strong>6</strong></sup> We are from God, and whoever knows God listens to us; but whoever is not from God does not listen to us. This is how we recognize the Spirit of truth and the spirit of falsehood. <sup><strong>7</strong></sup> Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. <sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love. <sup><strong>9</strong></sup> This is how God showed his love among us: He sent his one and only Son into the world that we might live through him. <sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins. <sup><strong>11</strong></sup> Dear friends, since God so loved us, we also ought to love one another. <sup><strong>12</strong></sup> No one has ever seen God; but if we love one another, God lives in us and his love is made complete in us. <sup><strong>13</strong></sup> We know that we live in him and he in us, because he has given us of his Spirit. <sup><strong>14</strong></sup> And we have seen and testify that the Father has sent his Son to be the Savior of the world. <sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. <sup><strong>18</strong></sup> There is no fear in love. But perfect love drives out fear, because fear has to do with punishment. The one who fears is not made perfect in love. <sup><strong>19</strong></sup> We love because he first loved us. <sup><strong>20</strong></sup> If anyone says, \"I love God,\" yet hates his brother, he is a liar. For anyone who does not love his brother, whom he has seen, cannot love God, whom he has not seen. <sup><strong>21</strong></sup> And he has given us this command: Whoever loves God must also love his brother. "},{"_id":"615a4e3fa2008c08a2957545","topicId":"615a4e3da2008c08a2957540","verse":"1 Thessalonians 2:13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p52002013_01-6\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers.</p>\n\n</div>","kjv":"<strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  ","niv":"<sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe."},{"_id":"615a4e3fa2008c08a2957546","topicId":"615a4e3da2008c08a2957540","verse":"Ephesians 5:6-12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005006-1\">6&nbsp;</b>Let no one deceive you with empty words, for because of these things the wrath of God comes upon the sons of disobedience. <b class=\"verse-num\" id=\"v49005007-1\">7&nbsp;</b>Therefore do not become partners with them; <b class=\"verse-num\" id=\"v49005008-1\">8&nbsp;</b>for at one time you were darkness, but now you are light in the Lord. Walk as children of light <b class=\"verse-num\" id=\"v49005009-1\">9&nbsp;</b>(for the fruit of light is found in all that is good and right and true), <b class=\"verse-num\" id=\"v49005010-1\">10&nbsp;</b>and try to discern what is pleasing to the Lord. <b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them. <b class=\"verse-num\" id=\"v49005012-1\">12&nbsp;</b>For it is shameful even to speak of the things that they do in secret.</p>\n</div>","kjv":"<strong>6</strong> Let no man deceive you with vain words: for because of these things cometh the wrath of God upon the children of disobedience.  <strong>7</strong> Be not ye therefore partakers with them.  <strong>8</strong> For ye were sometimes darkness, but now are ye light in the Lord: walk as children of light:  <strong>9</strong> (For the fruit of the Spirit is in all goodness and righteousness and truth;)  <strong>10</strong> Proving what is acceptable unto the Lord.  <strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  <strong>12</strong> For it is a shame even to speak of those things which are done of them in secret.  ","niv":"<sup><strong>6</strong></sup> Let no one deceive you with empty words, for because of such things God's wrath comes on those who are disobedient. <sup><strong>7</strong></sup> Therefore do not be partners with them. <sup><strong>8</strong></sup> For you were once darkness, but now you are light in the Lord. Live as children of light <sup><strong>9</strong></sup> (for the fruit of the light consists in all goodness, righteousness and truth) <sup><strong>10</strong></sup> and find out what pleases the Lord. <sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them. <sup><strong>12</strong></sup> For it is shameful even to mention what the disobedient do in secret. ","modified":"2023-04-21T22:58:54.824Z"},{"_id":"615a4e3fa2008c08a2957547","topicId":"615a4e3da2008c08a2957540","verse":"Isaiah 6:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p23006003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v23006003-1\">3&nbsp;</b>And one called to another and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006003_01-8\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy is the LORD of hosts;</span><br><span id=\"p23006003_01-8\" class=\"line\">&nbsp;&nbsp;the whole earth is full of his glory!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> And one cried unto another, and said, Holy, holy, holy, is  the LORD of hosts: the whole earth is full of his glory.  ","niv":"<sup><strong>3</strong></sup> And they were calling to one another: \"Holy, holy, holy is the LORD Almighty; the whole earth is full of his glory.\"","modified":"2022-09-09T22:27:03.290Z"},{"_id":"615a4e3fa2008c08a2957548","topicId":"615a4e3da2008c08a2957540","verse":"Galatians 5:19-26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p48005019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_01-9\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. "},{"_id":"615a4e40a2008c08a2957549","topicId":"615a4e3da2008c08a2957540","verse":"1 Corinthians 10:13-20","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n<p id=\"p46010013_01-11\"><b class=\"verse-num\" id=\"v46010014-1\">14&nbsp;</b>Therefore, my beloved, flee from idolatry. <b class=\"verse-num\" id=\"v46010015-1\">15&nbsp;</b>I speak as to sensible people; judge for yourselves what I say. <b class=\"verse-num\" id=\"v46010016-1\">16&nbsp;</b>The cup of blessing that we bless, is it not a participation in the blood of Christ? The bread that we break, is it not a participation in the body of Christ? <b class=\"verse-num\" id=\"v46010017-1\">17&nbsp;</b>Because there is one bread, we who are many are one body, for we all partake of the one bread. <b class=\"verse-num\" id=\"v46010018-1\">18&nbsp;</b>Consider the people of Israel: are not those who eat the sacrifices participants in the altar? <b class=\"verse-num\" id=\"v46010019-1\">19&nbsp;</b>What do I imply then? That food offered to idols is anything, or that an idol is anything? <b class=\"verse-num\" id=\"v46010020-1\">20&nbsp;</b>No, I imply that what pagans sacrifice they offer to demons and not to God. I do not want you to be participants with demons.</p>\n\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  <strong>14</strong> Wherefore, my dearly beloved, flee from idolatry.  <strong>15</strong> I speak as to wise men; judge ye what I say.  <strong>16</strong> The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ?  <strong>17</strong> For we being many are one bread, and one body: for we are all partakers of that one bread.  <strong>18</strong> Behold Israel after the flesh: are not they which eat of the sacrifices partakers of the altar?  <strong>19</strong> What say I then? that the idol is any thing, or that which is offered in sacrifice to idols is any thing?  <strong>20</strong> But I say, that the things which the Gentiles sacrifice, they sacrifice to devils, and not to God: and I would not that ye should have fellowship with devils.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it. <sup><strong>14</strong></sup> Therefore, my dear friends, flee from idolatry. <sup><strong>15</strong></sup> I speak to sensible people; judge for yourselves what I say. <sup><strong>16</strong></sup> Is not the cup of thanksgiving for which we give thanks a participation in the blood of Christ? And is not the bread that we break a participation in the body of Christ? <sup><strong>17</strong></sup> Because there is one loaf, we, who are many, are one body, for we all partake of the one loaf. <sup><strong>18</strong></sup> Consider the people of Israel: Do not those who eat the sacrifices participate in the altar? <sup><strong>19</strong></sup> Do I mean then that a sacrifice offered to an idol is anything, or that an idol is anything? <sup><strong>20</strong></sup> No, but the sacrifices of pagans are offered to demons, not to God, and I do not want you to be participants with demons. ","modified":"2023-03-29T00:17:58.331Z"},{"_id":"615a4e40a2008c08a295754a","topicId":"615a4e3da2008c08a2957540","verse":"Matthew 12:1-50","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40012001_07-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40012001-1\">12:1&nbsp;</b>At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry, and they began to pluck heads of grain and to eat. <b class=\"verse-num\" id=\"v40012002-1\">2&nbsp;</b>But when the Pharisees saw it, they said to him, “Look, your disciples are doing what is not lawful to do on the Sabbath.” <b class=\"verse-num\" id=\"v40012003-1\">3&nbsp;</b>He said to them, <span class=\"woc\">“Have you not read what David did when he was hungry, and those who were with him:</span> <b class=\"verse-num woc\" id=\"v40012004-1\">4&nbsp;</b><span class=\"woc\">how he entered the house of God and ate the bread of the Presence, which it was not lawful for him to eat nor for those who were with him, but only for the priests?</span> <b class=\"verse-num woc\" id=\"v40012005-1\">5&nbsp;</b><span class=\"woc\">Or have you not read in the Law how on the Sabbath the priests in the temple profane the Sabbath and are guiltless?</span> <b class=\"verse-num woc\" id=\"v40012006-1\">6&nbsp;</b><span class=\"woc\">I tell you, something greater than the temple is here.</span> <b class=\"verse-num woc\" id=\"v40012007-1\">7&nbsp;</b><span class=\"woc\">And if you had known what this means, ‘I desire mercy, and not sacrifice,’ you would not have condemned the guiltless.</span> <b class=\"verse-num woc\" id=\"v40012008-1\">8&nbsp;</b><span class=\"woc\">For the Son of Man is lord of the Sabbath.”</span></p>\n\n<p id=\"p40012008_13-12\"><b class=\"verse-num\" id=\"v40012009-1\">9&nbsp;</b>He went on from there and entered their synagogue. <b class=\"verse-num\" id=\"v40012010-1\">10&nbsp;</b>And a man was there with a withered hand. And they asked him, “Is it lawful to heal on the Sabbath?”—so that they might accuse him. <b class=\"verse-num\" id=\"v40012011-1\">11&nbsp;</b>He said to them, <span class=\"woc\">“Which one of you who has a sheep, if it falls into a pit on the Sabbath, will not take hold of it and lift it out?</span> <b class=\"verse-num woc\" id=\"v40012012-1\">12&nbsp;</b><span class=\"woc\">Of how much more value is a man than a sheep! So it is lawful to do good on the Sabbath.”</span> <b class=\"verse-num\" id=\"v40012013-1\">13&nbsp;</b>Then he said to the man, <span class=\"woc\">“Stretch out your hand.”</span> And the man stretched it out, and it was restored, healthy like the other. <b class=\"verse-num\" id=\"v40012014-1\">14&nbsp;</b>But the Pharisees went out and conspired against him, how to destroy him.</p>\n\n<p id=\"p40012014_16-12\"><b class=\"verse-num\" id=\"v40012015-1\">15&nbsp;</b>Jesus, aware of this, withdrew from there. And many followed him, and he healed them all <b class=\"verse-num\" id=\"v40012016-1\">16&nbsp;</b>and ordered them not to make him known. <b class=\"verse-num\" id=\"v40012017-1\">17&nbsp;</b>This was to fulfill what was spoken by the prophet Isaiah:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40012018_16-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012018-1\">18&nbsp;</b>&nbsp;&nbsp;“Behold, my servant whom I have chosen,</span><br><span id=\"p40012018_16-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my beloved with whom my soul is well pleased.</span><br><span id=\"p40012018_16-12\" class=\"line\">&nbsp;&nbsp;I will put my Spirit upon him,</span><br><span id=\"p40012018_16-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will proclaim justice to the Gentiles.</span><br><span id=\"p40012019_16-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012019-1\">19&nbsp;</b>&nbsp;&nbsp;He will not quarrel or cry aloud,</span><br><span id=\"p40012019_16-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor will anyone hear his voice in the streets;</span><br><span id=\"p40012020_16-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v40012020-1\">20&nbsp;</b>&nbsp;&nbsp;a bruised reed he will not break,</span><br><span id=\"p40012020_16-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a smoldering wick he will not quench,</span><br><span id=\"p40012020_16-12\" class=\"line\">&nbsp;&nbsp;until he brings justice to victory;</span><br><span id=\"p40012021_16-12\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v40012021-1\">21&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;and in his name the Gentiles will hope.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p40012021_21-12\"><b class=\"verse-num\" id=\"v40012022-1\">22&nbsp;</b>Then a demon-oppressed man who was blind and mute was brought to him, and he healed him, so that the man spoke and saw. <b class=\"verse-num\" id=\"v40012023-1\">23&nbsp;</b>And all the people were amazed, and said, “Can this be the Son of David?” <b class=\"verse-num\" id=\"v40012024-1\">24&nbsp;</b>But when the Pharisees heard it, they said, “It is only by Beelzebul, the prince of demons, that this man casts out demons.” <b class=\"verse-num\" id=\"v40012025-1\">25&nbsp;</b>Knowing their thoughts, he said to them, <span class=\"woc\">“Every kingdom divided against itself is laid waste, and no city or house divided against itself will stand.</span> <b class=\"verse-num woc\" id=\"v40012026-1\">26&nbsp;</b><span class=\"woc\">And if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?</span> <b class=\"verse-num woc\" id=\"v40012027-1\">27&nbsp;</b><span class=\"woc\">And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.</span> <b class=\"verse-num woc\" id=\"v40012028-1\">28&nbsp;</b><span class=\"woc\">But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you.</span> <b class=\"verse-num woc\" id=\"v40012029-1\">29&nbsp;</b><span class=\"woc\">Or how can someone enter a strong man’s house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house.</span> <b class=\"verse-num woc\" id=\"v40012030-1\">30&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span> <b class=\"verse-num woc\" id=\"v40012031-1\">31&nbsp;</b><span class=\"woc\">Therefore I tell you, every sin and blasphemy will be forgiven people, but the blasphemy against the Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v40012032-1\">32&nbsp;</b><span class=\"woc\">And whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come.</span></p>\n\n<p id=\"p40012032_28-12\"><b class=\"verse-num woc\" id=\"v40012033-1\">33&nbsp;</b><span class=\"woc\">“Either make the tree good and its fruit good, or make the tree bad and its fruit bad, for the tree is known by its fruit.</span> <b class=\"verse-num woc\" id=\"v40012034-1\">34&nbsp;</b><span class=\"woc\">You brood of vipers! How can you speak good, when you are evil? For out of the abundance of the heart the mouth speaks.</span> <b class=\"verse-num woc\" id=\"v40012035-1\">35&nbsp;</b><span class=\"woc\">The good person out of his good treasure brings forth good, and the evil person out of his evil treasure brings forth evil.</span> <b class=\"verse-num woc\" id=\"v40012036-1\">36&nbsp;</b><span class=\"woc\">I tell you, on the day of judgment people will give account for every careless word they speak,</span> <b class=\"verse-num woc\" id=\"v40012037-1\">37&nbsp;</b><span class=\"woc\">for by your words you will be justified, and by your words you will be condemned.”</span></p>\n\n<p id=\"p40012037_32-12\"><b class=\"verse-num\" id=\"v40012038-1\">38&nbsp;</b>Then some of the scribes and Pharisees answered him, saying, “Teacher, we wish to see a sign from you.” <b class=\"verse-num\" id=\"v40012039-1\">39&nbsp;</b>But he answered them, <span class=\"woc\">“An evil and adulterous generation seeks for a sign, but no sign will be given to it except the sign of the prophet Jonah.</span> <b class=\"verse-num woc\" id=\"v40012040-1\">40&nbsp;</b><span class=\"woc\">For just as Jonah was three days and three nights in the belly of the great fish, so will the Son of Man be three days and three nights in the heart of the earth.</span> <b class=\"verse-num woc\" id=\"v40012041-1\">41&nbsp;</b><span class=\"woc\">The men of Nineveh will rise up at the judgment with this generation and condemn it, for they repented at the preaching of Jonah, and behold, something greater than Jonah is here.</span> <b class=\"verse-num woc\" id=\"v40012042-1\">42&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with this generation and condemn it, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n\n<p id=\"p40012042_37-12\"><b class=\"verse-num woc\" id=\"v40012043-1\">43&nbsp;</b><span class=\"woc\">“When the unclean spirit has gone out of a person, it passes through waterless places seeking rest, but finds none.</span> <b class=\"verse-num woc\" id=\"v40012044-1\">44&nbsp;</b><span class=\"woc\">Then it says, ‘I will return to my house from which I came.’ And when it comes, it finds the house empty, swept, and put in order.</span> <b class=\"verse-num woc\" id=\"v40012045-1\">45&nbsp;</b><span class=\"woc\">Then it goes and brings with it seven other spirits more evil than itself, and they enter and dwell there, and the last state of that person is worse than the first. So also will it be with this evil generation.”</span></p>\n\n<p id=\"p40012045_41-12\"><b class=\"verse-num\" id=\"v40012046-1\">46&nbsp;</b>While he was still speaking to the people, behold, his mother and his brothers stood outside, asking to speak to him. <b class=\"verse-num\" id=\"v40012048-1\">48&nbsp;</b>But he replied to the man who told him, <span class=\"woc\">“Who is my mother, and who are my brothers?”</span> <b class=\"verse-num\" id=\"v40012049-1\">49&nbsp;</b>And stretching out his hand toward his disciples, he said, <span class=\"woc\">“Here are my mother and my brothers!</span> <b class=\"verse-num woc\" id=\"v40012050-1\">50&nbsp;</b><span class=\"woc\">For whoever does the will of my Father in heaven is my brother and sister and mother.”</span></p>\n\n</div>","kjv":"<strong>1</strong> At that time Jesus went on the sabbath day through the corn; and his disciples were an hungred, and began to pluck the ears of corn, and to eat.  <strong>2</strong> But when the Pharisees saw it, they said unto him, Behold, thy disciples do that which is not lawful to do upon the sabbath day.  <strong>3</strong> But he said unto them, Have ye not read what David did, when he was an hungred, and they that were with him;  <strong>4</strong> How he entered into the house of God, and did eat the shewbread, which was not lawful for him to eat, neither for them which were with him, but only for the priests?  <strong>5</strong> Or have ye not read in the law, how that on the sabbath days the priests in the temple profane the sabbath, and are blameless?  <strong>6</strong> But I say unto you, That in this place is one greater than the temple.  <strong>7</strong> But if ye had known what this meaneth, I will have mercy, and not sacrifice, ye would not have condemned the guiltless.  <strong>8</strong> For the Son of man is Lord even of the sabbath day.  <strong>9</strong> And when he was departed thence, he went into their synagogue:  <strong>10</strong> And, behold, there was a man which had his hand withered. And they asked him, saying, Is it lawful to heal on the sabbath days? that they might accuse him.  <strong>11</strong> And he said unto them, What man shall there be among you, that shall have one sheep, and if it fall into a pit on the sabbath day, will he not lay hold on it, and lift it out?  <strong>12</strong> How much then is a man better than a sheep? Wherefore it is lawful to do well on the sabbath days.  <strong>13</strong> Then saith he to the man, Stretch forth thine hand. And he stretched it forth; and it was restored whole, like as the other.  <strong>14</strong> Then the Pharisees went out, and held a council against him, how they might destroy him.  <strong>15</strong> But when Jesus knew it, he withdrew himself from thence: and great multitudes followed him, and he healed them all;  <strong>16</strong> And charged them that they should not make him known:  <strong>17</strong> That it might be fulfilled which was spoken by Esaias the prophet, saying,  <strong>18</strong> Behold my servant, whom I have chosen; my beloved, in whom my soul is well pleased: I will put my spirit upon him, and he shall shew judgment to the Gentiles.  <strong>19</strong> He shall not strive, nor cry; neither shall any man hear his voice in the streets.  <strong>20</strong> A bruised reed shall he not break, and smoking flax shall he not quench, till he send forth judgment unto victory.  <strong>21</strong> And in his name shall the Gentiles trust.  <strong>22</strong> Then was brought unto him one possessed with a devil, blind, and dumb: and he healed him, insomuch that the blind and dumb both spake and saw.  <strong>23</strong> And all the people were amazed, and said, Is not this the son of David?  <strong>24</strong> But when the Pharisees heard it, they said, This fellow  doth not cast out devils, but by Beelzebub the prince of the devils.  <strong>25</strong> And Jesus knew their thoughts, and said unto them, Every kingdom divided against itself is brought to desolation; and every city or house divided against itself shall not stand:  <strong>26</strong> And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?  <strong>27</strong> And if I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges.  <strong>28</strong> But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.  <strong>29</strong> Or else how can one enter into a strong man’s house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.  <strong>30</strong> He that is not with me is against me; and he that gathereth not with me scattereth abroad. <strong>31</strong>           Wherefore I say unto you, All manner of sin and blasphemy shall be forgiven unto men: but the blasphemy against the Holy  Ghost shall not be forgiven unto men.  <strong>32</strong> And whosoever speaketh a word against the Son of man, it shall be forgiven him: but whosoever speaketh against the Holy Ghost, it shall not be forgiven him, neither in this world, neither in the world to come.  <strong>33</strong> Either make the tree good, and his fruit good; or else make the tree corrupt, and his fruit corrupt: for the tree is known by his fruit. <strong>34</strong> O generation of vipers, how can ye, being evil, speak good things? for out of the abundance of the heart the mouth speaketh.  <strong>35</strong> A good man out of the good treasure of the heart bringeth forth good things: and an evil man out of the evil treasure bringeth forth evil things.  <strong>36</strong> But I say unto you, That every idle word that men shall speak, they shall give account thereof in the day of judgment.  <strong>37</strong> For by thy words thou shalt be justified, and by thy words thou shalt be condemned. <strong>38</strong> Then certain of the scribes and of the Pharisees answered, saying, Master, we would see a sign from thee.  <strong>39</strong> But he answered and said unto them, An evil and adulterous generation seeketh after a sign; and there shall no sign be given to it, but the sign of the prophet Jonas:  <strong>40</strong> For as Jonas was three days and three nights in the whale’s belly; so shall the Son of man be three days and three nights in the heart of the earth.  <strong>41</strong> The men of Nineveh shall rise in judgment with this generation, and shall condemn it: because they repented at the preaching of Jonas; and, behold, a greater than Jonas is here.  <strong>42</strong> The queen of the south shall rise up in the judgment with this generation, and shall condemn it: for she came from the uttermost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  <strong>43</strong> When the unclean spirit is gone out of a man, he walketh through dry places, seeking rest, and findeth none.  <strong>44</strong> Then he saith, I will return into my house from whence I came out; and when he is come, he findeth it empty, swept, and garnished.  <strong>45</strong> Then goeth he, and taketh with himself seven other spirits more wicked than himself, and they enter in and dwell there: and the last state of that man is worse than the first. Even so shall it be also unto this wicked generation. <strong>46</strong> While he yet talked to the people, behold, his mother and his brethren stood without, desiring to speak with him.  <strong>47</strong> Then one said unto him, Behold, thy mother and thy brethren stand without, desiring to speak with thee.  <strong>48</strong> But he answered and said unto him that told him, Who is my mother? and who are my brethren?  <strong>49</strong> And he stretched forth his hand toward his disciples, and said, Behold my mother and my brethren!  <strong>50</strong> For whosoever shall do the will of my Father which is in heaven, the same is my brother, and sister, and mother. ","niv":"<sup><strong>1</strong></sup> At that time Jesus went through the grainfields on the Sabbath. His disciples were hungry and began to pick some heads of grain and eat them. <sup><strong>2</strong></sup> When the Pharisees saw this, they said to him, \"Look! Your disciples are doing what is unlawful on the Sabbath.\" <sup><strong>3</strong></sup> He answered, \"Haven't you read what David did when he and his companions were hungry? <sup><strong>4</strong></sup> He entered the house of God, and he and his companions ate the consecrated bread--which was not lawful for them to do, but only for the priests. <sup><strong>5</strong></sup> Or haven't you read in the Law that on the Sabbath the priests in the temple desecrate the day and yet are innocent? <sup><strong>6</strong></sup> I tell you that one greater than the temple is here. <sup><strong>7</strong></sup> If you had known what these words mean, 'I desire mercy, not sacrifice,' you would not have condemned the innocent. <sup><strong>8</strong></sup> For the Son of Man is Lord of the Sabbath.\" <sup><strong>9</strong></sup> Going on from that place, he went into their synagogue, <sup><strong>10</strong></sup> and a man with a shriveled hand was there. Looking for a reason to accuse Jesus, they asked him, \"Is it lawful to heal on the Sabbath?\" <sup><strong>11</strong></sup> He said to them, \"If any of you has a sheep and it falls into a pit on the Sabbath, will you not take hold of it and lift it out? <sup><strong>12</strong></sup> How much more valuable is a man than a sheep! Therefore it is lawful to do good on the Sabbath.\" <sup><strong>13</strong></sup> Then he said to the man, \"Stretch out your hand.\" So he stretched it out and it was completely restored, just as sound as the other. <sup><strong>14</strong></sup> But the Pharisees went out and plotted how they might kill Jesus. <sup><strong>15</strong></sup> Aware of this, Jesus withdrew from that place. Many followed him, and he healed all their sick, <sup><strong>16</strong></sup> warning them not to tell who he was. <sup><strong>17</strong></sup> This was to fulfill what was spoken through the prophet Isaiah: <sup><strong>18</strong></sup> \"Here is my servant whom I have chosen, the one I love, in whom I delight; I will put my Spirit on him, and he will proclaim justice to the nations. <sup><strong>19</strong></sup> He will not quarrel or cry out; no one will hear his voice in the streets. <sup><strong>20</strong></sup> A bruised reed he will not break, and a smoldering wick he will not snuff out, till he leads justice to victory. <sup><strong>21</strong></sup> In his name the nations will put their hope.\" <sup><strong>22</strong></sup> Then they brought him a demon-possessed man who was blind and mute, and Jesus healed him, so that he could both talk and see. <sup><strong>23</strong></sup> All the people were astonished and said, \"Could this be the Son of David?\" <sup><strong>24</strong></sup> But when the Pharisees heard this, they said, \"It is only by Beelzebub, the prince of demons, that this fellow drives out demons.\" <sup><strong>25</strong></sup> Jesus knew their thoughts and said to them, \"Every kingdom divided against itself will be ruined, and every city or household divided against itself will not stand. <sup><strong>26</strong></sup> If Satan drives out Satan, he is divided against himself. How then can his kingdom stand? <sup><strong>27</strong></sup> And if I drive out demons by Beelzebub, by whom do your people drive them out? So then, they will be your judges. <sup><strong>28</strong></sup> But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you. <sup><strong>29</strong></sup> \"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house. <sup><strong>30</strong></sup> \"He who is not with me is against me, and he who does not gather with me scatters. <sup><strong>31</strong></sup> And so I tell you, every sin and blasphemy will be forgiven men, but the blasphemy against the Spirit will not be forgiven. <sup><strong>32</strong></sup> Anyone who speaks a word against the Son of Man will be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, either in this age or in the age to come. <sup><strong>33</strong></sup> \"Make a tree good and its fruit will be good, or make a tree bad and its fruit will be bad, for a tree is recognized by its fruit. <sup><strong>34</strong></sup> You brood of vipers, how can you who are evil say anything good? For out of the overflow of the heart the mouth speaks. <sup><strong>35</strong></sup> The good man brings good things out of the good stored up in him, and the evil man brings evil things out of the evil stored up in him. <sup><strong>36</strong></sup> But I tell you that men will have to give account on the day of judgment for every careless word they have spoken. <sup><strong>37</strong></sup> For by your words you will be acquitted, and by your words you will be condemned.\" <sup><strong>38</strong></sup> Then some of the Pharisees and teachers of the law said to him, \"Teacher, we want to see a miraculous sign from you.\" <sup><strong>39</strong></sup> He answered, \"A wicked and adulterous generation asks for a miraculous sign! But none will be given it except the sign of the prophet Jonah. <sup><strong>40</strong></sup> For as Jonah was three days and three nights in the belly of a huge fish, so the Son of Man will be three days and three nights in the heart of the earth. <sup><strong>41</strong></sup> The men of Nineveh will stand up at the judgment with this generation and condemn it; for they repented at the preaching of Jonah, and now one greater than Jonah is here. <sup><strong>42</strong></sup> The Queen of the South will rise at the judgment with this generation and condemn it; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here. <sup><strong>43</strong></sup> \"When an evil spirit comes out of a man, it goes through arid places seeking rest and does not find it. <sup><strong>44</strong></sup> Then it says, 'I will return to the house I left.' When it arrives, it finds the house unoccupied, swept clean and put in order. <sup><strong>45</strong></sup> Then it goes and takes with it seven other spirits more wicked than itself, and they go in and live there. And the final condition of that man is worse than the first. That is how it will be with this wicked generation.\" <sup><strong>46</strong></sup> While Jesus was still talking to the crowd, his mother and brothers stood outside, wanting to speak to him. <sup><strong>47</strong></sup> Someone told him, \"Your mother and brothers are standing outside, wanting to speak to you.\" <sup><strong>48</strong></sup> He replied to him, \"Who is my mother, and who are my brothers?\" <sup><strong>49</strong></sup> Pointing to his disciples, he said, \"Here are my mother and my brothers. <sup><strong>50</strong></sup> For whoever does the will of my Father in heaven is my brother and sister and mother.\" "},{"_id":"615a4e40a2008c08a295754b","topicId":"615a4e3da2008c08a2957540","verse":"Matthew 6:1-34","votes":3,"__v":0,"kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. <strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. <sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"615a4e41a2008c08a295754c","topicId":"615a4e3da2008c08a2957540","verse":"Isaiah 1:15","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001015_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_01-14\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  ","niv":"<sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood;"},{"_id":"615a4e41a2008c08a295754d","topicId":"615a4e3da2008c08a2957540","verse":"Proverbs 16:2","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016002_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016002-1\">2&nbsp;</b>&nbsp;&nbsp;All the ways of a man are pure in his own eyes,</span><br><span id=\"p20016002_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD weighs the spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.  ","niv":"<sup><strong>2</strong></sup> All a man's ways seem innocent to him, but motives are weighed by the LORD."},{"_id":"615a4e41a2008c08a295754e","topicId":"615a4e3da2008c08a2957540","verse":"Psalm 134:1-135:21","votes":3,"__v":0,"kjv":"<strong>1</strong> Behold, bless ye the LORD, all ye servants of the LORD, which by night stand in the house of the LORD.  <strong>2</strong> Lift up your hands in the sanctuary, and bless the LORD.  <strong>3</strong> The LORD that made heaven and earth bless thee out of Zion.  <strong>1</strong> Praise ye the LORD. Praise ye the name of the LORD; praise him,  O ye servants of the LORD.  <strong>2</strong> Ye that stand in the house of the LORD, in the courts of the house of our God,  <strong>3</strong> Praise the LORD; for the LORD is good: sing praises unto his name; for it is pleasant.  <strong>4</strong> For the LORD hath chosen Jacob unto himself, and Israel for his peculiar treasure.  <strong>5</strong> For I know that the LORD is great, and that our Lord is above all gods.  <strong>6</strong> Whatsoever the LORD pleased, that did he in heaven, and in earth, in the seas, and all deep places.  <strong>7</strong> He causeth the vapours to ascend from the ends of the earth; he maketh lightnings for the rain; he bringeth the wind out of his treasuries.  <strong>8</strong> Who smote the firstborn of Egypt, both of man and beast.  <strong>9</strong>             Who sent tokens and wonders into the midst of thee, O Egypt, upon Pharaoh, and upon all his servants.  <strong>10</strong> Who smote great nations, and slew mighty kings;  <strong>11</strong> Sihon king of the Amorites, and Og king of Bashan, and all the kingdoms of Canaan:  <strong>12</strong> And gave their land for an heritage, an heritage unto Israel his people.  <strong>13</strong> Thy name, O LORD, endureth for ever; and thy memorial, O LORD, throughout all generations.  <strong>14</strong> For the LORD will judge his people, and he will repent himself concerning his servants.  <strong>15</strong> The idols of the heathen are silver and gold, the work of men’s hands.  <strong>16</strong> They have mouths, but they speak not; eyes have they, but they see not;  <strong>17</strong> They have ears, but they hear not; neither is there any breath in their mouths.  <strong>18</strong> They that make them are like unto them: so is every one that trusteth in them.  <strong>19</strong> Bless the LORD, O house of Israel: bless the LORD, O house of Aaron:  <strong>20</strong> Bless the LORD, O house of Levi: ye that fear the LORD, bless the LORD.  <strong>21</strong> Blessed be the LORD out of Zion, which dwelleth at Jerusalem. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD, all you servants of the LORD who minister by night in the house of the LORD. <sup><strong>2</strong></sup> Lift up your hands in the sanctuary and praise the LORD. <sup><strong>3</strong></sup> May the LORD, the Maker of heaven and earth, bless you from Zion. <sup><strong>4</strong></sup> undefined <sup><strong>5</strong></sup> undefined <sup><strong>6</strong></sup> undefined <sup><strong>7</strong></sup> undefined <sup><strong>8</strong></sup> undefined <sup><strong>9</strong></sup> undefined <sup><strong>10</strong></sup> undefined <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined <sup><strong>62</strong></sup> undefined <sup><strong>63</strong></sup> undefined <sup><strong>64</strong></sup> undefined <sup><strong>65</strong></sup> undefined <sup><strong>66</strong></sup> undefined <sup><strong>67</strong></sup> undefined <sup><strong>68</strong></sup> undefined <sup><strong>69</strong></sup> undefined <sup><strong>70</strong></sup> undefined <sup><strong>71</strong></sup> undefined <sup><strong>72</strong></sup> undefined <sup><strong>73</strong></sup> undefined <sup><strong>74</strong></sup> undefined <sup><strong>75</strong></sup> undefined <sup><strong>76</strong></sup> undefined <sup><strong>77</strong></sup> undefined <sup><strong>78</strong></sup> undefined <sup><strong>79</strong></sup> undefined <sup><strong>80</strong></sup> undefined <sup><strong>81</strong></sup> undefined <sup><strong>82</strong></sup> undefined <sup><strong>83</strong></sup> undefined <sup><strong>84</strong></sup> undefined <sup><strong>85</strong></sup> undefined <sup><strong>86</strong></sup> undefined <sup><strong>87</strong></sup> undefined <sup><strong>88</strong></sup> undefined <sup><strong>89</strong></sup> undefined <sup><strong>90</strong></sup> undefined <sup><strong>91</strong></sup> undefined <sup><strong>92</strong></sup> undefined <sup><strong>93</strong></sup> undefined <sup><strong>94</strong></sup> undefined <sup><strong>95</strong></sup> undefined <sup><strong>96</strong></sup> undefined <sup><strong>97</strong></sup> undefined <sup><strong>98</strong></sup> undefined <sup><strong>99</strong></sup> undefined <sup><strong>100</strong></sup> undefined <sup><strong>101</strong></sup> undefined <sup><strong>102</strong></sup> undefined <sup><strong>103</strong></sup> undefined <sup><strong>104</strong></sup> undefined <sup><strong>105</strong></sup> undefined <sup><strong>106</strong></sup> undefined <sup><strong>107</strong></sup> undefined <sup><strong>108</strong></sup> undefined <sup><strong>109</strong></sup> undefined <sup><strong>110</strong></sup> undefined <sup><strong>111</strong></sup> undefined <sup><strong>112</strong></sup> undefined <sup><strong>113</strong></sup> undefined <sup><strong>114</strong></sup> undefined <sup><strong>115</strong></sup> undefined <sup><strong>116</strong></sup> undefined <sup><strong>117</strong></sup> undefined <sup><strong>118</strong></sup> undefined <sup><strong>119</strong></sup> undefined <sup><strong>120</strong></sup> undefined <sup><strong>121</strong></sup> undefined <sup><strong>122</strong></sup> undefined <sup><strong>123</strong></sup> undefined <sup><strong>124</strong></sup> undefined <sup><strong>125</strong></sup> undefined <sup><strong>126</strong></sup> undefined <sup><strong>127</strong></sup> undefined <sup><strong>128</strong></sup> undefined <sup><strong>129</strong></sup> undefined <sup><strong>130</strong></sup> undefined <sup><strong>131</strong></sup> undefined <sup><strong>132</strong></sup> undefined <sup><strong>133</strong></sup> undefined <sup><strong>134</strong></sup> undefined <sup><strong>135</strong></sup> undefined "},{"_id":"615a4e42a2008c08a295754f","topicId":"615a4e3da2008c08a2957540","verse":"Psalm 115:1-116:19","votes":3,"__v":0,"kjv":"<strong>1</strong> Not unto us, O LORD, not unto us, but unto thy name give glory, for thy mercy, and for thy truth’s sake.  <strong>2</strong> Wherefore should the heathen say, Where is now their God?  <strong>3</strong> But our God is in the heavens: he hath done whatsoever he hath pleased.  <strong>4</strong> Their idols are silver and gold, the work of men’s hands.  <strong>5</strong> They have mouths, but they speak not: eyes have they, but they see not:  <strong>6</strong> They have ears, but they hear not: noses have they, but they smell not:  <strong>7</strong> They have hands, but they handle not: feet have they, but they walk not: neither speak they through their throat.  <strong>8</strong> They that make them are like unto them; so is every one that trusteth in them.  <strong>9</strong> O Israel, trust thou in the LORD: he is their help and their shield.  <strong>10</strong> O house of Aaron, trust in the LORD: he is their help and their shield.  <strong>11</strong> Ye that fear the LORD, trust in the LORD: he is their help and their shield.  <strong>12</strong> The LORD hath been mindful of us: he will bless us; he will bless the house of Israel; he will bless the house of Aaron.  <strong>13</strong> He will bless them that fear the LORD, both small and great.  <strong>14</strong> The LORD shall increase you more and more, you and your children.  <strong>15</strong> Ye are blessed of the LORD which made heaven and earth.  <strong>16</strong> The heaven, even the heavens, are the LORD’S: but the earth hath he given to the children of men.  <strong>17</strong> The dead praise not the LORD, neither any that go down into silence.  <strong>18</strong> But we will bless the LORD from this time forth and for evermore. Praise the LORD.  <strong>1</strong> I love the LORD, because he hath heard my voice and my supplications.  <strong>2</strong> Because he hath inclined his ear unto me, therefore will I call upon him as long as I live.  <strong>3</strong> The sorrows of death compassed me, and the pains of hell gat hold upon me: I found trouble and sorrow.  <strong>4</strong> Then called I upon the name of the LORD; O LORD, I beseech thee, deliver my soul.  <strong>5</strong> Gracious is the LORD, and righteous; yea, our God is  merciful.  <strong>6</strong> The LORD preserveth the simple: I was brought low, and he helped me.  <strong>7</strong> Return unto thy rest, O my soul; for the LORD hath dealt bountifully with thee.  <strong>8</strong> For thou hast delivered my soul from death, mine eyes from tears, and my feet from falling.  <strong>9</strong> I will walk before the LORD in the land of the living.  <strong>10</strong> I believed, therefore have I spoken: I was greatly afflicted:  <strong>11</strong> I said in my haste, All men are liars.  <strong>12</strong> What shall I render unto the LORD for all his benefits toward me?  <strong>13</strong> I will take the cup of salvation, and call upon the name of the LORD.  <strong>14</strong> I will pay my vows unto the LORD now in the presence of all his people.  <strong>15</strong> Precious in the sight of the LORD is the death of his saints.  <strong>16</strong> O LORD, truly I am thy servant; I am thy servant, and the son of thine handmaid: thou hast loosed my bonds.  <strong>17</strong> I will offer to thee the sacrifice of thanksgiving, and will call upon the name of the LORD.  <strong>18</strong> I will pay my vows unto the LORD now in the presence of all his people,  <strong>19</strong> In the courts of the LORD’S house, in the midst of thee, O Jerusalem. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Not to us, O LORD, not to us but to your name be the glory, because of your love and faithfulness. <sup><strong>2</strong></sup> Why do the nations say, \"Where is their God?\" <sup><strong>3</strong></sup> Our God is in heaven; he does whatever pleases him. <sup><strong>4</strong></sup> But their idols are silver and gold, made by the hands of men. <sup><strong>5</strong></sup> They have mouths, but cannot speak, eyes, but they cannot see; <sup><strong>6</strong></sup> they have ears, but cannot hear, noses, but they cannot smell; <sup><strong>7</strong></sup> they have hands, but cannot feel, feet, but they cannot walk; nor can they utter a sound with their throats. <sup><strong>8</strong></sup> Those who make them will be like them, and so will all who trust in them. <sup><strong>9</strong></sup> O house of Israel, trust in the LORD - he is their help and shield. <sup><strong>10</strong></sup> O house of Aaron, trust in the LORD - he is their help and shield. <sup><strong>11</strong></sup> You who fear him, trust in the LORD - he is their help and shield. <sup><strong>12</strong></sup> The LORD remembers us and will bless us: He will bless the house of Israel, he will bless the house of Aaron, <sup><strong>13</strong></sup> he will bless those who fear the LORD - small and great alike. <sup><strong>14</strong></sup> May the LORD make you increase, both you and your children. <sup><strong>15</strong></sup> May you be blessed by the LORD, the Maker of heaven and earth. <sup><strong>16</strong></sup> The highest heavens belong to the LORD, but the earth he has given to man. <sup><strong>17</strong></sup> It is not the dead who praise the LORD, those who go down to silence; <sup><strong>18</strong></sup> it is we who extol the LORD, both now and forevermore. Praise the LORD. <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined <sup><strong>62</strong></sup> undefined <sup><strong>63</strong></sup> undefined <sup><strong>64</strong></sup> undefined <sup><strong>65</strong></sup> undefined <sup><strong>66</strong></sup> undefined <sup><strong>67</strong></sup> undefined <sup><strong>68</strong></sup> undefined <sup><strong>69</strong></sup> undefined <sup><strong>70</strong></sup> undefined <sup><strong>71</strong></sup> undefined <sup><strong>72</strong></sup> undefined <sup><strong>73</strong></sup> undefined <sup><strong>74</strong></sup> undefined <sup><strong>75</strong></sup> undefined <sup><strong>76</strong></sup> undefined <sup><strong>77</strong></sup> undefined <sup><strong>78</strong></sup> undefined <sup><strong>79</strong></sup> undefined <sup><strong>80</strong></sup> undefined <sup><strong>81</strong></sup> undefined <sup><strong>82</strong></sup> undefined <sup><strong>83</strong></sup> undefined <sup><strong>84</strong></sup> undefined <sup><strong>85</strong></sup> undefined <sup><strong>86</strong></sup> undefined <sup><strong>87</strong></sup> undefined <sup><strong>88</strong></sup> undefined <sup><strong>89</strong></sup> undefined <sup><strong>90</strong></sup> undefined <sup><strong>91</strong></sup> undefined <sup><strong>92</strong></sup> undefined <sup><strong>93</strong></sup> undefined <sup><strong>94</strong></sup> undefined <sup><strong>95</strong></sup> undefined <sup><strong>96</strong></sup> undefined <sup><strong>97</strong></sup> undefined <sup><strong>98</strong></sup> undefined <sup><strong>99</strong></sup> undefined <sup><strong>100</strong></sup> undefined <sup><strong>101</strong></sup> undefined <sup><strong>102</strong></sup> undefined <sup><strong>103</strong></sup> undefined <sup><strong>104</strong></sup> undefined <sup><strong>105</strong></sup> undefined <sup><strong>106</strong></sup> undefined <sup><strong>107</strong></sup> undefined <sup><strong>108</strong></sup> undefined <sup><strong>109</strong></sup> undefined <sup><strong>110</strong></sup> undefined <sup><strong>111</strong></sup> undefined <sup><strong>112</strong></sup> undefined <sup><strong>113</strong></sup> undefined <sup><strong>114</strong></sup> undefined <sup><strong>115</strong></sup> undefined <sup><strong>116</strong></sup> undefined "},{"_id":"615a4e42a2008c08a2957550","topicId":"615a4e3da2008c08a2957540","verse":"Psalm 97:1-12","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19097001_04-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19097001-1\">97:1&nbsp;</b>&nbsp;&nbsp;The LORD reigns, let the earth rejoice;</span><br><span id=\"p19097001_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the many coastlands be glad!</span><br><span id=\"p19097002_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097002-1\">2&nbsp;</b>&nbsp;&nbsp;Clouds and thick darkness are all around him;</span><br><span id=\"p19097002_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;righteousness and justice are the foundation of his throne.</span><br><span id=\"p19097003_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097003-1\">3&nbsp;</b>&nbsp;&nbsp;Fire goes before him</span><br><span id=\"p19097003_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and burns up his adversaries all around.</span><br><span id=\"p19097004_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097004-1\">4&nbsp;</b>&nbsp;&nbsp;His lightnings light up the world;</span><br><span id=\"p19097004_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the earth sees and trembles.</span><br><span id=\"p19097005_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097005-1\">5&nbsp;</b>&nbsp;&nbsp;The mountains melt like wax before the LORD,</span><br><span id=\"p19097005_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;before the Lord of all the earth.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19097006_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097006-1\">6&nbsp;</b>&nbsp;&nbsp;The heavens proclaim his righteousness,</span><br><span id=\"p19097006_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the peoples see his glory.</span><br><span id=\"p19097007_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097007-1\">7&nbsp;</b>&nbsp;&nbsp;All worshipers of images are put to shame,</span><br><span id=\"p19097007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who make their boast in worthless idols;</span><br><span id=\"p19097007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;worship him, all you gods!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19097008_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097008-1\">8&nbsp;</b>&nbsp;&nbsp;Zion hears and is glad,</span><br><span id=\"p19097008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the daughters of Judah rejoice,</span><br><span id=\"p19097008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of your judgments, O LORD.</span><br><span id=\"p19097009_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097009-1\">9&nbsp;</b>&nbsp;&nbsp;For you, O LORD, are most high over all the earth;</span><br><span id=\"p19097009_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you are exalted far above all gods.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19097010_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097010-1\">10&nbsp;</b>&nbsp;&nbsp;O you who love the LORD, hate evil!</span><br><span id=\"p19097010_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He preserves the lives of his saints;</span><br><span id=\"p19097010_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he delivers them from the hand of the wicked.</span><br><span id=\"p19097011_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097011-1\">11&nbsp;</b>&nbsp;&nbsp;Light is sown for the righteous,</span><br><span id=\"p19097011_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and joy for the upright in heart.</span><br><span id=\"p19097012_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19097012-1\">12&nbsp;</b>&nbsp;&nbsp;Rejoice in the LORD, O you righteous,</span><br><span id=\"p19097012_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give thanks to his holy name!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD reigneth; let the earth rejoice; let the multitude of isles be glad thereof. <strong>2</strong> Clouds and darkness are round about him: righteousness and judgment are the habitation of his throne.  <strong>3</strong> A fire goeth before him, and burneth up his enemies round about.  <strong>4</strong> His lightnings enlightened the world: the earth saw, and trembled.  <strong>5</strong> The hills melted like wax at the presence of the LORD, at the presence of the Lord of the whole earth.  <strong>6</strong> The heavens declare his righteousness, and all the people see his glory.  <strong>7</strong> Confounded be all they that serve graven images, that boast themselves of idols: worship him, all ye gods.  <strong>8</strong> Zion heard, and was glad; and the daughters of Judah rejoiced because of thy judgments, O LORD.  <strong>9</strong> For thou, LORD, art high above all the earth: thou art exalted far above all gods.  <strong>10</strong> Ye that love the LORD, hate evil: he preserveth the souls of his saints; he delivereth them out of the hand of the wicked.  <strong>11</strong> Light is sown for the righteous, and gladness for the upright in heart.  <strong>12</strong> Rejoice in the LORD, ye righteous; and give thanks at the remembrance of his holiness.  ","niv":"<sup><strong>1</strong></sup> The LORD reigns, let the earth be glad; let the distant shores rejoice. <sup><strong>2</strong></sup> Clouds and thick darkness surround him; righteousness and justice are the foundation of his throne. <sup><strong>3</strong></sup> Fire goes before him and consumes his foes on every side. <sup><strong>4</strong></sup> His lightning lights up the world; the earth sees and trembles. <sup><strong>5</strong></sup> The mountains melt like wax before the LORD, before the Lord of all the earth. <sup><strong>6</strong></sup> The heavens proclaim his righteousness, and all the peoples see his glory. <sup><strong>7</strong></sup> All who worship images are put to shame, those who boast in idols- worship him, all you gods! <sup><strong>8</strong></sup> Zion hears and rejoices and the villages of Judah are glad because of your judgments, O LORD. <sup><strong>9</strong></sup> For you, O LORD, are the Most High over all the earth; you are exalted far above all gods. <sup><strong>10</strong></sup> Let those who love the LORD hate evil, for he guards the lives of his faithful ones and delivers them from the hand of the wicked. <sup><strong>11</strong></sup> Light is shed upon the righteous and joy on the upright in heart. <sup><strong>12</strong></sup> Rejoice in the LORD, you who are righteous, and praise his holy name. "},{"_id":"615a4e42a2008c08a2957551","topicId":"615a4e3da2008c08a2957540","verse":"1 Kings 17:1-18:46","votes":3,"__v":0,"kjv":"<strong>1</strong> And Elijah the Tishbite, who was of the inhabitants of Gilead, said unto Ahab, As the LORD God of Israel liveth, before whom I stand, there shall not be dew nor rain these years, but according to my word.  <strong>2</strong> And the word of the LORD came unto him, saying,  <strong>3</strong> Get thee hence, and turn thee eastward, and hide thyself by the brook Cherith, that is before Jordan.  <strong>4</strong> And it shall be, that thou shalt drink of the brook; and I have commanded the ravens to feed thee there.  <strong>5</strong> So he went and did according unto the word of the LORD: for he went and dwelt by the brook Cherith, that is before Jordan.  <strong>6</strong> And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening; and he drank of the brook.  <strong>7</strong> And it came to pass after a while, that the brook dried up, because there had been no rain in the land.  <strong>8</strong> And the word of the LORD came unto him, saying,  <strong>9</strong> Arise, get thee to Zarephath, which belongeth to Zidon, and dwell there: behold, I have commanded a widow woman there to sustain thee.  <strong>10</strong> So he arose and went to Zarephath. And when he came to the gate of the city, behold, the widow woman was there gathering of sticks: and he called to her, and said, Fetch me, I pray thee, a little water in a vessel, that I may drink.  <strong>11</strong> And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.  <strong>12</strong> And she said, As the LORD thy God liveth, I have not a cake, but an handful of meal in a barrel, and a little oil in a cruse: and, behold, I am gathering two sticks, that I may go in and dress it for me and my son, that we may eat it, and die.  <strong>13</strong> And Elijah said unto her, Fear not; go and do as thou hast said: but make me thereof a little cake first, and bring it unto me, and after make for thee and for thy son.  <strong>14</strong> For thus saith the LORD God of Israel, The barrel of meal shall not waste, neither shall the cruse of oil fail, until the day that  the LORD sendeth rain upon the earth.  <strong>15</strong> And she went and did according to the saying of Elijah: and she, and he, and her house, did eat many days.  <strong>16</strong> And the barrel of meal wasted not, neither did the cruse of oil fail, according to the word of the LORD, which he spake by Elijah.  <strong>17</strong> And it came to pass after these things, that the son of the woman, the mistress of the house, fell sick; and his sickness was so sore, that there was no breath left in him.  <strong>18</strong> And she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son?  <strong>19</strong> And he said unto her, Give me thy son. And he took him out of her bosom, and carried him up into a loft, where he abode, and laid him upon his own bed.  <strong>20</strong> And he cried unto the LORD, and said, O LORD my God, hast thou also brought evil upon the widow with whom I sojourn, by slaying her son?  <strong>21</strong> And he stretched himself upon the child three times, and cried unto the LORD, and said, O LORD my God, I pray thee, let this child’s soul come into him again.  <strong>22</strong> And the LORD heard the voice of Elijah; and the soul of the child came into him again, and he revived.  <strong>23</strong> And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother: and Elijah said, See, thy son liveth.  <strong>24</strong> And the woman said to Elijah, Now by this I know that thou art  a man of God, and that the word of the LORD in thy mouth is truth.  <strong>1</strong> And it came to pass after many days, that the word of the LORD came to Elijah in the third year, saying, Go, shew thyself unto Ahab; and I will send rain upon the earth.  <strong>2</strong> And Elijah went to shew himself unto Ahab. And there was a sore famine in Samaria.  <strong>3</strong> And Ahab called Obadiah, which was the governor of his  house. (Now Obadiah feared the LORD greatly:  <strong>4</strong> For it was so, when Jezebel cut off the prophets of the LORD, that Obadiah took an hundred prophets, and hid them by fifty in a cave, and fed them with bread and water.)  <strong>5</strong> And Ahab said unto Obadiah, Go into the land, unto all fountains of water, and unto all brooks: peradventure we may find grass to save the horses and mules alive, that we lose not all the beasts.  <strong>6</strong> So they divided the land between them to pass throughout it: Ahab went one way by himself, and Obadiah went another way by himself.  <strong>7</strong> And as Obadiah was in the way, behold, Elijah met him: and he knew him, and fell on his face, and said, Art thou that my lord Elijah?  <strong>8</strong> And he answered him, I am: go, tell thy lord, Behold, Elijah is here.  <strong>9</strong> And he said, What have I sinned, that thou wouldest deliver thy servant into the hand of Ahab, to slay me?  <strong>10</strong> As the LORD thy God liveth, there is no nation or kingdom, whither my lord hath not sent to seek thee: and when they said, He is  not there; he took an oath of the kingdom and nation, that they found thee not.  <strong>11</strong> And now thou sayest, Go, tell thy lord, Behold, Elijah is here.  <strong>12</strong> And it shall come to pass, as soon as I am gone from thee, that the Spirit of the LORD shall carry thee whither I know not; and so when I come and tell Ahab, and he cannot find thee, he shall slay me: but I thy servant fear the LORD from my youth.  <strong>13</strong> Was it not told my lord what I did when Jezebel slew the prophets of the LORD, how I hid an hundred men of the LORD’S prophets by fifty in a cave, and fed them with bread and water?  <strong>14</strong> And now thou sayest, Go, tell thy lord, Behold, Elijah is here:  and he shall slay me.  <strong>15</strong> And Elijah said, As the LORD of hosts liveth, before whom I stand, I will surely shew myself unto him to day.  <strong>16</strong> So Obadiah went to meet Ahab, and told him: and Ahab went to meet Elijah.  <strong>17</strong> And it came to pass, when Ahab saw Elijah, that Ahab said unto him, Art thou he that troubleth Israel?  <strong>18</strong> And he answered, I have not troubled Israel; but thou, and thy father’s house, in that ye have forsaken the commandments of the LORD, and thou hast followed Baalim.  <strong>19</strong> Now therefore send, and gather to me all Israel unto mount Carmel, and the prophets of Baal four hundred and fifty, and the prophets of the groves four hundred, which eat at Jezebel’s table.  <strong>20</strong> So Ahab sent unto all the children of Israel, and gathered the prophets together unto mount Carmel.  <strong>21</strong> And Elijah came unto all the people, and said, How long halt ye between two opinions? if the LORD be God, follow him: but if Baal, then follow him. And the people answered him not a word.  <strong>22</strong> Then said Elijah unto the people, I, even I only, remain a prophet of the LORD; but Baal’s prophets are four hundred and fifty men.  <strong>23</strong> Let them therefore give us two bullocks; and let them choose one bullock for themselves, and cut it in pieces, and lay it on wood, and put no fire under: and I will dress the other bullock, and lay it  on wood, and put no fire under:  <strong>24</strong> And call ye on the name of your gods, and I will call on the name of the LORD: and the God that answereth by fire, let him be God. And all the people answered and said, It is well spoken.  <strong>25</strong> And Elijah said unto the prophets of Baal, Choose you one bullock for yourselves, and dress it first; for ye are many; and call on the name of your gods, but put no fire under.  <strong>26</strong> And they took the bullock which was given them, and they dressed it, and called on the name of Baal from morning even until noon, saying, O Baal, hear us. But there was no voice, nor any that answered. And they leaped upon the altar which was made.  <strong>27</strong> And it came to pass at noon, that Elijah mocked them, and said, Cry aloud: for he is a god; either he is talking, or he is pursuing, or he is in a journey, or peradventure he sleepeth, and must be awaked.  <strong>28</strong> And they cried aloud, and cut themselves after their manner with knives and lancets, till the blood gushed out upon them.  <strong>29</strong> And it came to pass, when midday was past, and they prophesied until the time of the offering of the evening sacrifice, that there was neither voice, nor any to answer, nor any that regarded.  <strong>30</strong> And Elijah said unto all the people, Come near unto me. And all the people came near unto him. And he repaired the altar of the LORD that was broken down.  <strong>31</strong> And Elijah took twelve stones, according to the number of the tribes of the sons of Jacob, unto whom the word of the LORD came, saying, Israel shall be thy name:  <strong>32</strong> And with the stones he built an altar in the name of the LORD: and he made a trench about the altar, as great as would contain two measures of seed.  <strong>33</strong> And he put the wood in order, and cut the bullock in pieces, and laid him on the wood, and said, Fill four barrels with water, and pour it on the burnt sacrifice, and on the wood.  <strong>34</strong> And he said, Do it the second time. And they did it  the second time. And he said, Do it the third time. And they did it the third time.  <strong>35</strong> And the water ran round about the altar; and he filled the trench also with water.  <strong>36</strong> And it came to pass at the time of the offering of the evening sacrifice, that Elijah the prophet came near, and said, LORD God of Abraham, Isaac, and of Israel, let it be known this day that thou art God in Israel, and that I am thy servant, and that  I have done all these things at thy word.  <strong>37</strong> Hear me, O LORD, hear me, that this people may know that thou art the LORD God, and that thou hast turned their heart back again.  <strong>38</strong> Then the fire of the LORD fell, and consumed the burnt sacrifice, and the wood, and the stones, and the dust, and licked up the water that was in the trench.  <strong>39</strong> And when all the people saw it, they fell on their faces: and they said, The LORD, he is the God; the LORD, he is the God.  <strong>40</strong> And Elijah said unto them, Take the prophets of Baal; let not one of them escape. And they took them: and Elijah brought them down to the brook Kishon, and slew them there.  <strong>41</strong> And Elijah said unto Ahab, Get thee up, eat and drink; for there is a sound of abundance of rain.  <strong>42</strong> So Ahab went up to eat and to drink. And Elijah went up to the top of Carmel; and he cast himself down upon the earth, and put his face between his knees,  <strong>43</strong> And said to his servant, Go up now, look toward the sea. And he went up, and looked, and said, There is nothing. And he said, Go again seven times.  <strong>44</strong> And it came to pass at the seventh time, that he said, Behold, there ariseth a little cloud out of the sea, like a man’s hand. And he said, Go up, say unto Ahab, Prepare thy chariot, and get thee down, that the rain stop thee not.  <strong>45</strong> And it came to pass in the mean while, that the heaven was black with clouds and wind, and there was a great rain. And Ahab rode, and went to Jezreel.  <strong>46</strong> And the hand of the LORD was on Elijah; and he girded up his loins, and ran before Ahab to the entrance of Jezreel.  ","niv":"<sup><strong>1</strong></sup> Now Elijah the Tishbite, from Tishbe in Gilead, said to Ahab, \"As the LORD, the God of Israel, lives, whom I serve, there will be neither dew nor rain in the next few years except at my word.\" <sup><strong>2</strong></sup> Then the word of the LORD came to Elijah: <sup><strong>3</strong></sup> \"Leave here, turn eastward and hide in the Kerith Ravine, east of the Jordan. <sup><strong>4</strong></sup> You will drink from the brook, and I have ordered the ravens to feed you there.\" <sup><strong>5</strong></sup> So he did what the LORD had told him. He went to the Kerith Ravine, east of the Jordan, and stayed there. <sup><strong>6</strong></sup> The ravens brought him bread and meat in the morning and bread and meat in the evening, and he drank from the brook. <sup><strong>7</strong></sup> Some time later the brook dried up because there had been no rain in the land. <sup><strong>8</strong></sup> Then the word of the LORD came to him: <sup><strong>9</strong></sup> \"Go at once to Zarephath of Sidon and stay there. I have commanded a widow in that place to supply you with food.\" <sup><strong>10</strong></sup> So he went to Zarephath. When he came to the town gate, a widow was there gathering sticks. He called to her and asked, \"Would you bring me a little water in a jar so I may have a drink?\" <sup><strong>11</strong></sup> As she was going to get it, he called, \"And bring me, please, a piece of bread.\" <sup><strong>12</strong></sup> \"As surely as the LORD your God lives,\" she replied, \"I don't have any bread-only a handful of flour in a jar and a little oil in a jug. I am gathering a few sticks to take home and make a meal for myself and my son, that we may eat it-and die.\" <sup><strong>13</strong></sup> Elijah said to her, \"Don't be afraid. Go home and do as you have said. But first make a small cake of bread for me from what you have and bring it to me, and then make something for yourself and your son. <sup><strong>14</strong></sup> For this is what the LORD, the God of Israel, says: 'The jar of flour will not be used up and the jug of oil will not run dry until the day the LORD gives rain on the land.'\" <sup><strong>15</strong></sup> She went away and did as Elijah had told her. So there was food every day for Elijah and for the woman and her family. <sup><strong>16</strong></sup> For the jar of flour was not used up and the jug of oil did not run dry, in keeping with the word of the LORD spoken by Elijah. <sup><strong>17</strong></sup> Some time later the son of the woman who owned the house became ill. He grew worse and worse, and finally stopped breathing. <sup><strong>18</strong></sup> She said to Elijah, \"What do you have against me, man of God? Did you come to remind me of my sin and kill my son?\" "},{"_id":"615a4e42a2008c08a2957552","topicId":"615a4e3da2008c08a2957540","verse":"1 Corinthians 6:9-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-22\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God. <b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n\n<p id=\"p46006011_04-22\"><b class=\"verse-num\" id=\"v46006012-1\">12&nbsp;</b>“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but I will not be dominated by anything.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  <strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  <strong>12</strong> All things are lawful unto me, but all things are not expedient: all things are lawful for me, but I will not be brought under the power of any.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. <sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God. <sup><strong>12</strong></sup> \"Everything is permissible for me\"--but not everything is beneficial. \"Everything is permissible for me\"--but I will not be mastered by anything. "},{"_id":"615a4e43a2008c08a2957553","topicId":"615a4e3da2008c08a2957540","verse":"Matthew 11:28-30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span> <b class=\"verse-num woc\" id=\"v40011029-1\">29&nbsp;</b><span class=\"woc\">Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls.</span> <b class=\"verse-num woc\" id=\"v40011030-1\">30&nbsp;</b><span class=\"woc\">For my yoke is easy, and my burden is light.”</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  <strong>29</strong> Take my yoke upon you, and learn of me; for I am meek and lowly in heart: and ye shall find rest unto your souls.  <strong>30</strong> For my yoke is easy, and my burden is light.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest. <sup><strong>29</strong></sup> Take my yoke upon you and learn from me, for I am gentle and humble in heart, and you will find rest for your souls. <sup><strong>30</strong></sup> For my yoke is easy and my burden is light.\" "},{"_id":"615a4e43a2008c08a2957554","topicId":"615a4e3da2008c08a2957540","verse":"Matthew 6:5-34","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40006005_04-24\"><b class=\"verse-num woc\" id=\"v40006005-1\">5&nbsp;</b><span class=\"woc\">“And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006006-1\">6&nbsp;</b><span class=\"woc\">But when you pray, go into your room and shut the door and pray to your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n<p id=\"p40006006_04-24\"><b class=\"verse-num woc\" id=\"v40006007-1\">7&nbsp;</b><span class=\"woc\">“And when you pray, do not heap up empty phrases as the Gentiles do, for they think that they will be heard for their many words.</span> <b class=\"verse-num woc\" id=\"v40006008-1\">8&nbsp;</b><span class=\"woc\">Do not be like them, for your Father knows what you need before you ask him.</span> <b class=\"verse-num woc\" id=\"v40006009-1\">9&nbsp;</b><span class=\"woc\">Pray then like this:</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006009_04-24\" class=\"line\">&nbsp;&nbsp;<span class=\"woc\">“Our Father in heaven,</span><br><span id=\"p40006009_04-24\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;hallowed be your name.</span></span><br><span id=\"p40006010_04-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006010-1\">10&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Your kingdom come,</span><br><span id=\"p40006010_04-24\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;your will be done,</span><br><span id=\"p40006010_04-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;on earth as it is in heaven.</span></span><br><span id=\"p40006011_04-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006011-1\">11&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">Give us this day our daily bread,</span></span><br><span id=\"p40006012_04-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006012-1\">12&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">and forgive us our debts,</span><br><span id=\"p40006012_04-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;as we also have forgiven our debtors.</span></span><br><span id=\"p40006013_04-24\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_04-24\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span><span class=\"end-line-group\"></span>\n</span></span></span></span></span></p><p id=\"p40006013_04-24\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40006014-1\">14&nbsp;</b><span class=\"woc\">For if you forgive others their trespasses, your heavenly Father will also forgive you,</span> <b class=\"verse-num woc\" id=\"v40006015-1\">15&nbsp;</b><span class=\"woc\">but if you do not forgive others their trespasses, neither will your Father forgive your trespasses.</span></p>\n\n<p id=\"p40006015_05-24\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n\n<p id=\"p40006018_10-24\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n<p id=\"p40006021_10-24\"><b class=\"verse-num woc\" id=\"v40006022-1\">22&nbsp;</b><span class=\"woc\">“The eye is the lamp of the body. So, if your eye is healthy, your whole body will be full of light,</span> <b class=\"verse-num woc\" id=\"v40006023-1\">23&nbsp;</b><span class=\"woc\">but if your eye is bad, your whole body will be full of darkness. If then the light in you is darkness, how great is the darkness!</span></p>\n<p id=\"p40006023_10-24\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n<p id=\"p40006024_14-24\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_14-24\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>5</strong>           And when thou prayest, thou shalt not be as the hypocrites are: for they love to pray standing in the synagogues and in the corners of the streets, that they may be seen of men. Verily I say unto you, They have their reward.  <strong>6</strong> But thou, when thou prayest, enter into thy closet, and when thou hast shut thy door, pray to thy Father which is in secret; and thy Father which seeth in secret shall reward thee openly.  <strong>7</strong> But when ye pray, use not vain repetitions, as the heathen do: for they think that they shall be heard for their much speaking.  <strong>8</strong> Be not ye therefore like unto them: for your Father knoweth what things ye have need of, before ye ask him.  <strong>9</strong> After this manner therefore pray ye: Our Father which art in heaven, Hallowed be thy name.  <strong>10</strong> Thy kingdom come. Thy will be done in earth, as it is  in heaven.  <strong>11</strong> Give us this day our daily bread.  <strong>12</strong> And forgive us our debts, as we forgive our debtors.  <strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  <strong>14</strong> For if ye forgive men their trespasses, your heavenly Father will also forgive you:  <strong>15</strong> But if ye forgive not men their trespasses, neither will your Father forgive your trespasses. <strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  <strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  <strong>22</strong> The light of the body is the eye: if therefore thine eye be single, thy whole body shall be full of light.  <strong>23</strong> But if thine eye be evil, thy whole body shall be full of darkness. If therefore the light that is in thee be darkness, how great is  that darkness! <strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  <strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>5</strong></sup> \"And when you pray, do not be like the hypocrites, for they love to pray standing in the synagogues and on the street corners to be seen by men. I tell you the truth, they have received their reward in full. <sup><strong>6</strong></sup> But when you pray, go into your room, close the door and pray to your Father, who is unseen. Then your Father, who sees what is done in secret, will reward you. <sup><strong>7</strong></sup> And when you pray, do not keep on babbling like pagans, for they think they will be heard because of their many words. <sup><strong>8</strong></sup> Do not be like them, for your Father knows what you need before you ask him. <sup><strong>9</strong></sup> \"This, then, is how you should pray: \"'Our Father in heaven, hallowed be your name, <sup><strong>10</strong></sup> your kingdom come, your will be done on earth as it is in heaven. <sup><strong>11</strong></sup> Give us today our daily bread. <sup><strong>12</strong></sup> Forgive us our debts, as we also have forgiven our debtors. <sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. ' <sup><strong>14</strong></sup> For if you forgive men when they sin against you, your heavenly Father will also forgive you. <sup><strong>15</strong></sup> But if you do not forgive men their sins, your Father will not forgive your sins. <sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. <sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>22</strong></sup> \"The eye is the lamp of the body. If your eyes are good, your whole body will be full of light. <sup><strong>23</strong></sup> But if your eyes are bad, your whole body will be full of darkness. If then the light within you is darkness, how great is that darkness! <sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money. <sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "}]}