{"_id":"615a4d8aa2008c08a29574e1","slug":"chance","name":"Chance","verses":[{"_id":"615a4d8aa2008c08a29574e2","topicId":"615a4d8aa2008c08a29574e1","verse":"Proverbs 16:33","votes":39,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016033_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016033-1\">33&nbsp;</b>&nbsp;&nbsp;The lot is cast into the lap,</span><br><span id=\"p20016033_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its every decision is from the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>33</strong> The lot is cast into the lap; but the whole disposing thereof is of the LORD.  ","niv":"<sup><strong>33</strong></sup> The lot is cast into the lap, but its every decision is from the LORD."},{"_id":"615a4d8ba2008c08a29574e3","topicId":"615a4d8aa2008c08a29574e1","verse":"Ecclesiastes 9:11","votes":38,"__v":0,"esv":"<div>\n\n<p id=\"p21009011_05-2\"><b class=\"verse-num\" id=\"v21009011-1\">11&nbsp;</b>Again I saw that under the sun the race is not to the swift, nor the battle to the strong, nor bread to the wise, nor riches to the intelligent, nor favor to those with knowledge, but time and chance happen to them all.</p>\n</div>","kjv":"<strong>11</strong> I returned, and saw under the sun, that the race is not to the swift, nor the battle to the strong, neither yet bread to the wise, nor yet riches to men of understanding, nor yet favour to men of skill; but time and chance happeneth to them all.  ","niv":"<sup><strong>11</strong></sup> I have seen something else under the sun: The race is not to the swift or the battle to the strong, nor does food come to the wise or wealth to the brilliant or favor to the learned; but time and chance happen to them all."},{"_id":"615a4d8ba2008c08a29574e4","topicId":"615a4d8aa2008c08a29574e1","verse":"Romans 8:28-30","votes":25,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose. <b class=\"verse-num\" id=\"v45008029-1\">29&nbsp;</b>For those whom he foreknew he also predestined to be conformed to the image of his Son, in order that he might be the firstborn among many brothers. <b class=\"verse-num\" id=\"v45008030-1\">30&nbsp;</b>And those whom he predestined he also called, and those whom he called he also justified, and those whom he justified he also glorified.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose. <sup><strong>29</strong></sup> For those God foreknew he also predestined to be conformed to the likeness of his Son, that he might be the firstborn among many brothers. <sup><strong>30</strong></sup> And those he predestined, he also called; those he called, he also justified; those he justified, he also glorified. "},{"_id":"615a4d8ba2008c08a29574e5","topicId":"615a4d8aa2008c08a29574e1","verse":"Isaiah 46:9-10","votes":15,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23046009_01-4\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23046009-1\">9&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;remember the former things of old;</span><br><span id=\"p23046009_01-4\" class=\"line\">&nbsp;&nbsp;for I am God, and there is no other;</span><br><span id=\"p23046009_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am God, and there is none like me,</span><br><span id=\"p23046010_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23046010-1\">10&nbsp;</b>&nbsp;&nbsp;declaring the end from the beginning</span><br><span id=\"p23046010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from ancient times things not yet done,</span><br><span id=\"p23046010_01-4\" class=\"line\">&nbsp;&nbsp;saying, ‘My counsel shall stand,</span><br><span id=\"p23046010_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will accomplish all my purpose,’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Remember the former things of old: for I am God, and there is none else; I am God, and there is  none like me,  <strong>10</strong> Declaring the end from the beginning, and from ancient times the things that are not yet done, saying, My counsel shall stand, and I will do all my pleasure:  ","niv":"<sup><strong>9</strong></sup> Remember the former things, those of long ago; I am God, and there is no other; I am God, and there is none like me. <sup><strong>10</strong></sup> I make known the end from the beginning, from ancient times, what is still to come. I say: My purpose will stand, and I will do all that I please. ","modified":"2023-02-27T09:21:35.072Z"},{"_id":"615a4d8ba2008c08a29574e6","topicId":"615a4d8aa2008c08a29574e1","verse":"Ephesians 1:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49001011_01-5\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will,</p>\n</div>","kjv":"<strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  ","niv":"<sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will,"},{"_id":"615a4d8ca2008c08a29574e7","topicId":"615a4d8aa2008c08a29574e1","verse":"Psalm 115:3","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19115003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19115003-1\">3&nbsp;</b>&nbsp;&nbsp;Our God is in the heavens;</span><br><span id=\"p19115003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he does all that he pleases.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> But our God is in the heavens: he hath done whatsoever he hath pleased.  ","niv":"<sup><strong>3</strong></sup> Our God is in heaven; he does whatever pleases him."},{"_id":"615a4d8ca2008c08a29574e8","topicId":"615a4d8aa2008c08a29574e1","verse":"John 16:33","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"615a4d8ca2008c08a29574e9","topicId":"615a4d8aa2008c08a29574e1","verse":"2 Peter 3:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"615a4d8da2008c08a29574ea","topicId":"615a4d8aa2008c08a29574e1","verse":"Genesis 2:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"615a4d8da2008c08a29574eb","topicId":"615a4d8aa2008c08a29574e1","verse":"Matthew 18:21-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40018021_07-10\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n</div>","kjv":"<strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. ","niv":"<sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. "},{"_id":"615a4d8da2008c08a29574ec","topicId":"615a4d8aa2008c08a29574e1","verse":"Luke 12:6-7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42012006_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n</div>","kjv":"<strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  ","niv":"<sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. "},{"_id":"615a4d8ea2008c08a29574ed","topicId":"615a4d8aa2008c08a29574e1","verse":"Colossians 2:1-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p51002001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51002001-1\">2:1&nbsp;</b>For I want you to know how great a struggle I have for you and for those at Laodicea and for all who have not seen me face to face, <b class=\"verse-num\" id=\"v51002002-1\">2&nbsp;</b>that their hearts may be encouraged, being knit together in love, to reach all the riches of full assurance of understanding and the knowledge of God’s mystery, which is Christ, <b class=\"verse-num\" id=\"v51002003-1\">3&nbsp;</b>in whom are hidden all the treasures of wisdom and knowledge. <b class=\"verse-num\" id=\"v51002004-1\">4&nbsp;</b>I say this in order that no one may delude you with plausible arguments. <b class=\"verse-num\" id=\"v51002005-1\">5&nbsp;</b>For though I am absent in body, yet I am with you in spirit, rejoicing to see your good order and the firmness of your faith in Christ.</p>\n\n<p id=\"p51002005_04-12\"><b class=\"verse-num\" id=\"v51002006-1\">6&nbsp;</b>Therefore, as you received Christ Jesus the Lord, so walk in him, <b class=\"verse-num\" id=\"v51002007-1\">7&nbsp;</b>rooted and built up in him and established in the faith, just as you were taught, abounding in thanksgiving.</p>\n<p id=\"p51002007_04-12\"><b class=\"verse-num\" id=\"v51002008-1\">8&nbsp;</b>See to it that no one takes you captive by philosophy and empty deceit, according to human tradition, according to the elemental spirits of the world, and not according to Christ. <b class=\"verse-num\" id=\"v51002009-1\">9&nbsp;</b>For in him the whole fullness of deity dwells bodily, <b class=\"verse-num\" id=\"v51002010-1\">10&nbsp;</b>and you have been filled in him, who is the head of all rule and authority. <b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ, <b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead. <b class=\"verse-num\" id=\"v51002013-1\">13&nbsp;</b>And you, who were dead in your trespasses and the uncircumcision of your flesh, God made alive together with him, having forgiven us all our trespasses, <b class=\"verse-num\" id=\"v51002014-1\">14&nbsp;</b>by canceling the record of debt that stood against us with its legal demands. This he set aside, nailing it to the cross. <b class=\"verse-num\" id=\"v51002015-1\">15&nbsp;</b>He disarmed the rulers and authorities and put them to open shame, by triumphing over them in him.</p>\n\n<p id=\"p51002015_09-12\"><b class=\"verse-num\" id=\"v51002016-1\">16&nbsp;</b>Therefore let no one pass judgment on you in questions of food and drink, or with regard to a festival or a new moon or a Sabbath. <b class=\"verse-num\" id=\"v51002017-1\">17&nbsp;</b>These are a shadow of the things to come, but the substance belongs to Christ. <b class=\"verse-num\" id=\"v51002018-1\">18&nbsp;</b>Let no one disqualify you, insisting on asceticism and worship of angels, going on in detail about visions, puffed up without reason by his sensuous mind, <b class=\"verse-num\" id=\"v51002019-1\">19&nbsp;</b>and not holding fast to the Head, from whom the whole body, nourished and knit together through its joints and ligaments, grows with a growth that is from God.</p>\n<p id=\"p51002019_09-12\"><b class=\"verse-num\" id=\"v51002020-1\">20&nbsp;</b>If with Christ you died to the elemental spirits of the world, why, as if you were still alive in the world, do you submit to regulations—<b class=\"verse-num\" id=\"v51002021-1\">21&nbsp;</b>“Do not handle, Do not taste, Do not touch” <b class=\"verse-num\" id=\"v51002022-1\">22&nbsp;</b>(referring to things that all perish as they are used)—according to human precepts and teachings? <b class=\"verse-num\" id=\"v51002023-1\">23&nbsp;</b>These have indeed an appearance of wisdom in promoting self-made religion and asceticism and severity to the body, but they are of no value in stopping the indulgence of the flesh.</p>\n\n</div>","kjv":"<strong>1</strong> For I would that ye knew what great conflict I have for you, and for them at Laodicea, and for as many as have not seen my face in the flesh;  <strong>2</strong> That their hearts might be comforted, being knit together in love, and unto all riches of the full assurance of understanding, to the acknowledgement of the mystery of God, and of the Father, and of Christ;  <strong>3</strong> In whom are hid all the treasures of wisdom and knowledge.  <strong>4</strong> And this I say, lest any man should beguile you with enticing words.  <strong>5</strong> For though I be absent in the flesh, yet am I with you in the spirit, joying and beholding your order, and the stedfastness of your faith in Christ.  <strong>6</strong> As ye have therefore received Christ Jesus the Lord, so walk ye in him:  <strong>7</strong> Rooted and built up in him, and stablished in the faith, as ye have been taught, abounding therein with thanksgiving.  <strong>8</strong> Beware lest any man spoil you through philosophy and vain deceit, after the tradition of men, after the rudiments of the world, and not after Christ.  <strong>9</strong> For in him dwelleth all the fulness of the Godhead bodily.  <strong>10</strong> And ye are complete in him, which is the head of all principality and power:  <strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  <strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  <strong>13</strong> And you, being dead in your sins and the uncircumcision of your flesh, hath he quickened together with him, having forgiven you all trespasses;  <strong>14</strong> Blotting out the handwriting of ordinances that was against us, which was contrary to us, and took it out of the way, nailing it to his cross;  <strong>15</strong> And having spoiled principalities and powers, he made a shew of them openly, triumphing over them in it.  <strong>16</strong> Let no man therefore judge you in meat, or in drink, or in respect of an holyday, or of the new moon, or of the sabbath days:  <strong>17</strong> Which are a shadow of things to come; but the body is of Christ.  <strong>18</strong> Let no man beguile you of your reward in a voluntary humility and worshipping of angels, intruding into those things which he hath not seen, vainly puffed up by his fleshly mind,  <strong>19</strong> And not holding the Head, from which all the body by joints and bands having nourishment ministered, and knit together, increaseth with the increase of God.  <strong>20</strong> Wherefore if ye be dead with Christ from the rudiments of the world, why, as though living in the world, are ye subject to ordinances,  <strong>21</strong> (Touch not; taste not; handle not;  <strong>22</strong> Which all are to perish with the using;) after the commandments and doctrines of men?  <strong>23</strong> Which things have indeed a shew of wisdom in will worship, and humility, and neglecting of the body; not in any honour to the satisfying of the flesh.  ","niv":"<sup><strong>1</strong></sup> I want you to know how much I am struggling for you and for those at Laodicea, and for all who have not met me personally. <sup><strong>2</strong></sup> My purpose is that they may be encouraged in heart and united in love, so that they may have the full riches of complete understanding, in order that they may know the mystery of God, namely, Christ, <sup><strong>3</strong></sup> in whom are hidden all the treasures of wisdom and knowledge. <sup><strong>4</strong></sup> I tell you this so that no one may deceive you by fine-sounding arguments. <sup><strong>5</strong></sup> For though I am absent from you in body, I am present with you in spirit and delight to see how orderly you are and how firm your faith in Christ is. <sup><strong>6</strong></sup> So then, just as you received Christ Jesus as Lord, continue to live in him, <sup><strong>7</strong></sup> rooted and built up in him, strengthened in the faith as you were taught, and overflowing with thankfulness. <sup><strong>8</strong></sup> See to it that no one takes you captive through hollow and deceptive philosophy, which depends on human tradition and the basic principles of this world rather than on Christ. <sup><strong>9</strong></sup> For in Christ all the fullness of the Deity lives in bodily form, <sup><strong>10</strong></sup> and you have been given fullness in Christ, who is the head over every power and authority. <sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ, <sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead. <sup><strong>13</strong></sup> When you were dead in your sins and in the uncircumcision of your sinful nature, God made you alive with Christ. He forgave us all our sins, <sup><strong>14</strong></sup> having canceled the written code, with its regulations, that was against us and that stood opposed to us; he took it away, nailing it to the cross. <sup><strong>15</strong></sup> And having disarmed the powers and authorities, he made a public spectacle of them, triumphing over them by the cross. <sup><strong>16</strong></sup> Therefore do not let anyone judge you by what you eat or drink, or with regard to a religious festival, a New Moon celebration or a Sabbath day. <sup><strong>17</strong></sup> These are a shadow of the things that were to come; the reality, however, is found in Christ. <sup><strong>18</strong></sup> Do not let anyone who delights in false humility and the worship of angels disqualify you for the prize. Such a person goes into great detail about what he has seen, and his unspiritual mind puffs him up with idle notions. <sup><strong>19</strong></sup> He has lost connection with the Head, from whom the whole body, supported and held together by its ligaments and sinews, grows as God causes it to grow. <sup><strong>20</strong></sup> Since you died with Christ to the basic principles of this world, why, as though you still belonged to it, do you submit to its rules: <sup><strong>21</strong></sup> \"Do not handle! Do not taste! Do not touch!\"? <sup><strong>22</strong></sup> These are all destined to perish with use, because they are based on human commands and teachings. <sup><strong>23</strong></sup> Such regulations indeed have an appearance of wisdom, with their self-imposed worship, their false humility and their harsh treatment of the body, but they lack any value in restraining sensual indulgence. "},{"_id":"615a4d8ea2008c08a29574ee","topicId":"615a4d8aa2008c08a29574e1","verse":"Romans 8:37","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008037_01-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45008037-1\">37&nbsp;</b>No, in all these things we are more than conquerors through him who loved us.</p>\n</div>","kjv":"<strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  ","niv":"<sup><strong>37</strong></sup> No, in all these things we are more than conquerors through him who loved us."},{"_id":"615a4d8ea2008c08a29574ef","topicId":"615a4d8aa2008c08a29574e1","verse":"Romans 6:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615a4d8ea2008c08a29574f0","topicId":"615a4d8aa2008c08a29574e1","verse":"John 3:16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-15\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a4d8fa2008c08a29574f1","topicId":"615a4d8aa2008c08a29574e1","verse":"Psalm 51:5","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051005_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  ","niv":"<sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me."},{"_id":"615a4d8fa2008c08a29574f2","topicId":"615a4d8aa2008c08a29574e1","verse":"1 John 1:9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615a4d8fa2008c08a29574f3","topicId":"615a4d8aa2008c08a29574e1","verse":"Hebrews 9:27","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"615a4d90a2008c08a29574f4","topicId":"615a4d8aa2008c08a29574e1","verse":"Lamentations 3:21-23","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003021_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003021-1\">21&nbsp;</b>&nbsp;&nbsp;But this I call to mind,</span><br><span id=\"p25003021_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and therefore I have hope:</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p25003022_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003022-1\">22&nbsp;</b>&nbsp;&nbsp;The steadfast love of the LORD never ceases;</span><br><span id=\"p25003022_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mercies never come to an end;</span><br><span id=\"p25003023_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003023-1\">23&nbsp;</b>&nbsp;&nbsp;they are new every morning;</span><br><span id=\"p25003023_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great is your faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> This I recall to my mind, therefore have I hope.  <strong>22</strong>           It is of the LORD’S mercies that we are not consumed, because his compassions fail not.  <strong>23</strong> They are new every morning: great is thy faithfulness.  ","niv":"<sup><strong>21</strong></sup> Yet this I call to mind and therefore I have hope: <sup><strong>22</strong></sup> Because of the LORD's great love we are not consumed, for his compassions never fail. <sup><strong>23</strong></sup> They are new every morning; great is your faithfulness. "},{"_id":"615a4d90a2008c08a29574f5","topicId":"615a4d8aa2008c08a29574e1","verse":"Philippians 1:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50001006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v50001006-1\">6&nbsp;</b>And I am sure of this, that he who began a good work in you will bring it to completion at the day of Jesus Christ.</p>\n</div>","kjv":"<strong>6</strong> Being confident of this very thing, that he which hath begun a good work in you will perform it until the day of Jesus Christ:  ","niv":"<sup><strong>6</strong></sup> being confident of this, that he who began a good work in you will carry it on to completion until the day of Christ Jesus."},{"_id":"615a4d90a2008c08a29574f6","topicId":"615a4d8aa2008c08a29574e1","verse":"Romans 8:38-39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45008038_01-21\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v45008038-1\">38&nbsp;</b>For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, <b class=\"verse-num\" id=\"v45008039-1\">39&nbsp;</b>nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  ","niv":"<sup><strong>38</strong></sup> For I am convinced that neither death nor life, neither angels nor demons, neither the present nor the future, nor any powers, <sup><strong>39</strong></sup> neither height nor depth, nor anything else in all creation, will be able to separate us from the love of God that is in Christ Jesus our Lord. "},{"_id":"615a4d91a2008c08a29574f7","topicId":"615a4d8aa2008c08a29574e1","verse":"Romans 5:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"615a4d91a2008c08a29574f8","topicId":"615a4d8aa2008c08a29574e1","verse":"Jeremiah 29:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615a4d91a2008c08a29574f9","topicId":"615a4d8aa2008c08a29574e1","verse":"Ecclesiastes 3:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p21003001_05-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21003001-1\">3:1&nbsp;</b>For everything there is a season, and a time for every matter under heaven:</p>\n</div>","kjv":"<strong>1</strong> To every thing there is a season, and a time to every purpose under the heaven:  ","niv":"<sup><strong>1</strong></sup> There is a time for everything, and a season for every activity under heaven:","modified":"2022-10-04T10:13:37.115Z"},{"_id":"615a4d91a2008c08a29574fa","topicId":"615a4d8aa2008c08a29574e1","verse":"Ezra 1:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p15001001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v15001001-1\">1:1&nbsp;</b>In the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout all his kingdom and also put it in writing:</p>\n<p id=\"p15001001_05-25\"><b class=\"verse-num\" id=\"v15001002-1\">2&nbsp;</b>“Thus says Cyrus king of Persia: The LORD, the God of heaven, has given me all the kingdoms of the earth, and he has charged me to build him a house at Jerusalem, which is in Judah. <b class=\"verse-num\" id=\"v15001003-1\">3&nbsp;</b>Whoever is among you of all his people, may his God be with him, and let him go up to Jerusalem, which is in Judah, and rebuild the house of the LORD, the God of Israel—he is the God who is in Jerusalem. <b class=\"verse-num\" id=\"v15001004-1\">4&nbsp;</b>And let each survivor, in whatever place he sojourns, be assisted by the men of his place with silver and gold, with goods and with beasts, besides freewill offerings for the house of God that is in Jerusalem.”</p>\n<p id=\"p15001004_05-25\"><b class=\"verse-num\" id=\"v15001005-1\">5&nbsp;</b>Then rose up the heads of the fathers’ houses of Judah and Benjamin, and the priests and the Levites, everyone whose spirit God had stirred to go up to rebuild the house of the LORD that is in Jerusalem. <b class=\"verse-num\" id=\"v15001006-1\">6&nbsp;</b>And all who were about them aided them with vessels of silver, with gold, with goods, with beasts, and with costly wares, besides all that was freely offered. <b class=\"verse-num\" id=\"v15001007-1\">7&nbsp;</b>Cyrus the king also brought out the vessels of the house of the LORD that Nebuchadnezzar had carried away from Jerusalem and placed in the house of his gods. <b class=\"verse-num\" id=\"v15001008-1\">8&nbsp;</b>Cyrus king of Persia brought these out in the charge of Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah. <b class=\"verse-num\" id=\"v15001009-1\">9&nbsp;</b>And this was the number of them: 30 basins of gold, 1,000 basins of silver, 29 censers, <b class=\"verse-num\" id=\"v15001010-1\">10&nbsp;</b>30 bowls of gold, 410 bowls of silver, and 1,000 other vessels; <b class=\"verse-num\" id=\"v15001011-1\">11&nbsp;</b>all the vessels of gold and of silver were 5,400. All these did Sheshbazzar bring up, when the exiles were brought up from Babylonia to Jerusalem.</p>\n</div>","kjv":"<strong>1</strong> Now in the first year of Cyrus king of Persia, that the word of the LORD by the mouth of Jeremiah might be fulfilled, the LORD stirred up the spirit of Cyrus king of Persia, that he made a proclamation throughout all his kingdom, and put it also in writing, saying,  <strong>2</strong> Thus saith Cyrus king of Persia, The LORD God of heaven hath given me all the kingdoms of the earth; and he hath charged me to build him an house at Jerusalem, which is in Judah.  <strong>3</strong> Who is there among you of all his people? his God be with him, and let him go up to Jerusalem, which is in Judah, and build the house of the LORD God of Israel, (he is the God,) which is in Jerusalem.  <strong>4</strong> And whosoever remaineth in any place where he sojourneth, let the men of his place help him with silver, and with gold, and with goods, and with beasts, beside the freewill offering for the house of God that is  in Jerusalem.  <strong>5</strong> Then rose up the chief of the fathers of Judah and Benjamin, and the priests, and the Levites, with all them whose spirit God had raised, to go up to build the house of the LORD which is in Jerusalem.  <strong>6</strong> And all they that were about them strengthened their hands with vessels of silver, with gold, with goods, and with beasts, and with precious things, beside all that was willingly offered.  <strong>7</strong> Also Cyrus the king brought forth the vessels of the house of the LORD, which Nebuchadnezzar had brought forth out of Jerusalem, and had put them in the house of his gods;  <strong>8</strong> Even those did Cyrus king of Persia bring forth by the hand of Mithredath the treasurer, and numbered them unto Sheshbazzar, the prince of Judah.  <strong>9</strong> And this is the number of them: thirty chargers of gold, a thousand chargers of silver, nine and twenty knives,  <strong>10</strong> Thirty basons of gold, silver basons of a second sort four hundred and ten, and other vessels a thousand.  <strong>11</strong> All the vessels of gold and of silver were five thousand and four hundred. All these did Sheshbazzar bring up with them of  the captivity that were brought up from Babylon unto Jerusalem.  ","niv":"<sup><strong>1</strong></sup> In the first year of Cyrus king of Persia, in order to fulfill the word of the LORD spoken by Jeremiah, the LORD moved the heart of Cyrus king of Persia to make a proclamation throughout his realm and to put it in writing: <sup><strong>2</strong></sup> \"This is what Cyrus king of Persia says: \"'The LORD, the God of heaven, has given me all the kingdoms of the earth and he has appointed me to build a temple for him at Jerusalem in Judah. <sup><strong>3</strong></sup> Anyone of his people among you-may his God be with him, and let him go up to Jerusalem in Judah and build the temple of the LORD, the God of Israel, the God who is in Jerusalem. <sup><strong>4</strong></sup> And the people of any place where survivors may now be living are to provide him with silver and gold, with goods and livestock, and with freewill offerings for the temple of God in Jerusalem.'\" <sup><strong>5</strong></sup> Then the family heads of Judah and Benjamin, and the priests and Levites-everyone whose heart God had moved-prepared to go up and build the house of the LORD in Jerusalem. <sup><strong>6</strong></sup> All their neighbors assisted them with articles of silver and gold, with goods and livestock, and with valuable gifts, in addition to all the freewill offerings. <sup><strong>7</strong></sup> Moreover, King Cyrus brought out the articles belonging to the temple of the LORD, which Nebuchadnezzar had carried away from Jerusalem and had placed in the temple of his god. <sup><strong>8</strong></sup> Cyrus king of Persia had them brought by Mithredath the treasurer, who counted them out to Sheshbazzar the prince of Judah. <sup><strong>9</strong></sup> This was the inventory: gold dishes 30 silver dishes 1,000 silver pans 29 <sup><strong>10</strong></sup> gold bowls 30 matching silver bowls 410 other articles 1,000 <sup><strong>11</strong></sup> In all, there were 5,400 articles of gold and of silver. Sheshbazzar brought all these along when the exiles came up from Babylon to Jerusalem. "}]}