{"_id":"615a4f19a2008c08a29575bd","slug":"charity","name":"Charity","verses":[{"_id":"615a4f19a2008c08a29575be","topicId":"615a4f19a2008c08a29575bd","verse":"Acts 20:35","votes":319,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"615a4f19a2008c08a29575bf","topicId":"615a4f19a2008c08a29575bd","verse":"Hebrews 13:16","votes":273,"__v":0,"esv":"<div>\n<p id=\"p58013016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013016-1\">16&nbsp;</b>Do not neglect to do good and to share what you have, for such sacrifices are pleasing to God.</p>\n</div>","kjv":"<strong>16</strong> But to do good and to communicate forget not: for with such sacrifices God is well pleased.  ","niv":"<sup><strong>16</strong></sup> And do not forget to do good and to share with others, for with such sacrifices God is pleased.","modified":"2023-01-08T18:31:42.277Z"},{"_id":"615a4f1aa2008c08a29575c0","topicId":"615a4f19a2008c08a29575bd","verse":"Matthew 6:1-4","votes":235,"__v":0,"esv":"<div>\n\n<p id=\"p40006001_05-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40006001-1\">6:1&nbsp;</b><span class=\"woc\">“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven.</span></p>\n<p id=\"p40006001_05-3\"><b class=\"verse-num woc\" id=\"v40006002-1\">2&nbsp;</b><span class=\"woc\">“Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006003-1\">3&nbsp;</b><span class=\"woc\">But when you give to the needy, do not let your left hand know what your right hand is doing,</span> <b class=\"verse-num woc\" id=\"v40006004-1\">4&nbsp;</b><span class=\"woc\">so that your giving may be in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>1</strong>           Take heed that ye do not your alms before men, to be seen of them: otherwise ye have no reward of your Father which is in heaven.  <strong>2</strong> Therefore when thou doest thine alms, do not sound a trumpet before thee, as the hypocrites do in the synagogues and in the streets, that they may have glory of men. Verily I say unto you, They have their reward.  <strong>3</strong> But when thou doest alms, let not thy left hand know what thy right hand doeth:  <strong>4</strong> That thine alms may be in secret: and thy Father which seeth in secret himself shall reward thee openly. ","niv":"<sup><strong>1</strong></sup> \"Be careful not to do your 'acts of righteousness' before men, to be seen by them. If you do, you will have no reward from your Father in heaven. <sup><strong>2</strong></sup> \"So when you give to the needy, do not announce it with trumpets, as the hypocrites do in the synagogues and on the streets, to be honored by men. I tell you the truth, they have received their reward in full. <sup><strong>3</strong></sup> But when you give to the needy, do not let your left hand know what your right hand is doing, <sup><strong>4</strong></sup> so that your giving may be in secret. Then your Father, who sees what is done in secret, will reward you. ","modified":"2023-01-08T18:31:40.491Z"},{"_id":"615a4f1aa2008c08a29575c1","topicId":"615a4f19a2008c08a29575bd","verse":"Proverbs 19:17","votes":192,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019017_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019017-1\">17&nbsp;</b>&nbsp;&nbsp;Whoever is generous to the poor lends to the LORD,</span><br><span id=\"p20019017_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will repay him for his deed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> He that hath pity upon the poor lendeth unto the LORD; and that which he hath given will he pay him again.  ","niv":"<sup><strong>17</strong></sup> He who is kind to the poor lends to the LORD, and he will reward him for what he has done.","modified":"2023-01-08T18:31:37.782Z"},{"_id":"615a4f1aa2008c08a29575c2","topicId":"615a4f19a2008c08a29575bd","verse":"Luke 21:1-4","votes":145,"__v":0,"esv":"<div>\n\n<p id=\"p42021001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42021001-1\">21:1&nbsp;</b>Jesus looked up and saw the rich putting their gifts into the offering box, <b class=\"verse-num\" id=\"v42021002-1\">2&nbsp;</b>and he saw a poor widow put in two small copper coins. <b class=\"verse-num\" id=\"v42021003-1\">3&nbsp;</b>And he said, <span class=\"woc\">“Truly, I tell you, this poor widow has put in more than all of them.</span> <b class=\"verse-num woc\" id=\"v42021004-1\">4&nbsp;</b><span class=\"woc\">For they all contributed out of their abundance, but she out of her poverty put in all she had to live on.”</span></p>\n\n</div>","kjv":"<strong>1</strong> And he looked up, and saw the rich men casting their gifts into the treasury.  <strong>2</strong> And he saw also a certain poor widow casting in thither two mites.  <strong>3</strong> And he said, Of a truth I say unto you, that this poor widow hath cast in more than they all:  <strong>4</strong> For all these have of their abundance cast in unto the offerings of God: but she of her penury hath cast in all the living that she had.  ","niv":"<sup><strong>1</strong></sup> As he looked up, Jesus saw the rich putting their gifts into the temple treasury. <sup><strong>2</strong></sup> He also saw a poor widow put in two very small copper coins. <sup><strong>3</strong></sup> \"I tell you the truth,\" he said, \"this poor widow has put in more than all the others. <sup><strong>4</strong></sup> All these people gave their gifts out of their wealth; but she out of her poverty put in all she had to live on.\" "},{"_id":"615a4f1ba2008c08a29575c3","topicId":"615a4f19a2008c08a29575bd","verse":"1 John 3:17","votes":141,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"615a4f1ba2008c08a29575c4","topicId":"615a4f19a2008c08a29575bd","verse":"2 Corinthians 9:7","votes":140,"__v":0,"esv":"<div>\n<p id=\"p47009007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47009007-1\">7&nbsp;</b>Each one must give as he has decided in his heart, not reluctantly or under compulsion, for God loves a cheerful giver.</p>\n</div>","kjv":"<strong>7</strong> Every man according as he purposeth in his heart, so let him give;  not grudgingly, or of necessity: for God loveth a cheerful giver.  ","niv":"<sup><strong>7</strong></sup> Each man should give what he has decided in his heart to give, not reluctantly or under compulsion, for God loves a cheerful giver."},{"_id":"615a4f1ba2008c08a29575c5","topicId":"615a4f19a2008c08a29575bd","verse":"Luke 12:33","votes":123,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys."},{"_id":"615a4f1ba2008c08a29575c6","topicId":"615a4f19a2008c08a29575bd","verse":"Luke 6:38","votes":98,"__v":0,"esv":"<div>\n<p id=\"p42006038_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006038-1\">38&nbsp;</b><span class=\"woc\">give, and it will be given to you. Good measure, pressed down, shaken together, running over, will be put into your lap. For with the measure you use it will be measured back to you.”</span></p>\n</div>","kjv":"<strong>38</strong> Give, and it shall be given unto you; good measure, pressed down, and shaken together, and running over, shall men give into your bosom. For with the same measure that ye mete withal it shall be measured to you again.  ","niv":"<sup><strong>38</strong></sup> Give, and it will be given to you. A good measure, pressed down, shaken together and running over, will be poured into your lap. For with the measure you use, it will be measured to you.\""},{"_id":"615a4f1ba2008c08a29575c7","topicId":"615a4f19a2008c08a29575bd","verse":"Matthew 5:42","votes":84,"__v":0,"esv":"<div>\n<p id=\"p40005042_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n</div>","kjv":"<strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. ","niv":"<sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you."},{"_id":"615a4f1ca2008c08a29575c8","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 13:1-13","votes":83,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-12\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-12\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-12\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"615a4f1ca2008c08a29575c9","topicId":"615a4f19a2008c08a29575bd","verse":"Hebrews 13:2","votes":82,"__v":0,"esv":"<div>\n<p id=\"p58013002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013002-1\">2&nbsp;</b>Do not neglect to show hospitality to strangers, for thereby some have entertained angels unawares.</p>\n</div>","kjv":"<strong>2</strong> Be not forgetful to entertain strangers: for thereby some have entertained angels unawares.  ","niv":"<sup><strong>2</strong></sup> Do not forget to entertain strangers, for by so doing some people have entertained angels without knowing it."},{"_id":"615a4f1ca2008c08a29575ca","topicId":"615a4f19a2008c08a29575bd","verse":"Deuteronomy 15:7-11","votes":79,"__v":0,"esv":"<div>\n<p id=\"p05015007_01-14\"><b class=\"verse-num\" id=\"v05015007-1\">7&nbsp;</b>“If among you, one of your brothers should become poor, in any of your towns within your land that the LORD your God is giving you, you shall not harden your heart or shut your hand against your poor brother, <b class=\"verse-num\" id=\"v05015008-1\">8&nbsp;</b>but you shall open your hand to him and lend him sufficient for his need, whatever it may be. <b class=\"verse-num\" id=\"v05015009-1\">9&nbsp;</b>Take care lest there be an unworthy thought in your heart and you say, ‘The seventh year, the year of release is near,’ and your eye look grudgingly on your poor brother, and you give him nothing, and he cry to the LORD against you, and you be guilty of sin. <b class=\"verse-num\" id=\"v05015010-1\">10&nbsp;</b>You shall give to him freely, and your heart shall not be grudging when you give to him, because for this the LORD your God will bless you in all your work and in all that you undertake. <b class=\"verse-num\" id=\"v05015011-1\">11&nbsp;</b>For there will never cease to be poor in the land. Therefore I command you, ‘You shall open wide your hand to your brother, to the needy and to the poor, in your land.’</p>\n\n</div>","kjv":"<strong>7</strong> If there be among you a poor man of one of thy brethren within any of thy gates in thy land which the LORD thy God giveth thee, thou shalt not harden thine heart, nor shut thine hand from thy poor brother:  <strong>8</strong> But thou shalt open thine hand wide unto him, and shalt surely lend him sufficient for his need, in that which he wanteth.  <strong>9</strong> Beware that there be not a thought in thy wicked heart, saying, The seventh year, the year of release, is at hand; and thine eye be evil against thy poor brother, and thou givest him nought; and he cry unto the LORD against thee, and it be sin unto thee.  <strong>10</strong> Thou shalt surely give him, and thine heart shall not be grieved when thou givest unto him: because that for this thing the LORD thy God shall bless thee in all thy works, and in all that thou puttest thine hand unto.  <strong>11</strong> For the poor shall never cease out of the land: therefore I command thee, saying, Thou shalt open thine hand wide unto thy brother, to thy poor, and to thy needy, in thy land.  ","niv":"<sup><strong>7</strong></sup> If there is a poor man among your brothers in any of the towns of the land that the LORD your God is giving you, do not be hardhearted or tightfisted toward your poor brother. <sup><strong>8</strong></sup> Rather be openhanded and freely lend him whatever he needs. <sup><strong>9</strong></sup> Be careful not to harbor this wicked thought: \"The seventh year, the year for canceling debts, is near,\" so that you do not show ill will toward your needy brother and give him nothing. He may then appeal to the LORD against you, and you will be found guilty of sin. <sup><strong>10</strong></sup> Give generously to him and do so without a grudging heart; then because of this the LORD your God will bless you in all your work and in everything you put your hand to. <sup><strong>11</strong></sup> There will always be poor people in the land. Therefore I command you to be openhanded toward your brothers and toward the poor and needy in your land. "},{"_id":"615a4f1da2008c08a29575cb","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 13:13","votes":75,"__v":0,"esv":"<div>\n<p id=\"p46013013_01-16\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n</div>","kjv":"<strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love."},{"_id":"615a4f1da2008c08a29575cc","topicId":"615a4f19a2008c08a29575bd","verse":"Proverbs 21:13","votes":73,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021013_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever closes his ear to the cry of the poor</span><br><span id=\"p20021013_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will himself call out and not be answered.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Whoso stoppeth his ears at the cry of the poor, he also shall cry himself, but shall not be heard.  ","niv":"<sup><strong>13</strong></sup> If a man shuts his ears to the cry of the poor, he too will cry out and not be answered."},{"_id":"615a4f1da2008c08a29575cd","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 8:1","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p46008001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46008001-1\">8:1&nbsp;</b>Now concerning food offered to idols: we know that “all of us possess knowledge.” This “knowledge” puffs up, but love builds up.</p>\n\n</div>","kjv":"<strong>1</strong> Now as touching things offered unto idols, we know that we all have knowledge. Knowledge puffeth up, but charity edifieth.  ","niv":"<sup><strong>1</strong></sup> Now about food sacrificed to idols: We know that we all possess knowledge. Knowledge puffs up, but love builds up."},{"_id":"615a4f1ea2008c08a29575ce","topicId":"615a4f19a2008c08a29575bd","verse":"Colossians 3:14","votes":53,"__v":0,"esv":"<div>\n<p id=\"p51003014_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity."},{"_id":"615a4f1ea2008c08a29575cf","topicId":"615a4f19a2008c08a29575bd","verse":"1 Timothy 1:5","votes":52,"__v":0,"esv":"<div>\n<p id=\"p54001005_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001005-1\">5&nbsp;</b>The aim of our charge is love that issues from a pure heart and a good conscience and a sincere faith.</p>\n</div>","kjv":"<strong>5</strong> Now the end of the commandment is charity out of a pure heart, and of a good conscience, and of faith unfeigned:  ","niv":"<sup><strong>5</strong></sup> The goal of this command is love, which comes from a pure heart and a good conscience and a sincere faith."},{"_id":"615a4f1ea2008c08a29575d0","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 13:4","votes":48,"__v":0,"esv":"<div>\n<p id=\"p46013004_01-24\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant</p>\n</div>","kjv":"<strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  ","niv":"<sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud."},{"_id":"615a4f1ea2008c08a29575d1","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 13:8","votes":47,"__v":0,"esv":"<div>\n<p id=\"p46013008_01-26\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n</div>","kjv":"<strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away."},{"_id":"615a4f1fa2008c08a29575d2","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 16:14","votes":45,"__v":0,"esv":"<div>\n<p id=\"p46016014_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016014-1\">14&nbsp;</b>Let all that you do be done in love.</p>\n</div>","kjv":"<strong>14</strong> Let all your things be done with charity.  ","niv":"<sup><strong>14</strong></sup> Do everything in love."},{"_id":"615a4f1fa2008c08a29575d3","topicId":"615a4f19a2008c08a29575bd","verse":"Acts 9:36","votes":45,"__v":0,"esv":"<div>\n\n<p id=\"p44009036_05-29\"><b class=\"verse-num\" id=\"v44009036-1\">36&nbsp;</b>Now there was in Joppa a disciple named Tabitha, which, translated, means Dorcas. She was full of good works and acts of charity.</p>\n\n</div>","kjv":"<strong>36</strong> Now there was at Joppa a certain disciple named Tabitha, which by interpretation is called Dorcas: this woman was full of good works and almsdeeds which she did.  ","niv":"<sup><strong>36</strong></sup> In Joppa there was a disciple named Tabitha (which, when translated, is Dorcas ), who was always doing good and helping the poor."},{"_id":"615a4f1fa2008c08a29575d4","topicId":"615a4f19a2008c08a29575bd","verse":"1 Peter 4:8","votes":44,"__v":0,"esv":"<div>\n<p id=\"p60004008_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins.</p>\n</div>","kjv":"<strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  ","niv":"<sup><strong>8</strong></sup> Above all, love each other deeply, because love covers over a multitude of sins."},{"_id":"615a4f20a2008c08a29575d5","topicId":"615a4f19a2008c08a29575bd","verse":"Proverbs 31:8-9","votes":44,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031008_01-32\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031008-1\">8&nbsp;</b>&nbsp;&nbsp;Open your mouth for the mute,</span><br><span id=\"p20031008_01-32\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the rights of all who are destitute.</span><br><span id=\"p20031009_01-32\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031009-1\">9&nbsp;</b>&nbsp;&nbsp;Open your mouth, judge righteously,</span><br><span id=\"p20031009_01-32\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;defend the rights of the poor and needy.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>8</strong> Open thy mouth for the dumb in the cause of all such as are appointed to destruction.  <strong>9</strong> Open thy mouth, judge righteously, and plead the cause of the poor and needy.  ","niv":"<sup><strong>8</strong></sup> \"Speak up for those who cannot speak for themselves, for the rights of all who are destitute. <sup><strong>9</strong></sup> Speak up and judge fairly; defend the rights of the poor and needy.\" Epilogue: The Wife of Noble Character "},{"_id":"615a4f20a2008c08a29575d6","topicId":"615a4f19a2008c08a29575bd","verse":"1 Corinthians 13:3","votes":44,"__v":0,"esv":"<div>\n<p id=\"p46013003_01-34\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n\n</div>","kjv":"<strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  ","niv":"<sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing.","modified":"2022-07-18T03:13:56.347Z"}]}