{"_id":"615a4f42a2008c08a29575d7","slug":"charlatans","name":"Charlatans","verses":[{"_id":"615a4f42a2008c08a29575d8","topicId":"615a4f42a2008c08a29575d7","verse":"2 Corinthians 11:13-15","votes":35,"__v":0,"esv":"<div>\n<p id=\"p47011013_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011013-1\">13&nbsp;</b>For such men are false apostles, deceitful workmen, disguising themselves as apostles of Christ. <b class=\"verse-num\" id=\"v47011014-1\">14&nbsp;</b>And no wonder, for even Satan disguises himself as an angel of light. <b class=\"verse-num\" id=\"v47011015-1\">15&nbsp;</b>So it is no surprise if his servants, also, disguise themselves as servants of righteousness. Their end will correspond to their deeds.</p>\n</div>","kjv":"<strong>13</strong> For such are false apostles, deceitful workers, transforming themselves into the apostles of Christ.  <strong>14</strong> And no marvel; for Satan himself is transformed into an angel of light.  <strong>15</strong> Therefore it is no great thing if his ministers also be transformed as the ministers of righteousness; whose end shall be according to their works.  ","niv":"<sup><strong>13</strong></sup> For such men are false apostles, deceitful workmen, masquerading as apostles of Christ. <sup><strong>14</strong></sup> And no wonder, for Satan himself masquerades as an angel of light. <sup><strong>15</strong></sup> It is not surprising, then, if his servants masquerade as servants of righteousness. Their end will be what their actions deserve. ","modified":"2023-07-08T23:40:49.247Z"},{"_id":"615a4f42a2008c08a29575d9","topicId":"615a4f42a2008c08a29575d7","verse":"John 14:6","votes":16,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-02-19T23:53:45.327Z"},{"_id":"615a4f43a2008c08a29575da","topicId":"615a4f42a2008c08a29575d7","verse":"James 2:26","votes":14,"__v":0,"esv":"<div>\n<p id=\"p59002026_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n</div>","kjv":"<strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead."},{"_id":"615a4f43a2008c08a29575db","topicId":"615a4f42a2008c08a29575d7","verse":"Romans 1:16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45001016_07-4\"><b class=\"verse-num\" id=\"v45001016-1\">16&nbsp;</b>For I am not ashamed of the gospel, for it is the power of God for salvation to everyone who believes, to the Jew first and also to the Greek.</p>\n</div>","kjv":"<strong>16</strong> For I am not ashamed of the gospel of Christ: for it is the power of God unto salvation to every one that believeth; to the Jew first, and also to the Greek.  ","niv":"<sup><strong>16</strong></sup> I am not ashamed of the gospel, because it is the power of God for the salvation of everyone who believes: first for the Jew, then for the Gentile."},{"_id":"615a4f43a2008c08a29575dc","topicId":"615a4f42a2008c08a29575d7","verse":"Luke 1:37","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"615a4f44a2008c08a29575dd","topicId":"615a4f42a2008c08a29575d7","verse":"Leviticus 20:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p03020013_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020013-1\">13&nbsp;</b>If a man lies with a male as with a woman, both of them have committed an abomination; they shall surely be put to death; their blood is upon them.</p>\n</div>","kjv":"<strong>13</strong> If a man also lie with mankind, as he lieth with a woman, both of them have committed an abomination: they shall surely be put to death; their blood shall be upon them.  ","niv":"<sup><strong>13</strong></sup> \"'If a man lies with a man as one lies with a woman, both of them have done what is detestable. They must be put to death; their blood will be on their own heads.","modified":"2022-08-30T04:03:33.318Z"},{"_id":"615a4f44a2008c08a29575de","topicId":"615a4f42a2008c08a29575d7","verse":"Philippians 4:13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2022-11-28T20:37:13.826Z"},{"_id":"615a4f44a2008c08a29575df","topicId":"615a4f42a2008c08a29575d7","verse":"Jeremiah 29:11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615a4f45a2008c08a29575e0","topicId":"615a4f42a2008c08a29575d7","verse":"Romans 12:2","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615a4f45a2008c08a29575e1","topicId":"615a4f42a2008c08a29575d7","verse":"2 Timothy 3:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615a4f45a2008c08a29575e2","topicId":"615a4f42a2008c08a29575d7","verse":"Mark 16:17","votes":9,"__v":0,"esv":"<div>\n<p id=\"p41016017_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016017-1\">17&nbsp;</b><span class=\"woc\">And these signs will accompany those who believe: in my name they will cast out demons; they will speak in new tongues;</span></p>\n</div>","kjv":"<strong>17</strong> And these signs shall follow them that believe; In my name shall they cast out devils; they shall speak with new tongues;  ","niv":"<sup><strong>17</strong></sup> And these signs will accompany those who believe: In my name they will drive out demons; they will speak in new tongues;"},{"_id":"615a4f46a2008c08a29575e3","topicId":"615a4f42a2008c08a29575d7","verse":"1 Corinthians 6:9-10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-13\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"615a4f46a2008c08a29575e4","topicId":"615a4f42a2008c08a29575d7","verse":"Romans 8:18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45008018_03-14\"><b class=\"verse-num\" id=\"v45008018-1\">18&nbsp;</b>For I consider that the sufferings of this present time are not worth comparing with the glory that is to be revealed to us.</p>\n</div>","kjv":"<strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  ","niv":"<sup><strong>18</strong></sup> I consider that our present sufferings are not worth comparing with the glory that will be revealed in us."},{"_id":"615a4f46a2008c08a29575e5","topicId":"615a4f42a2008c08a29575d7","verse":"1 John 4:8","votes":8,"__v":0,"esv":"<div>\n<p id=\"p62004008_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004008-1\">8&nbsp;</b>Anyone who does not love does not know God, because God is love.</p>\n</div>","kjv":"<strong>8</strong> He that loveth not knoweth not God; for God is love.  ","niv":"<sup><strong>8</strong></sup> Whoever does not love does not know God, because God is love."},{"_id":"615a4f47a2008c08a29575e6","topicId":"615a4f42a2008c08a29575d7","verse":"2 Timothy 1:7","votes":8,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615a4f47a2008c08a29575e7","topicId":"615a4f42a2008c08a29575d7","verse":"Colossians 3:23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615a4f47a2008c08a29575e8","topicId":"615a4f42a2008c08a29575d7","verse":"John 10:10","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"615a4f48a2008c08a29575e9","topicId":"615a4f42a2008c08a29575d7","verse":"John 8:44","votes":8,"__v":0,"esv":"<div>\n<p id=\"p43008044_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008044-1\">44&nbsp;</b><span class=\"woc\">You are of your father the devil, and your will is to do your father’s desires. He was a murderer from the beginning, and does not stand in the truth, because there is no truth in him. When he lies, he speaks out of his own character, for he is a liar and the father of lies.</span></p>\n</div>","kjv":"<strong>44</strong> Ye are of your father the devil, and the lusts of your  father ye will do. He was a murderer from the beginning, and abode not in the truth, because there is no truth in him. When he speaketh a lie, he speaketh of his own: for he is a liar, and the father of it.  ","niv":"<sup><strong>44</strong></sup> You belong to your father, the devil, and you want to carry out your father's desire. He was a murderer from the beginning, not holding to the truth, for there is no truth in him. When he lies, he speaks his native language, for he is a liar and the father of lies.","modified":"2022-07-25T18:11:28.079Z"},{"_id":"615a4f48a2008c08a29575ea","topicId":"615a4f42a2008c08a29575d7","verse":"John 8:12","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43008012_08-20\"><b class=\"verse-num\" id=\"v43008012-1\">12&nbsp;</b>Again Jesus spoke to them, saying, <span class=\"woc\">“I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.”</span></p>\n</div>","kjv":"<strong>12</strong> Then spake Jesus again unto them, saying, I am the light of the world: he that followeth me shall not walk in darkness, but shall have the light of life.  ","niv":"<sup><strong>12</strong></sup> When Jesus spoke again to the people, he said, \"I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.\""},{"_id":"615a4f48a2008c08a29575eb","topicId":"615a4f42a2008c08a29575d7","verse":"John 3:16","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a4f48a2008c08a29575ec","topicId":"615a4f42a2008c08a29575d7","verse":"Isaiah 41:10","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-22\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"615a4f49a2008c08a29575ed","topicId":"615a4f42a2008c08a29575d7","verse":"Isaiah 40:31","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040031_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23040031-1\">31&nbsp;</b>&nbsp;&nbsp;but they who wait for the LORD shall renew their strength;</span><br><span id=\"p23040031_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall mount up with wings like eagles;</span><br><span id=\"p23040031_01-23\" class=\"line\">&nbsp;&nbsp;they shall run and not be weary;</span><br><span id=\"p23040031_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall walk and not faint.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>31</strong> But they that wait upon the LORD shall renew their strength; they shall mount up with wings as eagles; they shall run, and not be weary; and they shall walk, and not faint.  ","niv":"<sup><strong>31</strong></sup> but those who hope in the LORD will renew their strength. They will soar on wings like eagles; they will run and not grow weary, they will walk and not be faint."},{"_id":"615a4f49a2008c08a29575ee","topicId":"615a4f42a2008c08a29575d7","verse":"2 Timothy 3:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p55003008_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith.</p>\n</div>","kjv":"<strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  ","niv":"<sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected."},{"_id":"615a4f49a2008c08a29575ef","topicId":"615a4f42a2008c08a29575d7","verse":"2 Corinthians 5:10","votes":7,"__v":0,"esv":"<div>\n<p id=\"p47005010_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad."},{"_id":"615a4f49a2008c08a29575f0","topicId":"615a4f42a2008c08a29575d7","verse":"Romans 13:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45013013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy.</p>\n</div>","kjv":"<strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  ","niv":"<sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy."}]}