{"_id":"615a5103a2008c08a29576d4","slug":"chess","name":"Chess","verses":[{"_id":"615a5103a2008c08a29576d5","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 19:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66019016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n</div>","kjv":"<strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS.","modified":"2022-10-16T18:20:33.288Z"},{"_id":"615a5104a2008c08a29576d6","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 19:15-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66019015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019015-1\">15&nbsp;</b>From his mouth comes a sharp sword with which to strike down the nations, and he will rule them with a rod of iron. He will tread the winepress of the fury of the wrath of God the Almighty. <b class=\"verse-num\" id=\"v66019016-1\">16&nbsp;</b>On his robe and on his thigh he has a name written, King of kings and Lord of lords.</p>\n\n</div>","kjv":"<strong>15</strong> And out of his mouth goeth a sharp sword, that with it he should smite the nations: and he shall rule them with a rod of iron: and he treadeth the winepress of the fierceness and wrath of Almighty God.  <strong>16</strong> And he hath on his vesture and on his thigh a name written, KING OF KINGS, AND LORD OF LORDS.  ","niv":"<sup><strong>15</strong></sup> Out of his mouth comes a sharp sword with which to strike down the nations. \"He will rule them with an iron scepter.\" He treads the winepress of the fury of the wrath of God Almighty. <sup><strong>16</strong></sup> On his robe and on his thigh he has this name written: KING OF KINGS AND LORD OF LORDS. "},{"_id":"615a5104a2008c08a29576d7","topicId":"615a5103a2008c08a29576d4","verse":"Isaiah 1:18","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-3\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-3\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.","modified":"2022-03-20T13:23:41.104Z"},{"_id":"615a5105a2008c08a29576d8","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 19:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66019013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019013-1\">13&nbsp;</b>He is clothed in a robe dipped in blood, and the name by which he is called is The Word of God. <b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses.</p>\n\n</div>","kjv":"<strong>13</strong> And he was clothed with a vesture dipped in blood: and his name is called The Word of God.  <strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  ","niv":"<sup><strong>13</strong></sup> He is dressed in a robe dipped in blood, and his name is the Word of God. <sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean. "},{"_id":"615a5105a2008c08a29576d9","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 13:17-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66013017_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013017-1\">17&nbsp;</b>so that no one can buy or sell unless he has the mark, that is, the name of the beast or the number of its name. <b class=\"verse-num\" id=\"v66013018-1\">18&nbsp;</b>This calls for wisdom: let the one who has understanding calculate the number of the beast, for it is the number of a man, and his number is 666.</p>\n\n</div>","kjv":"<strong>17</strong> And that no man might buy or sell, save he that had the mark, or the name of the beast, or the number of his name.  <strong>18</strong> Here is wisdom. Let him that hath understanding count the number of the beast: for it is the number of a man; and his number is Six hundred threescore and six.  ","niv":"<sup><strong>17</strong></sup> so that no one could buy or sell unless he had the mark, which is the name of the beast or the number of his name. <sup><strong>18</strong></sup> This calls for wisdom. If anyone has insight, let him calculate the number of the beast, for it is man's number. His number is 666. "},{"_id":"615a5105a2008c08a29576da","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 14:9-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66014009_01-6\"><b class=\"verse-num\" id=\"v66014009-1\">9&nbsp;</b>And another angel, a third, followed them, saying with a loud voice, “If anyone worships the beast and its image and receives a mark on his forehead or on his hand, <b class=\"verse-num\" id=\"v66014010-1\">10&nbsp;</b>he also will drink the wine of God’s wrath, poured full strength into the cup of his anger, and he will be tormented with fire and sulfur in the presence of the holy angels and in the presence of the Lamb. <b class=\"verse-num\" id=\"v66014011-1\">11&nbsp;</b>And the smoke of their torment goes up forever and ever, and they have no rest, day or night, these worshipers of the beast and its image, and whoever receives the mark of its name.”</p>\n</div>","kjv":"<strong>9</strong> And the third angel followed them, saying with a loud voice, If any man worship the beast and his image, and receive his mark in his forehead, or in his hand,  <strong>10</strong> The same shall drink of the wine of the wrath of God, which is poured out without mixture into the cup of his indignation; and he shall be tormented with fire and brimstone in the presence of the holy angels, and in the presence of the Lamb:  <strong>11</strong> And the smoke of their torment ascendeth up for ever and ever: and they have no rest day nor night, who worship the beast and his image, and whosoever receiveth the mark of his name.  ","niv":"<sup><strong>9</strong></sup> A third angel followed them and said in a loud voice: \"If anyone worships the beast and his image and receives his mark on the forehead or on the hand, <sup><strong>10</strong></sup> he, too, will drink of the wine of God's fury, which has been poured full strength into the cup of his wrath. He will be tormented with burning sulfur in the presence of the holy angels and of the Lamb. <sup><strong>11</strong></sup> And the smoke of their torment rises for ever and ever. There is no rest day or night for those who worship the beast and his image, or for anyone who receives the mark of his name.\" "},{"_id":"615a5105a2008c08a29576db","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 13:15-16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66013015_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v66013015-1\">15&nbsp;</b>And it was allowed to give breath to the image of the beast, so that the image of the beast might even speak and might cause those who would not worship the image of the beast to be slain. <b class=\"verse-num\" id=\"v66013016-1\">16&nbsp;</b>Also it causes all, both small and great, both rich and poor, both free and slave, to be marked on the right hand or the forehead,</p>\n\n</div>","kjv":"<strong>15</strong> And he had power to give life unto the image of the beast, that the image of the beast should both speak, and cause that as many as would not worship the image of the beast should be killed.  <strong>16</strong> And he causeth all, both small and great, rich and poor, free and bond, to receive a mark in their right hand, or in their foreheads:  ","niv":"<sup><strong>15</strong></sup> He was given power to give breath to the image of the first beast, so that it could speak and cause all who refused to worship the image to be killed. <sup><strong>16</strong></sup> He also forced everyone, small and great, rich and poor, free and slave, to receive a mark on his right hand or on his forehead, "},{"_id":"615a5105a2008c08a29576dc","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 1:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire, <b class=\"verse-num\" id=\"v66001015-1\">15&nbsp;</b>his feet were like burnished bronze, refined in a furnace, and his voice was like the roar of many waters.</p>\n</div>","kjv":"<strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  <strong>15</strong> And his feet like unto fine brass, as if they burned in a furnace; and his voice as the sound of many waters.  ","niv":"<sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire. <sup><strong>15</strong></sup> His feet were like bronze glowing in a furnace, and his voice was like the sound of rushing waters. "},{"_id":"615a5106a2008c08a29576dd","topicId":"615a5103a2008c08a29576d4","verse":"Revelation 1:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p66001008_01-9\"><b class=\"verse-num\" id=\"v66001008-1\">8&nbsp;</b>“I am the Alpha and the Omega,” says the Lord God, “who is and who was and who is to come, the Almighty.”</p>\n</div>","kjv":"<strong>8</strong> I am Alpha and Omega, the beginning and the ending, saith the Lord, which is, and which was, and which is to come, the Almighty.  ","niv":"<sup><strong>8</strong></sup> \"I am the Alpha and the Omega,\" says the Lord God, \"who is, and who was, and who is to come, the Almighty.\""},{"_id":"615a5106a2008c08a29576de","topicId":"615a5103a2008c08a29576d4","verse":"Hebrews 9:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58009027_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58009027-1\">27&nbsp;</b>And just as it is appointed for man to die once, and after that comes judgment,</p>\n</div>","kjv":"<strong>27</strong> And as it is appointed unto men once to die, but after this the judgment:  ","niv":"<sup><strong>27</strong></sup> Just as man is destined to die once, and after that to face judgment,"},{"_id":"615a5106a2008c08a29576df","topicId":"615a5103a2008c08a29576d4","verse":"2 Timothy 2:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002005_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules.</p>\n</div>","kjv":"<strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  ","niv":"<sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules."},{"_id":"615a5107a2008c08a29576e0","topicId":"615a5103a2008c08a29576d4","verse":"2 Timothy 2:3","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55002003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002003-1\">3&nbsp;</b>Share in suffering as a good soldier of Christ Jesus.</p>\n</div>","kjv":"<strong>3</strong> Thou therefore endure hardness, as a good soldier of Jesus Christ.  ","niv":"<sup><strong>3</strong></sup> Endure hardship with us like a good soldier of Christ Jesus."},{"_id":"615a5107a2008c08a29576e1","topicId":"615a5103a2008c08a29576d4","verse":"1 Timothy 3:1-3","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money.</p>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. ","modified":"2022-12-02T04:49:39.724Z"},{"_id":"615a5107a2008c08a29576e2","topicId":"615a5103a2008c08a29576d4","verse":"Philippians 2:10-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50002010_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n</div>","kjv":"<strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  ","niv":"<sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. "},{"_id":"615a5107a2008c08a29576e3","topicId":"615a5103a2008c08a29576d4","verse":"1 Corinthians 15:51-53","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46015051_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality.</p>\n</div>","kjv":"<strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  ","niv":"<sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. "},{"_id":"615a5108a2008c08a29576e4","topicId":"615a5103a2008c08a29576d4","verse":"Romans 14:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45014011_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-18\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  ","niv":"<sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\""},{"_id":"615a5108a2008c08a29576e5","topicId":"615a5103a2008c08a29576d4","verse":"Acts 3:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44003006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003006-1\">6&nbsp;</b>But Peter said, “I have no silver and gold, but what I do have I give to you. In the name of Jesus Christ of Nazareth, rise up and walk!”</p>\n</div>","kjv":"<strong>6</strong> Then Peter said, Silver and gold have I none; but such as I have give I thee: In the name of Jesus Christ of Nazareth rise up and walk.  ","niv":"<sup><strong>6</strong></sup> Then Peter said, \"Silver or gold I do not have, but what I have I give you. In the name of Jesus Christ of Nazareth, walk.\""},{"_id":"615a5108a2008c08a29576e6","topicId":"615a5103a2008c08a29576d4","verse":"Luke 12:4-5","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42012004_04-20\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span></p>\n\n</div>","kjv":"<strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  ","niv":"<sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. "},{"_id":"615a5109a2008c08a29576e7","topicId":"615a5103a2008c08a29576d4","verse":"Luke 11:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42011031_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42011031-1\">31&nbsp;</b><span class=\"woc\">The queen of the South will rise up at the judgment with the men of this generation and condemn them, for she came from the ends of the earth to hear the wisdom of Solomon, and behold, something greater than Solomon is here.</span></p>\n</div>","kjv":"<strong>31</strong> The queen of the south shall rise up in the judgment with the men of this generation, and condemn them: for she came from the utmost parts of the earth to hear the wisdom of Solomon; and, behold, a greater than Solomon is here.  ","niv":"<sup><strong>31</strong></sup> The Queen of the South will rise at the judgment with the men of this generation and condemn them; for she came from the ends of the earth to listen to Solomon's wisdom, and now one greater than Solomon is here."},{"_id":"615a5109a2008c08a29576e8","topicId":"615a5103a2008c08a29576d4","verse":"Matthew 24:36","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-22\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"615a5109a2008c08a29576e9","topicId":"615a5103a2008c08a29576d4","verse":"Jeremiah 1:5","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-23\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-23\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"615a510aa2008c08a29576ea","topicId":"615a5103a2008c08a29576d4","verse":"Isaiah 65:24","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23065024_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23065024-1\">24&nbsp;</b>&nbsp;&nbsp;Before they call I will answer;</span><br><span id=\"p23065024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;while they are yet speaking I will hear.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And it shall come to pass, that before they call, I will answer; and while they are yet speaking, I will hear.  ","niv":"<sup><strong>24</strong></sup> Before they call I will answer; while they are still speaking I will hear."},{"_id":"615a510aa2008c08a29576eb","topicId":"615a5103a2008c08a29576d4","verse":"Isaiah 6:1-3","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23006001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23006001-1\">6:1&nbsp;</b>In the year that King Uzziah died I saw the Lord sitting upon a throne, high and lifted up; and the train of his robe filled the temple. <b class=\"verse-num\" id=\"v23006002-1\">2&nbsp;</b>Above him stood the seraphim. Each had six wings: with two he covered his face, and with two he covered his feet, and with two he flew. <b class=\"verse-num\" id=\"v23006003-1\">3&nbsp;</b>And one called to another and said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23006003_06-25\" class=\"line\">&nbsp;&nbsp;“Holy, holy, holy is the LORD of hosts;</span><br><span id=\"p23006003_06-25\" class=\"line\">&nbsp;&nbsp;the whole earth is full of his glory!”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> In the year that king Uzziah died I saw also the Lord sitting upon a throne, high and lifted up, and his train filled the temple.  <strong>2</strong> Above it stood the seraphims: each one had six wings; with twain he covered his face, and with twain he covered his feet, and with twain he did fly.  <strong>3</strong> And one cried unto another, and said, Holy, holy, holy, is  the LORD of hosts: the whole earth is full of his glory.  ","niv":"<sup><strong>1</strong></sup> In the year that King Uzziah died, I saw the Lord seated on a throne, high and exalted, and the train of his robe filled the temple. <sup><strong>2</strong></sup> Above him were seraphs, each with six wings: With two wings they covered their faces, with two they covered their feet, and with two they were flying. <sup><strong>3</strong></sup> And they were calling to one another: \"Holy, holy, holy is the LORD Almighty; the whole earth is full of his glory.\" "},{"_id":"615a510aa2008c08a29576ec","topicId":"615a5103a2008c08a29576d4","verse":"Ecclesiastes 12:13-14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p21012013_01-26\"><b class=\"verse-num\" id=\"v21012013-1\">13&nbsp;</b>The end of the matter; all has been heard. Fear God and keep his commandments, for this is the whole duty of man. <b class=\"verse-num\" id=\"v21012014-1\">14&nbsp;</b>For God will bring every deed into judgment, with every secret thing, whether good or evil.</p>\n\n</div>","kjv":"<strong>13</strong> Let us hear the conclusion of the whole matter: Fear God, and keep his commandments: for this is the whole duty of man.  <strong>14</strong> For God shall bring every work into judgment, with every secret thing, whether it be good, or whether it be evil.  ","niv":"<sup><strong>13</strong></sup> Now all has been heard; here is the conclusion of the matter: Fear God and keep his commandments, for this is the whole duty of man. <sup><strong>14</strong></sup> For God will bring every deed into judgment, including every hidden thing, whether it is good or evil. "},{"_id":"615a510aa2008c08a29576ed","topicId":"615a5103a2008c08a29576d4","verse":"Ecclesiastes 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"-","modified":"2023-02-06T01:58:22.501Z"}]}