{"_id":"615a5722d574000a10182291","slug":"childbearing","name":"Childbearing","verses":[{"_id":"615a5723d574000a10182292","topicId":"615a5722d574000a10182291","verse":"Psalm 127:3-5","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-1\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"615a5723d574000a10182293","topicId":"615a5722d574000a10182291","verse":"Genesis 1:28","votes":15,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-2\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\"","modified":"2023-09-17T21:01:10.827Z"},{"_id":"615a5723d574000a10182294","topicId":"615a5722d574000a10182291","verse":"1 Timothy 2:15","votes":16,"__v":0,"esv":"<div>\n<p id=\"p54002015_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety.","modified":"2023-03-17T19:45:23.859Z"},{"_id":"615a5723d574000a10182295","topicId":"615a5722d574000a10182291","verse":"Genesis 3:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01003016_01-5\"><b class=\"verse-num\" id=\"v01003016-1\">16&nbsp;</b>To the woman he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003016_01-5\" class=\"line\">&nbsp;&nbsp;“I will surely multiply your pain in childbearing;</span><br><span id=\"p01003016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall bring forth children.</span><br><span id=\"p01003016_01-5\" class=\"line\">&nbsp;&nbsp;Your desire shall be contrary to your husband,</span><br><span id=\"p01003016_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he shall rule over you.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Unto the woman he said, I will greatly multiply thy sorrow and thy conception; in sorrow thou shalt bring forth children; and thy desire shall be to thy husband, and he shall rule over thee.  ","niv":"<sup><strong>16</strong></sup> To the woman he said, \"I will greatly increase your pains in childbearing; with pain you will give birth to children. Your desire will be for your husband, and he will rule over you.\""},{"_id":"615a5724d574000a10182296","topicId":"615a5722d574000a10182291","verse":"Genesis 30:22","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01030022_01-6\"><b class=\"verse-num\" id=\"v01030022-1\">22&nbsp;</b>Then God remembered Rachel, and God listened to her and opened her womb.</p>\n</div>","kjv":"<strong>22</strong> And God remembered Rachel, and God hearkened to her, and opened her womb.  ","niv":"<sup><strong>22</strong></sup> Then God remembered Rachel; he listened to her and opened her womb."},{"_id":"615a5724d574000a10182297","topicId":"615a5722d574000a10182291","verse":"Luke 1:14-45","votes":9,"__v":0,"esv":"<div>\n<p id=\"p42001014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001014-1\">14&nbsp;</b>And you will have joy and gladness, and many will rejoice at his birth, <b class=\"verse-num\" id=\"v42001015-1\">15&nbsp;</b>for he will be great before the Lord. And he must not drink wine or strong drink, and he will be filled with the Holy Spirit, even from his mother’s womb. <b class=\"verse-num\" id=\"v42001016-1\">16&nbsp;</b>And he will turn many of the children of Israel to the Lord their God, <b class=\"verse-num\" id=\"v42001017-1\">17&nbsp;</b>and he will go before him in the spirit and power of Elijah, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just, to make ready for the Lord a people prepared.”</p>\n<p id=\"p42001017_01-7\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.” <b class=\"verse-num\" id=\"v42001019-1\">19&nbsp;</b>And the angel answered him, “I am Gabriel. I stand in the presence of God, and I was sent to speak to you and to bring you this good news. <b class=\"verse-num\" id=\"v42001020-1\">20&nbsp;</b>And behold, you will be silent and unable to speak until the day that these things take place, because you did not believe my words, which will be fulfilled in their time.” <b class=\"verse-num\" id=\"v42001021-1\">21&nbsp;</b>And the people were waiting for Zechariah, and they were wondering at his delay in the temple. <b class=\"verse-num\" id=\"v42001022-1\">22&nbsp;</b>And when he came out, he was unable to speak to them, and they realized that he had seen a vision in the temple. And he kept making signs to them and remained mute. <b class=\"verse-num\" id=\"v42001023-1\">23&nbsp;</b>And when his time of service was ended, he went to his home.</p>\n<p id=\"p42001023_01-7\"><b class=\"verse-num\" id=\"v42001024-1\">24&nbsp;</b>After these days his wife Elizabeth conceived, and for five months she kept herself hidden, saying, <b class=\"verse-num\" id=\"v42001025-1\">25&nbsp;</b>“Thus the Lord has done for me in the days when he looked on me, to take away my reproach among people.”</p>\n\n<p id=\"p42001025_05-7\"><b class=\"verse-num\" id=\"v42001026-1\">26&nbsp;</b>In the sixth month the angel Gabriel was sent from God to a city of Galilee named Nazareth, <b class=\"verse-num\" id=\"v42001027-1\">27&nbsp;</b>to a virgin betrothed to a man whose name was Joseph, of the house of David. And the virgin’s name was Mary. <b class=\"verse-num\" id=\"v42001028-1\">28&nbsp;</b>And he came to her and said, “Greetings, O favored one, the Lord is with you!” <b class=\"verse-num\" id=\"v42001029-1\">29&nbsp;</b>But she was greatly troubled at the saying, and tried to discern what sort of greeting this might be. <b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God. <b class=\"verse-num\" id=\"v42001031-1\">31&nbsp;</b>And behold, you will conceive in your womb and bear a son, and you shall call his name Jesus. <b class=\"verse-num\" id=\"v42001032-1\">32&nbsp;</b>He will be great and will be called the Son of the Most High. And the Lord God will give to him the throne of his father David, <b class=\"verse-num\" id=\"v42001033-1\">33&nbsp;</b>and he will reign over the house of Jacob forever, and of his kingdom there will be no end.”</p>\n<p id=\"p42001033_05-7\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n<p id=\"p42001034_05-7\"><b class=\"verse-num\" id=\"v42001035-1\">35&nbsp;</b>And the angel answered her, “The Holy Spirit will come upon you, and the power of the Most High will overshadow you; therefore the child to be born will be called holy—the Son of God. <b class=\"verse-num\" id=\"v42001036-1\">36&nbsp;</b>And behold, your relative Elizabeth in her old age has also conceived a son, and this is the sixth month with her who was called barren. <b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.” <b class=\"verse-num\" id=\"v42001038-1\">38&nbsp;</b>And Mary said, “Behold, I am the servant of the Lord; let it be to me according to your word.” And the angel departed from her.</p>\n\n<p id=\"p42001038_08-7\"><b class=\"verse-num\" id=\"v42001039-1\">39&nbsp;</b>In those days Mary arose and went with haste into the hill country, to a town in Judah, <b class=\"verse-num\" id=\"v42001040-1\">40&nbsp;</b>and she entered the house of Zechariah and greeted Elizabeth. <b class=\"verse-num\" id=\"v42001041-1\">41&nbsp;</b>And when Elizabeth heard the greeting of Mary, the baby leaped in her womb. And Elizabeth was filled with the Holy Spirit, <b class=\"verse-num\" id=\"v42001042-1\">42&nbsp;</b>and she exclaimed with a loud cry, “Blessed are you among women, and blessed is the fruit of your womb! <b class=\"verse-num\" id=\"v42001043-1\">43&nbsp;</b>And why is this granted to me that the mother of my Lord should come to me? <b class=\"verse-num\" id=\"v42001044-1\">44&nbsp;</b>For behold, when the sound of your greeting came to my ears, the baby in my womb leaped for joy. <b class=\"verse-num\" id=\"v42001045-1\">45&nbsp;</b>And blessed is she who believed that there would be a fulfillment of what was spoken to her from the Lord.”</p>\n\n</div>","kjv":"<strong>14</strong> And thou shalt have joy and gladness; and many shall rejoice at his birth.  <strong>15</strong> For he shall be great in the sight of the Lord, and shall drink neither wine nor strong drink; and he shall be filled with the Holy Ghost, even from his mother’s womb.  <strong>16</strong> And many of the children of Israel shall he turn to the Lord their God.  <strong>17</strong> And he shall go before him in the spirit and power of Elias, to turn the hearts of the fathers to the children, and the disobedient to the wisdom of the just; to make ready a people prepared for the Lord.  <strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  <strong>19</strong> And the angel answering said unto him, I am Gabriel, that stand in the presence of God; and am sent to speak unto thee, and to shew thee these glad tidings.  <strong>20</strong> And, behold, thou shalt be dumb, and not able to speak, until the day that these things shall be performed, because thou believest not my words, which shall be fulfilled in their season.  <strong>21</strong> And the people waited for Zacharias, and marvelled that he tarried so long in the temple.  <strong>22</strong> And when he came out, he could not speak unto them: and they perceived that he had seen a vision in the temple: for he beckoned unto them, and remained speechless.  <strong>23</strong> And it came to pass, that, as soon as the days of his ministration were accomplished, he departed to his own house.  <strong>24</strong> And after those days his wife Elisabeth conceived, and hid herself five months, saying,  <strong>25</strong> Thus hath the Lord dealt with me in the days wherein he looked on me, to take away my reproach among men.  <strong>26</strong> And in the sixth month the angel Gabriel was sent from God unto a city of Galilee, named Nazareth,  <strong>27</strong> To a virgin espoused to a man whose name was Joseph, of the house of David; and the virgin’s name was Mary.  <strong>28</strong> And the angel came in unto her, and said, Hail, thou that art  highly favoured, the Lord is with thee: blessed art  thou among women.  <strong>29</strong> And when she saw him, she was troubled at his saying, and cast in her mind what manner of salutation this should be.  <strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  <strong>31</strong> And, behold, thou shalt conceive in thy womb, and bring forth a son, and shalt call his name JESUS.  <strong>32</strong> He shall be great, and shall be called the Son of the Highest: and the Lord God shall give unto him the throne of his father David:  <strong>33</strong> And he shall reign over the house of Jacob for ever; and of his kingdom there shall be no end.  <strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  <strong>35</strong> And the angel answered and said unto her, The Holy Ghost shall come upon thee, and the power of the Highest shall overshadow thee: therefore also that holy thing which shall be born of thee shall be called the Son of God.  <strong>36</strong> And, behold, thy cousin Elisabeth, she hath also conceived a son in her old age: and this is the sixth month with her, who was called barren.  <strong>37</strong> For with God nothing shall be impossible.  <strong>38</strong> And Mary said, Behold the handmaid of the Lord; be it unto me according to thy word. And the angel departed from her.  <strong>39</strong> And Mary arose in those days, and went into the hill country with haste, into a city of Juda;  <strong>40</strong> And entered into the house of Zacharias, and saluted Elisabeth.  <strong>41</strong> And it came to pass, that, when Elisabeth heard the salutation of Mary, the babe leaped in her womb; and Elisabeth was filled with the Holy Ghost:  <strong>42</strong> And she spake out with a loud voice, and said, Blessed art  thou among women, and blessed is the fruit of thy womb.  <strong>43</strong> And whence is this to me, that the mother of my Lord should come to me?  <strong>44</strong> For, lo, as soon as the voice of thy salutation sounded in mine ears, the babe leaped in my womb for joy.  <strong>45</strong> And blessed is she that believed: for there shall be a performance of those things which were told her from the Lord.  ","niv":"<sup><strong>14</strong></sup> He will be a joy and delight to you, and many will rejoice because of his birth, <sup><strong>15</strong></sup> for he will be great in the sight of the Lord. He is never to take wine or other fermented drink, and he will be filled with the Holy Spirit even from birth. <sup><strong>16</strong></sup> Many of the people of Israel will he bring back to the Lord their God. <sup><strong>17</strong></sup> And he will go on before the Lord, in the spirit and power of Elijah, to turn the hearts of the fathers to their children and the disobedient to the wisdom of the righteous--to make ready a people prepared for the Lord.\" <sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\" <sup><strong>19</strong></sup> The angel answered, \"I am Gabriel. I stand in the presence of God, and I have been sent to speak to you and to tell you this good news. <sup><strong>20</strong></sup> And now you will be silent and not able to speak until the day this happens, because you did not believe my words, which will come true at their proper time.\" <sup><strong>21</strong></sup> Meanwhile, the people were waiting for Zechariah and wondering why he stayed so long in the temple. <sup><strong>22</strong></sup> When he came out, he could not speak to them. They realized he had seen a vision in the temple, for he kept making signs to them but remained unable to speak. <sup><strong>23</strong></sup> When his time of service was completed, he returned home. <sup><strong>24</strong></sup> After this his wife Elizabeth became pregnant and for five months remained in seclusion. <sup><strong>25</strong></sup> \"The Lord has done this for me,\" she said. \"In these days he has shown his favor and taken away my disgrace among the people.\" <sup><strong>26</strong></sup> In the sixth month, God sent the angel Gabriel to Nazareth, a town in Galilee, <sup><strong>27</strong></sup> to a virgin pledged to be married to a man named Joseph, a descendant of David. The virgin's name was Mary. <sup><strong>28</strong></sup> The angel went to her and said, \"Greetings, you who are highly favored! The Lord is with you.\" <sup><strong>29</strong></sup> Mary was greatly troubled at his words and wondered what kind of greeting this might be. <sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God. <sup><strong>31</strong></sup> You will be with child and give birth to a son, and you are to give him the name Jesus. <sup><strong>32</strong></sup> He will be great and will be called the Son of the Most High. The Lord God will give him the throne of his father David, <sup><strong>33</strong></sup> and he will reign over the house of Jacob forever; his kingdom will never end.\" <sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\" <sup><strong>35</strong></sup> The angel answered, \"The Holy Spirit will come upon you, and the power of the Most High will overshadow you. So the holy one to be born will be called the Son of God. <sup><strong>36</strong></sup> Even Elizabeth your relative is going to have a child in her old age, and she who was said to be barren is in her sixth month. <sup><strong>37</strong></sup> For nothing is impossible with God.\" <sup><strong>38</strong></sup> \"I am the Lord's servant,\" Mary answered. \"May it be to me as you have said.\" Then the angel left her. <sup><strong>39</strong></sup> At that time Mary got ready and hurried to a town in the hill country of Judea, <sup><strong>40</strong></sup> where she entered Zechariah's home and greeted Elizabeth. <sup><strong>41</strong></sup> When Elizabeth heard Mary's greeting, the baby leaped in her womb, and Elizabeth was filled with the Holy Spirit. <sup><strong>42</strong></sup> In a loud voice she exclaimed: \"Blessed are you among women, and blessed is the child you will bear! <sup><strong>43</strong></sup> But why am I so favored, that the mother of my Lord should come to me? <sup><strong>44</strong></sup> As soon as the sound of your greeting reached my ears, the baby in my womb leaped for joy. <sup><strong>45</strong></sup> Blessed is she who has believed that what the Lord has said to her will be accomplished!\" "},{"_id":"615a5724d574000a10182298","topicId":"615a5722d574000a10182291","verse":"1 Timothy 2:13-15","votes":8,"__v":0,"esv":"<div>\n<p id=\"p54002013_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"615a5725d574000a10182299","topicId":"615a5722d574000a10182291","verse":"Psalm 128:1-4","votes":8,"__v":0,"esv":"<div>\n\n<h4 id=\"p19128001_08-10\" class=\"psalm-title\">A Song of Ascents.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128001_08-10\" class=\"line\"><b class=\"chapter-num\" id=\"v19128001-1\">128:1&nbsp;</b>&nbsp;&nbsp;Blessed is everyone who fears the LORD,</span><br><span id=\"p19128001_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks in his ways!</span><br><span id=\"p19128002_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19128003_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128003-1\">3&nbsp;</b>&nbsp;&nbsp;Your wife will be like a fruitful vine</span><br><span id=\"p19128003_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;within your house;</span><br><span id=\"p19128003_08-10\" class=\"line\">&nbsp;&nbsp;your children will be like olive shoots</span><br><span id=\"p19128003_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;around your table.</span><br><span id=\"p19128004_08-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, thus shall the man be blessed</span><br><span id=\"p19128004_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fears the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Blessed is every one that feareth the LORD; that walketh in his ways.  <strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  <strong>3</strong> Thy wife shall be as a fruitful vine by the sides of thine house: thy children like olive plants round about thy table.  <strong>4</strong> Behold, that thus shall the man be blessed that feareth the LORD.  ","niv":"<sup><strong>1</strong></sup> Blessed are all who fear the LORD, who walk in his ways. <sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours. <sup><strong>3</strong></sup> Your wife will be like a fruitful vine within your house; your sons will be like olive shoots around your table. <sup><strong>4</strong></sup> Thus is the man blessed who fears the LORD. "},{"_id":"615a5725d574000a1018229a","topicId":"615a5722d574000a10182291","verse":"Deuteronomy 7:14-18","votes":8,"__v":0,"esv":"<div>\n<p id=\"p05007014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v05007014-1\">14&nbsp;</b>You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock. <b class=\"verse-num\" id=\"v05007015-1\">15&nbsp;</b>And the LORD will take away from you all sickness, and none of the evil diseases of Egypt, which you knew, will he inflict on you, but he will lay them on all who hate you. <b class=\"verse-num\" id=\"v05007016-1\">16&nbsp;</b>And you shall consume all the peoples that the LORD your God will give over to you. Your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you.</p>\n<p id=\"p05007016_01-11\"><b class=\"verse-num\" id=\"v05007017-1\">17&nbsp;</b>“If you say in your heart, ‘These nations are greater than I. How can I dispossess them?’ <b class=\"verse-num\" id=\"v05007018-1\">18&nbsp;</b>you shall not be afraid of them but you shall remember what the LORD your God did to Pharaoh and to all Egypt,</p>\n</div>","kjv":"<strong>14</strong> Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.  <strong>15</strong> And the LORD will take away from thee all sickness, and will put none of the evil diseases of Egypt, which thou knowest, upon thee; but will lay them upon all them that hate thee.  <strong>16</strong> And thou shalt consume all the people which the LORD thy God shall deliver thee; thine eye shall have no pity upon them: neither shalt thou serve their gods; for that will be a snare unto thee.  <strong>17</strong> If thou shalt say in thine heart, These nations are more than I; how can I dispossess them?  <strong>18</strong> Thou shalt not be afraid of them: but shalt well remember what the LORD thy God did unto Pharaoh, and unto all Egypt;  ","niv":"<sup><strong>14</strong></sup> You will be blessed more than any other people; none of your men or women will be childless, nor any of your livestock without young. <sup><strong>15</strong></sup> The LORD will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you. <sup><strong>16</strong></sup> You must destroy all the peoples the LORD your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you. <sup><strong>17</strong></sup> You may say to yourselves, \"These nations are stronger than we are. How can we drive them out?\" <sup><strong>18</strong></sup> But do not be afraid of them; remember well what the LORD your God did to Pharaoh and to all Egypt. "},{"_id":"615a5725d574000a1018229b","topicId":"615a5722d574000a10182291","verse":"1 Timothy 5:14","votes":7,"__v":0,"esv":"<div>\n<p id=\"p54005014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005014-1\">14&nbsp;</b>So I would have younger widows marry, bear children, manage their households, and give the adversary no occasion for slander.</p>\n</div>","kjv":"<strong>14</strong> I will therefore that the younger women marry, bear children, guide the house, give none occasion to the adversary to speak reproachfully.  ","niv":"<sup><strong>14</strong></sup> So I counsel younger widows to marry, to have children, to manage their homes and to give the enemy no opportunity for slander.","modified":"2023-05-19T05:30:27.502Z"},{"_id":"615a5726d574000a1018229c","topicId":"615a5722d574000a10182291","verse":"Ephesians 5:22-33","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p49005022_04-14\"><b class=\"verse-num\" id=\"v49005022-1\">22&nbsp;</b>Wives, submit to your own husbands, as to the Lord. <b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior. <b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n<p id=\"p49005024_04-14\"><b class=\"verse-num\" id=\"v49005025-1\">25&nbsp;</b>Husbands, love your wives, as Christ loved the church and gave himself up for her, <b class=\"verse-num\" id=\"v49005026-1\">26&nbsp;</b>that he might sanctify her, having cleansed her by the washing of water with the word, <b class=\"verse-num\" id=\"v49005027-1\">27&nbsp;</b>so that he might present the church to himself in splendor, without spot or wrinkle or any such thing, that she might be holy and without blemish. <b class=\"verse-num\" id=\"v49005028-1\">28&nbsp;</b>In the same way husbands should love their wives as their own bodies. He who loves his wife loves himself. <b class=\"verse-num\" id=\"v49005029-1\">29&nbsp;</b>For no one ever hated his own flesh, but nourishes and cherishes it, just as Christ does the church, <b class=\"verse-num\" id=\"v49005030-1\">30&nbsp;</b>because we are members of his body. <b class=\"verse-num\" id=\"v49005031-1\">31&nbsp;</b>“Therefore a man shall leave his father and mother and hold fast to his wife, and the two shall become one flesh.” <b class=\"verse-num\" id=\"v49005032-1\">32&nbsp;</b>This mystery is profound, and I am saying that it refers to Christ and the church. <b class=\"verse-num\" id=\"v49005033-1\">33&nbsp;</b>However, let each one of you love his wife as himself, and let the wife see that she respects her husband.</p>\n\n</div>","kjv":"<strong>22</strong> Wives, submit yourselves unto your own husbands, as unto the Lord.  <strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  <strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  <strong>25</strong> Husbands, love your wives, even as Christ also loved the church, and gave himself for it;  <strong>26</strong> That he might sanctify and cleanse it with the washing of water by the word,  <strong>27</strong> That he might present it to himself a glorious church, not having spot, or wrinkle, or any such thing; but that it should be holy and without blemish.  <strong>28</strong> So ought men to love their wives as their own bodies. He that loveth his wife loveth himself.  <strong>29</strong> For no man ever yet hated his own flesh; but nourisheth and cherisheth it, even as the Lord the church:  <strong>30</strong> For we are members of his body, of his flesh, and of his bones.  <strong>31</strong> For this cause shall a man leave his father and mother, and shall be joined unto his wife, and they two shall be one flesh.  <strong>32</strong> This is a great mystery: but I speak concerning Christ and the church.  <strong>33</strong> Nevertheless let every one of you in particular so love his wife even as himself; and the wife see that she reverence her husband.  ","niv":"<sup><strong>22</strong></sup> Wives, submit to your husbands as to the Lord. <sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior. <sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything. <sup><strong>25</strong></sup> Husbands, love your wives, just as Christ loved the church and gave himself up for her <sup><strong>26</strong></sup> to make her holy, cleansing her by the washing with water through the word, <sup><strong>27</strong></sup> and to present her to himself as a radiant church, without stain or wrinkle or any other blemish, but holy and blameless. <sup><strong>28</strong></sup> In this same way, husbands ought to love their wives as their own bodies. He who loves his wife loves himself. <sup><strong>29</strong></sup> After all, no one ever hated his own body, but he feeds and cares for it, just as Christ does the church-- <sup><strong>30</strong></sup> for we are members of his body. <sup><strong>31</strong></sup> \"For this reason a man will leave his father and mother and be united to his wife, and the two will become one flesh.\" <sup><strong>32</strong></sup> This is a profound mystery--but I am talking about Christ and the church. <sup><strong>33</strong></sup> However, each one of you also must love his wife as he loves himself, and the wife must respect her husband. "},{"_id":"615a5726d574000a1018229d","topicId":"615a5722d574000a10182291","verse":"Titus 2:3-5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p56002003_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002003-1\">3&nbsp;</b>Older women likewise are to be reverent in behavior, not slanderers or slaves to much wine. They are to teach what is good, <b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>3</strong> The aged women likewise, that they be in behaviour as becometh holiness, not false accusers, not given to much wine, teachers of good things;  <strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>3</strong></sup> Likewise, teach the older women to be reverent in the way they live, not to be slanderers or addicted to much wine, but to teach what is good. <sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"615a5726d574000a1018229e","topicId":"615a5722d574000a10182291","verse":"1 Corinthians 7:28","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p46007001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46007001-1\">7:1&nbsp;</b>Now concerning the matters about which you wrote: “It is good for a man not to have sexual relations with a woman.” <b class=\"verse-num\" id=\"v46007002-1\">2&nbsp;</b>But because of the temptation to sexual immorality, each man should have his own wife and each woman her own husband. <b class=\"verse-num\" id=\"v46007003-1\">3&nbsp;</b>The husband should give to his wife her conjugal rights, and likewise the wife to her husband. <b class=\"verse-num\" id=\"v46007004-1\">4&nbsp;</b>For the wife does not have authority over her own body, but the husband does. Likewise the husband does not have authority over his own body, but the wife does. <b class=\"verse-num\" id=\"v46007005-1\">5&nbsp;</b>Do not deprive one another, except perhaps by agreement for a limited time, that you may devote yourselves to prayer; but then come together again, so that Satan may not tempt you because of your lack of self-control.</p>\n<p id=\"p46007005_04-22\"><b class=\"verse-num\" id=\"v46007006-1\">6&nbsp;</b>Now as a concession, not a command, I say this. <b class=\"verse-num\" id=\"v46007007-1\">7&nbsp;</b>I wish that all were as I myself am. But each has his own gift from God, one of one kind and one of another.</p>\n<p id=\"p46007007_04-22\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am. <b class=\"verse-num\" id=\"v46007009-1\">9&nbsp;</b>But if they cannot exercise self-control, they should marry. For it is better to marry than to burn with passion.</p>\n<p id=\"p46007009_04-22\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n<p id=\"p46007011_04-22\"><b class=\"verse-num\" id=\"v46007012-1\">12&nbsp;</b>To the rest I say (I, not the Lord) that if any brother has a wife who is an unbeliever, and she consents to live with him, he should not divorce her. <b class=\"verse-num\" id=\"v46007013-1\">13&nbsp;</b>If any woman has a husband who is an unbeliever, and he consents to live with her, she should not divorce him. <b class=\"verse-num\" id=\"v46007014-1\">14&nbsp;</b>For the unbelieving husband is made holy because of his wife, and the unbelieving wife is made holy because of her husband. Otherwise your children would be unclean, but as it is, they are holy. <b class=\"verse-num\" id=\"v46007015-1\">15&nbsp;</b>But if the unbelieving partner separates, let it be so. In such cases the brother or sister is not enslaved. God has called you to peace. <b class=\"verse-num\" id=\"v46007016-1\">16&nbsp;</b>For how do you know, wife, whether you will save your husband? Or how do you know, husband, whether you will save your wife?</p>\n\n<p id=\"p46007016_09-22\"><b class=\"verse-num\" id=\"v46007017-1\">17&nbsp;</b>Only let each person lead the life that the Lord has assigned to him, and to which God has called him. This is my rule in all the churches. <b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision. <b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God. <b class=\"verse-num\" id=\"v46007020-1\">20&nbsp;</b>Each one should remain in the condition in which he was called. <b class=\"verse-num\" id=\"v46007021-1\">21&nbsp;</b>Were you a bondservant when called? Do not be concerned about it. (But if you can gain your freedom, avail yourself of the opportunity.) <b class=\"verse-num\" id=\"v46007022-1\">22&nbsp;</b>For he who was called in the Lord as a bondservant is a freedman of the Lord. Likewise he who was free when called is a bondservant of Christ. <b class=\"verse-num\" id=\"v46007023-1\">23&nbsp;</b>You were bought with a price; do not become bondservants of men. <b class=\"verse-num\" id=\"v46007024-1\">24&nbsp;</b>So, brothers, in whatever condition each was called, there let him remain with God.</p>\n\n<p id=\"p46007024_14-22\"><b class=\"verse-num\" id=\"v46007025-1\">25&nbsp;</b>Now concerning the betrothed, I have no command from the Lord, but I give my judgment as one who by the Lord’s mercy is trustworthy. <b class=\"verse-num\" id=\"v46007026-1\">26&nbsp;</b>I think that in view of the present distress it is good for a person to remain as he is. <b class=\"verse-num\" id=\"v46007027-1\">27&nbsp;</b>Are you bound to a wife? Do not seek to be free. Are you free from a wife? Do not seek a wife. <b class=\"verse-num\" id=\"v46007028-1\">28&nbsp;</b>But if you do marry, you have not sinned, and if a betrothed woman marries, she has not sinned. Yet those who marry will have worldly troubles, and I would spare you that. <b class=\"verse-num\" id=\"v46007029-1\">29&nbsp;</b>This is what I mean, brothers: the appointed time has grown very short. From now on, let those who have wives live as though they had none, <b class=\"verse-num\" id=\"v46007030-1\">30&nbsp;</b>and those who mourn as though they were not mourning, and those who rejoice as though they were not rejoicing, and those who buy as though they had no goods, <b class=\"verse-num\" id=\"v46007031-1\">31&nbsp;</b>and those who deal with the world as though they had no dealings with it. For the present form of this world is passing away.</p>\n<p id=\"p46007031_14-22\"><b class=\"verse-num\" id=\"v46007032-1\">32&nbsp;</b>I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord. <b class=\"verse-num\" id=\"v46007033-1\">33&nbsp;</b>But the married man is anxious about worldly things, how to please his wife, <b class=\"verse-num\" id=\"v46007034-1\">34&nbsp;</b>and his interests are divided. And the unmarried or betrothed woman is anxious about the things of the Lord, how to be holy in body and spirit. But the married woman is anxious about worldly things, how to please her husband. <b class=\"verse-num\" id=\"v46007035-1\">35&nbsp;</b>I say this for your own benefit, not to lay any restraint upon you, but to promote good order and to secure your undivided devotion to the Lord.</p>\n<p id=\"p46007035_14-22\"><b class=\"verse-num\" id=\"v46007036-1\">36&nbsp;</b>If anyone thinks that he is not behaving properly toward his betrothed, if his passions are strong, and it has to be, let him do as he wishes: let them marry—it is no sin. <b class=\"verse-num\" id=\"v46007037-1\">37&nbsp;</b>But whoever is firmly established in his heart, being under no necessity but having his desire under control, and has determined this in his heart, to keep her as his betrothed, he will do well. <b class=\"verse-num\" id=\"v46007038-1\">38&nbsp;</b>So then he who marries his betrothed does well, and he who refrains from marriage will do even better.</p>\n<p id=\"p46007038_14-22\"><b class=\"verse-num\" id=\"v46007039-1\">39&nbsp;</b>A wife is bound to her husband as long as he lives. But if her husband dies, she is free to be married to whom she wishes, only in the Lord. <b class=\"verse-num\" id=\"v46007040-1\">40&nbsp;</b>Yet in my judgment she is happier if she remains as she is. And I think that I too have the Spirit of God.</p>\n\n</div>","kjv":"<strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  ","niv":"<sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this.","modified":"2022-12-04T21:48:44.656Z"},{"_id":"615a5726d574000a1018229f","topicId":"615a5722d574000a10182291","verse":"Genesis 1:28-31","votes":7,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-18\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"615a5727d574000a101822a0","topicId":"615a5722d574000a10182291","verse":"1 Timothy 2:11-15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54002011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n</div>","kjv":"<strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. "},{"_id":"615a5727d574000a101822a1","topicId":"615a5722d574000a10182291","verse":"1 Corinthians 7:1-40","votes":4,"__v":0,"kjv":"<strong>1</strong> Now concerning the things whereof ye wrote unto me: It is  good for a man not to touch a woman.  <strong>2</strong> Nevertheless, to avoid fornication, let every man have his own wife, and let every woman have her own husband.  <strong>3</strong> Let the husband render unto the wife due benevolence: and likewise also the wife unto the husband.  <strong>4</strong> The wife hath not power of her own body, but the husband: and likewise also the husband hath not power of his own body, but the wife.  <strong>5</strong> Defraud ye not one the other, except it be with consent for a time, that ye may give yourselves to fasting and prayer; and come together again, that Satan tempt you not for your incontinency.  <strong>6</strong> But I speak this by permission, and not of commandment.  <strong>7</strong> For I would that all men were even as I myself. But every man hath his proper gift of God, one after this manner, and another after that.  <strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  <strong>9</strong> But if they cannot contain, let them marry: for it is better to marry than to burn.  <strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  <strong>12</strong> But to the rest speak I, not the Lord: If any brother hath a wife that believeth not, and she be pleased to dwell with him, let him not put her away.  <strong>13</strong> And the woman which hath an husband that believeth not, and if he be pleased to dwell with her, let her not leave him.  <strong>14</strong> For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband: else were your children unclean; but now are they holy.  <strong>15</strong> But if the unbelieving depart, let him depart. A brother or a sister is not under bondage in such cases: but God hath called us to peace.  <strong>16</strong> For what knowest thou, O wife, whether thou shalt save thy  husband? or how knowest thou, O man, whether thou shalt save thy  wife?  <strong>17</strong> But as God hath distributed to every man, as the Lord hath called every one, so let him walk. And so ordain I in all churches.  <strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  <strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  <strong>20</strong> Let every man abide in the same calling wherein he was called.  <strong>21</strong> Art thou called being a servant? care not for it: but if thou mayest be made free, use it rather.  <strong>22</strong> For he that is called in the Lord, being a servant, is the Lord’s freeman: likewise also he that is called, being free, is Christ’s servant.  <strong>23</strong> Ye are bought with a price; be not ye the servants of men.  <strong>24</strong> Brethren, let every man, wherein he is called, therein abide with God.  <strong>25</strong> Now concerning virgins I have no commandment of the Lord: yet I give my judgment, as one that hath obtained mercy of the Lord to be faithful.  <strong>26</strong> I suppose therefore that this is good for the present distress, I say, that it is good for a man so to be.  <strong>27</strong> Art thou bound unto a wife? seek not to be loosed. Art thou loosed from a wife? seek not a wife.  <strong>28</strong> But and if thou marry, thou hast not sinned; and if a virgin marry, she hath not sinned. Nevertheless such shall have trouble in the flesh: but I spare you.  <strong>29</strong> But this I say, brethren, the time is short: it remaineth, that both they that have wives be as though they had none;  <strong>30</strong> And they that weep, as though they wept not; and they that rejoice, as though they rejoiced not; and they that buy, as though they possessed not;  <strong>31</strong> And they that use this world, as not abusing it: for the fashion of this world passeth away.  <strong>32</strong> But I would have you without carefulness. He that is unmarried careth for the things that belong to the Lord, how he may please the Lord:  <strong>33</strong> But he that is married careth for the things that are of the world, how he may please his wife.  <strong>34</strong> There is difference also between a wife and a virgin. The unmarried woman careth for the things of the Lord, that she may be holy both in body and in spirit: but she that is married careth for the things of the world, how she may please her husband.  <strong>35</strong> And this I speak for your own profit; not that I may cast a snare upon you, but for that which is comely, and that ye may attend upon the Lord without distraction.  <strong>36</strong> But if any man think that he behaveth himself uncomely toward his virgin, if she pass the flower of her age, and need so require, let him do what he will, he sinneth not: let them marry.  <strong>37</strong> Nevertheless he that standeth stedfast in his heart, having no necessity, but hath power over his own will, and hath so decreed in his heart that he will keep his virgin, doeth well.  <strong>38</strong> So then he that giveth her in marriage doeth well; but he that giveth her not in marriage doeth better.  <strong>39</strong> The wife is bound by the law as long as her husband liveth; but if her husband be dead, she is at liberty to be married to whom she will; only in the Lord.  <strong>40</strong> But she is happier if she so abide, after my judgment: and I think also that I have the Spirit of God.  ","niv":"<sup><strong>1</strong></sup> Now for the matters you wrote about: It is good for a man not to marry. <sup><strong>2</strong></sup> But since there is so much immorality, each man should have his own wife, and each woman her own husband. <sup><strong>3</strong></sup> The husband should fulfill his marital duty to his wife, and likewise the wife to her husband. <sup><strong>4</strong></sup> The wife's body does not belong to her alone but also to her husband. In the same way, the husband's body does not belong to him alone but also to his wife. <sup><strong>5</strong></sup> Do not deprive each other except by mutual consent and for a time, so that you may devote yourselves to prayer. Then come together again so that Satan will not tempt you because of your lack of self-control. <sup><strong>6</strong></sup> I say this as a concession, not as a command. <sup><strong>7</strong></sup> I wish that all men were as I am. But each man has his own gift from God; one has this gift, another has that. <sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am. <sup><strong>9</strong></sup> But if they cannot control themselves, they should marry, for it is better to marry than to burn with passion. <sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. <sup><strong>12</strong></sup> To the rest I say this (I, not the Lord): If any brother has a wife who is not a believer and she is willing to live with him, he must not divorce her. <sup><strong>13</strong></sup> And if a woman has a husband who is not a believer and he is willing to live with her, she must not divorce him. <sup><strong>14</strong></sup> For the unbelieving husband has been sanctified through his wife, and the unbelieving wife has been sanctified through her believing husband. Otherwise your children would be unclean, but as it is, they are holy. <sup><strong>15</strong></sup> But if the unbeliever leaves, let him do so. A believing man or woman is not bound in such circumstances; God has called us to live in peace. <sup><strong>16</strong></sup> How do you know, wife, whether you will save your husband? Or, how do you know, husband, whether you will save your wife? <sup><strong>17</strong></sup> Nevertheless, each one should retain the place in life that the Lord assigned to him and to which God has called him. This is the rule I lay down in all the churches. <sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised. <sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts. <sup><strong>20</strong></sup> Each one should remain in the situation which he was in when God called him. <sup><strong>21</strong></sup> Were you a slave when you were called? Don't let it trouble you--although if you can gain your freedom, do so. <sup><strong>22</strong></sup> For he who was a slave when he was called by the Lord is the Lord's freedman; similarly, he who was a free man when he was called is Christ's slave. <sup><strong>23</strong></sup> You were bought at a price; do not become slaves of men. <sup><strong>24</strong></sup> Brothers, each man, as responsible to God, should remain in the situation God called him to. <sup><strong>25</strong></sup> Now about virgins: I have no command from the Lord, but I give a judgment as one who by the Lord's mercy is trustworthy. <sup><strong>26</strong></sup> Because of the present crisis, I think that it is good for you to remain as you are. <sup><strong>27</strong></sup> Are you married? Do not seek a divorce. Are you unmarried? Do not look for a wife. <sup><strong>28</strong></sup> But if you do marry, you have not sinned; and if a virgin marries, she has not sinned. But those who marry will face many troubles in this life, and I want to spare you this. <sup><strong>29</strong></sup> What I mean, brothers, is that the time is short. From now on those who have wives should live as if they had none; <sup><strong>30</strong></sup> those who mourn, as if they did not; those who are happy, as if they were not; those who buy something, as if it were not theirs to keep; <sup><strong>31</strong></sup> those who use the things of the world, as if not engrossed in them. For this world in its present form is passing away. <sup><strong>32</strong></sup> I would like you to be free from concern. An unmarried man is concerned about the Lord's affairs--how he can please the Lord. <sup><strong>33</strong></sup> But a married man is concerned about the affairs of this world--how he can please his wife-- <sup><strong>34</strong></sup> and his interests are divided. An unmarried woman or virgin is concerned about the Lord's affairs: Her aim is to be devoted to the Lord in both body and spirit. But a married woman is concerned about the affairs of this world--how she can please her husband. <sup><strong>35</strong></sup> I am saying this for your own good, not to restrict you, but that you may live in a right way in undivided devotion to the Lord. <sup><strong>36</strong></sup> If anyone thinks he is acting improperly toward the virgin he is engaged to, and if she is getting along in years and he feels he ought to marry, he should do as he wants. He is not sinning. They should get married. <sup><strong>37</strong></sup> But the man who has settled the matter in his own mind, who is under no compulsion but has control over his own will, and who has made up his mind not to marry the virgin--this man also does the right thing. <sup><strong>38</strong></sup> So then, he who marries the virgin does right, but he who does not marry her does even better. <sup><strong>39</strong></sup> A woman is bound to her husband as long as he lives. But if her husband dies, she is free to marry anyone she wishes, but he must belong to the Lord. <sup><strong>40</strong></sup> In my judgment, she is happier if she stays as she is--and I think that I too have the Spirit of God. ","modified":"2022-08-20T16:47:30.172Z"},{"_id":"615a5727d574000a101822a2","topicId":"615a5722d574000a10182291","verse":"Romans 7:2","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45007002_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45007002-1\">2&nbsp;</b>For a married woman is bound by law to her husband while he lives, but if her husband dies she is released from the law of marriage.</p>\n\n</div>","kjv":"<strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  ","niv":"<sup><strong>2</strong></sup> For example, by law a married woman is bound to her husband as long as he is alive, but if her husband dies, she is released from the law of marriage."},{"_id":"615a5728d574000a101822a3","topicId":"615a5722d574000a10182291","verse":"Numbers 23:19-21","votes":0,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p04023019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023019-1\">19&nbsp;</b>&nbsp;&nbsp;God is not man, that he should lie,</span><br><span id=\"p04023019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or a son of man, that he should change his mind.</span><br><span id=\"p04023019_01-24\" class=\"line\">&nbsp;&nbsp;Has he said, and will he not do it?</span><br><span id=\"p04023019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or has he spoken, and will he not fulfill it?</span><br><span id=\"p04023020_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023020-1\">20&nbsp;</b>&nbsp;&nbsp;Behold, I received a command to bless:</span><br><span id=\"p04023020_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he has blessed, and I cannot revoke it.</span><br><span id=\"p04023021_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v04023021-1\">21&nbsp;</b>&nbsp;&nbsp;He has not beheld misfortune in Jacob,</span><br><span id=\"p04023021_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor has he seen trouble in Israel.</span><br><span id=\"p04023021_01-24\" class=\"line\">&nbsp;&nbsp;The LORD their God is with them,</span><br><span id=\"p04023021_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the shout of a king is among them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> God is not a man, that he should lie; neither the son of man, that he should repent: hath he said, and shall he not do it? or hath he spoken, and shall he not make it good?  <strong>20</strong> Behold, I have received commandment to bless: and he hath blessed; and I cannot reverse it.  <strong>21</strong> He hath not beheld iniquity in Jacob, neither hath he seen perverseness in Israel: the LORD his God is with him, and the shout of a king is among them.  ","niv":"<sup><strong>19</strong></sup> God is not a man, that he should lie, nor a son of man, that he should change his mind. Does he speak and then not act? Does he promise and not fulfill? <sup><strong>20</strong></sup> I have received a command to bless; he has blessed, and I cannot change it. <sup><strong>21</strong></sup> \"No misfortune is seen in Jacob, no misery observed in Israel. The LORD their God is with them; the shout of the King is among them. ","modified":"2022-07-28T15:50:11.890Z"},{"_id":"615a5728d574000a101822a4","topicId":"615a5722d574000a10182291","verse":"1 Peter 3:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p60003001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60003001-1\">3:1&nbsp;</b>Likewise, wives, be subject to your own husbands, so that even if some do not obey the word, they may be won without a word by the conduct of their wives,</p>\n</div>","kjv":"<strong>1</strong> Likewise, ye wives, be in subjection to your own husbands; that, if any obey not the word, they also may without the word be won by the conversation of the wives;  ","niv":"<sup><strong>1</strong></sup> Wives, in the same way be submissive to your husbands so that, if any of them do not believe the word, they may be won over without words by the behavior of their wives,"},{"_id":"615a5728d574000a101822a5","topicId":"615a5722d574000a10182291","verse":"Titus 2:4-5","votes":5,"__v":0,"esv":"<div>\n<p id=\"p56002004_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v56002004-1\">4&nbsp;</b>and so train the young women to love their husbands and children, <b class=\"verse-num\" id=\"v56002005-1\">5&nbsp;</b>to be self-controlled, pure, working at home, kind, and submissive to their own husbands, that the word of God may not be reviled.</p>\n</div>","kjv":"<strong>4</strong> That they may teach the young women to be sober, to love their husbands, to love their children,  <strong>5</strong> To be discreet, chaste, keepers at home, good, obedient to their own husbands, that the word of God be not blasphemed.  ","niv":"<sup><strong>4</strong></sup> Then they can train the younger women to love their husbands and children, <sup><strong>5</strong></sup> to be self-controlled and pure, to be busy at home, to be kind, and to be subject to their husbands, so that no one will malign the word of God. "},{"_id":"615a5729d574000a101822a6","topicId":"615a5722d574000a10182291","verse":"Psalm 113:9","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19113009_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v19113009-1\">9&nbsp;</b>&nbsp;&nbsp;He gives the barren woman a home,</span><br><span id=\"p19113009_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making her the joyous mother of children.</span><br><span id=\"p19113009_01-28\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> He maketh the barren woman to keep house, and to be a joyful mother of children. Praise ye the LORD.  ","niv":"<sup><strong>9</strong></sup> He settles the barren woman in her home as a happy mother of children. Praise the LORD."},{"_id":"615a5729d574000a101822a7","topicId":"615a5722d574000a10182291","verse":"Exodus 4:24-26","votes":5,"__v":0,"esv":"<div>\n<p id=\"p02004024_01-29\"><b class=\"verse-num\" id=\"v02004024-1\">24&nbsp;</b>At a lodging place on the way the LORD met him and sought to put him to death. <b class=\"verse-num\" id=\"v02004025-1\">25&nbsp;</b>Then Zipporah took a flint and cut off her son’s foreskin and touched Moses’ feet with it and said, “Surely you are a bridegroom of blood to me!” <b class=\"verse-num\" id=\"v02004026-1\">26&nbsp;</b>So he let him alone. It was then that she said, “A bridegroom of blood,” because of the circumcision.</p>\n\n</div>","kjv":"<strong>24</strong> And it came to pass by the way in the inn, that the LORD met him, and sought to kill him.  <strong>25</strong> Then Zipporah took a sharp stone, and cut off the foreskin of her son, and cast it at his feet, and said, Surely a bloody husband art thou to me.  <strong>26</strong> So he let him go: then she said, A bloody husband thou art,  because of the circumcision.  ","niv":"<sup><strong>24</strong></sup> At a lodging place on the way, the LORD met {Moses} and was about to kill him. <sup><strong>25</strong></sup> But Zipporah took a flint knife, cut off her son's foreskin and touched {Moses'} feet with it. \"Surely you are a bridegroom of blood to me,\" she said. <sup><strong>26</strong></sup> So the LORD let him alone. (At that time she said \"bridegroom of blood,\" referring to circumcision.) "},{"_id":"615a5729d574000a101822a8","topicId":"615a5722d574000a10182291","verse":"Genesis 21:1-34","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p01021001_05-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01021001-1\">21:1&nbsp;</b>The LORD visited Sarah as he had said, and the LORD did to Sarah as he had promised. <b class=\"verse-num\" id=\"v01021002-1\">2&nbsp;</b>And Sarah conceived and bore Abraham a son in his old age at the time of which God had spoken to him. <b class=\"verse-num\" id=\"v01021003-1\">3&nbsp;</b>Abraham called the name of his son who was born to him, whom Sarah bore him, Isaac. <b class=\"verse-num\" id=\"v01021004-1\">4&nbsp;</b>And Abraham circumcised his son Isaac when he was eight days old, as God had commanded him. <b class=\"verse-num\" id=\"v01021005-1\">5&nbsp;</b>Abraham was a hundred years old when his son Isaac was born to him. <b class=\"verse-num\" id=\"v01021006-1\">6&nbsp;</b>And Sarah said, “God has made laughter for me; everyone who hears will laugh over me.” <b class=\"verse-num\" id=\"v01021007-1\">7&nbsp;</b>And she said, “Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.”</p>\n\n<p id=\"p01021007_10-30\"><b class=\"verse-num\" id=\"v01021008-1\">8&nbsp;</b>And the child grew and was weaned. And Abraham made a great feast on the day that Isaac was weaned. <b class=\"verse-num\" id=\"v01021009-1\">9&nbsp;</b>But Sarah saw the son of Hagar the Egyptian, whom she had borne to Abraham, laughing. <b class=\"verse-num\" id=\"v01021010-1\">10&nbsp;</b>So she said to Abraham, “Cast out this slave woman with her son, for the son of this slave woman shall not be heir with my son Isaac.” <b class=\"verse-num\" id=\"v01021011-1\">11&nbsp;</b>And the thing was very displeasing to Abraham on account of his son. <b class=\"verse-num\" id=\"v01021012-1\">12&nbsp;</b>But God said to Abraham, “Be not displeased because of the boy and because of your slave woman. Whatever Sarah says to you, do as she tells you, for through Isaac shall your offspring be named. <b class=\"verse-num\" id=\"v01021013-1\">13&nbsp;</b>And I will make a nation of the son of the slave woman also, because he is your offspring.” <b class=\"verse-num\" id=\"v01021014-1\">14&nbsp;</b>So Abraham rose early in the morning and took bread and a skin of water and gave it to Hagar, putting it on her shoulder, along with the child, and sent her away. And she departed and wandered in the wilderness of Beersheba.</p>\n<p id=\"p01021014_10-30\"><b class=\"verse-num\" id=\"v01021015-1\">15&nbsp;</b>When the water in the skin was gone, she put the child under one of the bushes. <b class=\"verse-num\" id=\"v01021016-1\">16&nbsp;</b>Then she went and sat down opposite him a good way off, about the distance of a bowshot, for she said, “Let me not look on the death of the child.” And as she sat opposite him, she lifted up her voice and wept. <b class=\"verse-num\" id=\"v01021017-1\">17&nbsp;</b>And God heard the voice of the boy, and the angel of God called to Hagar from heaven and said to her, “What troubles you, Hagar? Fear not, for God has heard the voice of the boy where he is. <b class=\"verse-num\" id=\"v01021018-1\">18&nbsp;</b>Up! Lift up the boy, and hold him fast with your hand, for I will make him into a great nation.” <b class=\"verse-num\" id=\"v01021019-1\">19&nbsp;</b>Then God opened her eyes, and she saw a well of water. And she went and filled the skin with water and gave the boy a drink. <b class=\"verse-num\" id=\"v01021020-1\">20&nbsp;</b>And God was with the boy, and he grew up. He lived in the wilderness and became an expert with the bow. <b class=\"verse-num\" id=\"v01021021-1\">21&nbsp;</b>He lived in the wilderness of Paran, and his mother took a wife for him from the land of Egypt.</p>\n\n<p id=\"p01021021_14-30\"><b class=\"verse-num\" id=\"v01021022-1\">22&nbsp;</b>At that time Abimelech and Phicol the commander of his army said to Abraham, “God is with you in all that you do. <b class=\"verse-num\" id=\"v01021023-1\">23&nbsp;</b>Now therefore swear to me here by God that you will not deal falsely with me or with my descendants or with my posterity, but as I have dealt kindly with you, so you will deal with me and with the land where you have sojourned.” <b class=\"verse-num\" id=\"v01021024-1\">24&nbsp;</b>And Abraham said, “I will swear.”</p>\n<p id=\"p01021024_14-30\"><b class=\"verse-num\" id=\"v01021025-1\">25&nbsp;</b>When Abraham reproved Abimelech about a well of water that Abimelech’s servants had seized, <b class=\"verse-num\" id=\"v01021026-1\">26&nbsp;</b>Abimelech said, “I do not know who has done this thing; you did not tell me, and I have not heard of it until today.” <b class=\"verse-num\" id=\"v01021027-1\">27&nbsp;</b>So Abraham took sheep and oxen and gave them to Abimelech, and the two men made a covenant. <b class=\"verse-num\" id=\"v01021028-1\">28&nbsp;</b>Abraham set seven ewe lambs of the flock apart. <b class=\"verse-num\" id=\"v01021029-1\">29&nbsp;</b>And Abimelech said to Abraham, “What is the meaning of these seven ewe lambs that you have set apart?” <b class=\"verse-num\" id=\"v01021030-1\">30&nbsp;</b>He said, “These seven ewe lambs you will take from my hand, that this may be a witness for me that I dug this well.” <b class=\"verse-num\" id=\"v01021031-1\">31&nbsp;</b>Therefore that place was called Beersheba, because there both of them swore an oath. <b class=\"verse-num\" id=\"v01021032-1\">32&nbsp;</b>So they made a covenant at Beersheba. Then Abimelech and Phicol the commander of his army rose up and returned to the land of the Philistines. <b class=\"verse-num\" id=\"v01021033-1\">33&nbsp;</b>Abraham planted a tamarisk tree in Beersheba and called there on the name of the LORD, the Everlasting God. <b class=\"verse-num\" id=\"v01021034-1\">34&nbsp;</b>And Abraham sojourned many days in the land of the Philistines.</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD visited Sarah as he had said, and the LORD did unto Sarah as he had spoken.  <strong>2</strong> For Sarah conceived, and bare Abraham a son in his old age, at the set time of which God had spoken to him.  <strong>3</strong> And Abraham called the name of his son that was born unto him, whom Sarah bare to him, Isaac.  <strong>4</strong> And Abraham circumcised his son Isaac being eight days old, as God had commanded him.  <strong>5</strong> And Abraham was an hundred years old, when his son Isaac was born unto him.  <strong>6</strong> And Sarah said, God hath made me to laugh, so that all that hear will laugh with me.  <strong>7</strong> And she said, Who would have said unto Abraham, that Sarah should have given children suck? for I have born him a son in his old age.  <strong>8</strong> And the child grew, and was weaned: and Abraham made a great feast the same day that Isaac was weaned.  <strong>9</strong> And Sarah saw the son of Hagar the Egyptian, which she had born unto Abraham, mocking.  <strong>10</strong> Wherefore she said unto Abraham, Cast out this bondwoman and her son: for the son of this bondwoman shall not be heir with my son, even  with Isaac.  <strong>11</strong> And the thing was very grievous in Abraham’s sight because of his son.  <strong>12</strong> And God said unto Abraham, Let it not be grievous in thy sight because of the lad, and because of thy bondwoman; in all that Sarah hath said unto thee, hearken unto her voice; for in Isaac shall thy seed be called.  <strong>13</strong> And also of the son of the bondwoman will I make a nation, because he is thy seed.  <strong>14</strong> And Abraham rose up early in the morning, and took bread, and a bottle of water, and gave it unto Hagar, putting it on her shoulder, and the child, and sent her away: and she departed, and wandered in the wilderness of Beer-sheba.  <strong>15</strong> And the water was spent in the bottle, and she cast the child under one of the shrubs.  <strong>16</strong> And she went, and sat her down over against him a good way off, as it were a bowshot: for she said, Let me not see the death of the child. And she sat over against him, and lift up her voice, and wept.  <strong>17</strong> And God heard the voice of the lad; and the angel of God called Hagar out of heaven, and said unto her, What aileth thee, Hagar? fear not; for God hath heard the voice of the lad where he is.  <strong>18</strong> Arise, lift up the lad, and hold him in thine hand; for I will make him a great nation.  <strong>19</strong> And God opened her eyes, and she saw a well of water; and she went, and filled the bottle with water, and gave the lad drink.  <strong>20</strong> And God was with the lad; and he grew, and dwelt in the wilderness, and became an archer.  <strong>21</strong> And he dwelt in the wilderness of Paran: and his mother took him a wife out of the land of Egypt.  <strong>22</strong> And it came to pass at that time, that Abimelech and Phichol the chief captain of his host spake unto Abraham, saying, God is with thee in all that thou doest:  <strong>23</strong> Now therefore swear unto me here by God that thou wilt not deal falsely with me, nor with my son, nor with my son’s son: but according to the kindness that I have done unto thee, thou shalt do unto me, and to the land wherein thou hast sojourned.  <strong>24</strong> And Abraham said, I will swear.  <strong>25</strong> And Abraham reproved Abimelech because of a well of water, which Abimelech’s servants had violently taken away.  <strong>26</strong> And Abimelech said, I wot not who hath done this thing: neither didst thou tell me, neither yet heard I of it, but to day.  <strong>27</strong> And Abraham took sheep and oxen, and gave them unto Abimelech; and both of them made a covenant.  <strong>28</strong> And Abraham set seven ewe lambs of the flock by themselves.  <strong>29</strong> And Abimelech said unto Abraham, What mean these seven ewe lambs which thou hast set by themselves?  <strong>30</strong> And he said, For these seven ewe lambs shalt thou take of my hand, that they may be a witness unto me, that I have digged this well.  <strong>31</strong> Wherefore he called that place Beer-sheba; because there they sware both of them.  <strong>32</strong> Thus they made a covenant at Beer-sheba: then Abimelech rose up, and Phichol the chief captain of his host, and they returned into the land of the Philistines.  <strong>33</strong> And Abraham planted a grove in Beer-sheba, and called there on the name of the LORD, the everlasting God.  <strong>34</strong> And Abraham sojourned in the Philistines’ land many days.  ","niv":"<sup><strong>1</strong></sup> Now the LORD was gracious to Sarah as he had said, and the LORD did for Sarah what he had promised. <sup><strong>2</strong></sup> Sarah became pregnant and bore a son to Abraham in his old age, at the very time God had promised him. <sup><strong>3</strong></sup> Abraham gave the name Isaac to the son Sarah bore him. <sup><strong>4</strong></sup> When his son Isaac was eight days old, Abraham circumcised him, as God commanded him. <sup><strong>5</strong></sup> Abraham was a hundred years old when his son Isaac was born to him. <sup><strong>6</strong></sup> Sarah said, \"God has brought me laughter, and everyone who hears about this will laugh with me.\" <sup><strong>7</strong></sup> And she added, \"Who would have said to Abraham that Sarah would nurse children? Yet I have borne him a son in his old age.\" <sup><strong>8</strong></sup> The child grew and was weaned, and on the day Isaac was weaned Abraham held a great feast. <sup><strong>9</strong></sup> But Sarah saw that the son whom Hagar the Egyptian had borne to Abraham was mocking, <sup><strong>10</strong></sup> and she said to Abraham, \"Get rid of that slave woman and her son, for that slave woman's son will never share in the inheritance with my son Isaac.\" <sup><strong>11</strong></sup> The matter distressed Abraham greatly because it concerned his son. <sup><strong>12</strong></sup> But God said to him, \"Do not be so distressed about the boy and your maidservant. Listen to whatever Sarah tells you, because it is through Isaac that your offspring will be reckoned. <sup><strong>13</strong></sup> I will make the son of the maidservant into a nation also, because he is your offspring.\" <sup><strong>14</strong></sup> Early the next morning Abraham took some food and a skin of water and gave them to Hagar. He set them on her shoulders and then sent her off with the boy. She went on her way and wandered in the desert of Beersheba. <sup><strong>15</strong></sup> When the water in the skin was gone, she put the boy under one of the bushes. <sup><strong>16</strong></sup> Then she went off and sat down nearby, about a bowshot away, for she thought, \"I cannot watch the boy die.\" And as she sat there nearby, she began to sob. <sup><strong>17</strong></sup> God heard the boy crying, and the angel of God called to Hagar from heaven and said to her, \"What is the matter, Hagar? Do not be afraid; God has heard the boy crying as he lies there. <sup><strong>18</strong></sup> Lift the boy up and take him by the hand, for I will make him into a great nation.\" <sup><strong>19</strong></sup> Then God opened her eyes and she saw a well of water. So she went and filled the skin with water and gave the boy a drink. <sup><strong>20</strong></sup> God was with the boy as he grew up. He lived in the desert and became an archer. <sup><strong>21</strong></sup> While he was living in the Desert of Paran, his mother got a wife for him from Egypt. <sup><strong>22</strong></sup> At that time Abimelech and Phicol the commander of his forces said to Abraham, \"God is with you in everything you do. <sup><strong>23</strong></sup> Now swear to me here before God that you will not deal falsely with me or my children or my descendants. Show to me and the country where you are living as an alien the same kindness I have shown to you.\" <sup><strong>24</strong></sup> Abraham said, \"I swear it.\" <sup><strong>25</strong></sup> Then Abraham complained to Abimelech about a well of water that Abimelech's servants had seized. <sup><strong>26</strong></sup> But Abimelech said, \"I don't know who has done this. You did not tell me, and I heard about it only today.\" <sup><strong>27</strong></sup> So Abraham brought sheep and cattle and gave them to Abimelech, and the two men made a treaty. <sup><strong>28</strong></sup> Abraham set apart seven ewe lambs from the flock, <sup><strong>29</strong></sup> and Abimelech asked Abraham, \"What is the meaning of these seven ewe lambs you have set apart by themselves?\" <sup><strong>30</strong></sup> He replied, \"Accept these seven lambs from my hand as a witness that I dug this well.\" <sup><strong>31</strong></sup> So that place was called Beersheba, because the two men swore an oath there. <sup><strong>32</strong></sup> After the treaty had been made at Beersheba, Abimelech and Phicol the commander of his forces returned to the land of the Philistines. <sup><strong>33</strong></sup> Abraham planted a tamarisk tree in Beersheba, and there he called upon the name of the LORD, the Eternal God. <sup><strong>34</strong></sup> And Abraham stayed in the land of the Philistines for a long time. ","modified":"2023-08-02T05:56:53.485Z"},{"_id":"615a5729d574000a101822a9","topicId":"615a5722d574000a10182291","verse":"Genesis 3:17-19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01003017_01-31\"><b class=\"verse-num\" id=\"v01003017-1\">17&nbsp;</b>And to Adam he said,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01003017_01-31\" class=\"line\">&nbsp;&nbsp;“Because you have listened to the voice of your wife</span><br><span id=\"p01003017_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have eaten of the tree</span><br><span id=\"p01003017_01-31\" class=\"line\">&nbsp;&nbsp;of which I commanded you,</span><br><span id=\"p01003017_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘You shall not eat of it,’</span><br><span id=\"p01003017_01-31\" class=\"line\">&nbsp;&nbsp;cursed is the ground because of you;</span><br><span id=\"p01003017_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pain you shall eat of it all the days of your life;</span><br><span id=\"p01003018_01-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003018-1\">18&nbsp;</b>&nbsp;&nbsp;thorns and thistles it shall bring forth for you;</span><br><span id=\"p01003018_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall eat the plants of the field.</span><br><span id=\"p01003019_01-31\" class=\"line\"><b class=\"verse-num inline\" id=\"v01003019-1\">19&nbsp;</b>&nbsp;&nbsp;By the sweat of your face</span><br><span id=\"p01003019_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat bread,</span><br><span id=\"p01003019_01-31\" class=\"line\">&nbsp;&nbsp;till you return to the ground,</span><br><span id=\"p01003019_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for out of it you were taken;</span><br><span id=\"p01003019_01-31\" class=\"line\">&nbsp;&nbsp;for you are dust,</span><br><span id=\"p01003019_01-31\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to dust you shall return.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> And unto Adam he said, Because thou hast hearkened unto the voice of thy wife, and hast eaten of the tree, of which I commanded thee, saying, Thou shalt not eat of it: cursed is the ground for thy sake; in sorrow shalt thou eat of it all the days of thy life;  <strong>18</strong> Thorns also and thistles shall it bring forth to thee; and thou shalt eat the herb of the field;  <strong>19</strong> In the sweat of thy face shalt thou eat bread, till thou return unto the ground; for out of it wast thou taken: for dust thou art, and unto dust shalt thou return.  ","niv":"<sup><strong>17</strong></sup> To Adam he said, \"Because you listened to your wife and ate from the tree about which I commanded you, 'You must not eat of it,'\"Cursed is the ground because of you; through painful toil you will eat of it all the days of your life. <sup><strong>18</strong></sup> It will produce thorns and thistles for you, and you will eat the plants of the field. <sup><strong>19</strong></sup> By the sweat of your brow you will eat your food until you return to the ground, since from it you were taken; for dust you are and to dust you will return.\" "},{"_id":"615a572ad574000a101822aa","topicId":"615a5722d574000a10182291","verse":"Genesis 2:18","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-32\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\""}]}