{"_id":"615a5751d574000a101822ab","slug":"childlessness","name":"Childlessness","verses":[{"_id":"615a5752d574000a101822ac","topicId":"615a5751d574000a101822ab","verse":"Isaiah 54:1","votes":17,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054001_06-2\" class=\"line\"><b class=\"chapter-num\" id=\"v23054001-1\">54:1&nbsp;</b>&nbsp;&nbsp;“Sing, O barren one, who did not bear;</span><br><span id=\"p23054001_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;break forth into singing and cry aloud,</span><br><span id=\"p23054001_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who have not been in labor!</span><br><span id=\"p23054001_06-2\" class=\"line\">&nbsp;&nbsp;For the children of the desolate one will be more</span><br><span id=\"p23054001_06-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than the children of her who is married,” says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Sing, O barren, thou that didst not bear; break forth into singing, and cry aloud, thou that didst not travail with child: for more are the children of the desolate than the children of the married wife, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> \"Sing, O barren woman, you who never bore a child; burst into song, shout for joy, you who were never in labor; because more are the children of the desolate woman than of her who has a husband,\" says the LORD."},{"_id":"615a5753d574000a101822ad","topicId":"615a5751d574000a101822ab","verse":"1 Corinthians 7:8","votes":12,"__v":0,"esv":"<div>\n<p id=\"p46007008_01-3\"><b class=\"verse-num\" id=\"v46007008-1\">8&nbsp;</b>To the unmarried and the widows I say that it is good for them to remain single, as I am.</p>\n</div>","kjv":"<strong>8</strong> I say therefore to the unmarried and widows, It is good for them if they abide even as I.  ","niv":"<sup><strong>8</strong></sup> Now to the unmarried and the widows I say: It is good for them to stay unmarried, as I am.","modified":"2022-05-15T17:03:16.748Z"},{"_id":"615a5753d574000a101822ae","topicId":"615a5751d574000a101822ab","verse":"Luke 23:29","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42023029_01-4\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42023029-1\">29&nbsp;</b><span class=\"woc\">For behold, the days are coming when they will say, ‘Blessed are the barren and the wombs that never bore and the breasts that never nursed!’</span></p>\n</div>","kjv":"<strong>29</strong> For, behold, the days are coming, in the which they shall say, Blessed are the barren, and the wombs that never bare, and the paps which never gave suck.  ","niv":"<sup><strong>29</strong></sup> For the time will come when you will say, 'Blessed are the barren women, the wombs that never bore and the breasts that never nursed!'","modified":"2023-07-29T19:54:10.260Z"},{"_id":"615a5753d574000a101822af","topicId":"615a5751d574000a101822ab","verse":"Revelation 21:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66021004_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n</div>","kjv":"<strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\""},{"_id":"615a5753d574000a101822b0","topicId":"615a5751d574000a101822ab","verse":"Psalm 127:3-5","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127003_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127003-1\">3&nbsp;</b>&nbsp;&nbsp;Behold, children are a heritage from the LORD,</span><br><span id=\"p19127003_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the fruit of the womb a reward.</span><br><span id=\"p19127004_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127004-1\">4&nbsp;</b>&nbsp;&nbsp;Like arrows in the hand of a warrior</span><br><span id=\"p19127004_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are the children of one’s youth.</span><br><span id=\"p19127005_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19127005-1\">5&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19127005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who fills his quiver with them!</span><br><span id=\"p19127005_01-6\" class=\"line\">&nbsp;&nbsp;He shall not be put to shame</span><br><span id=\"p19127005_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he speaks with his enemies in the gate.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> Lo, children are an heritage of the LORD: and the fruit of the womb is his reward.  <strong>4</strong> As arrows are in the hand of a mighty man; so are  children of the youth.  <strong>5</strong> Happy is the man that hath his quiver full of them: they shall not be ashamed, but they shall speak with the enemies in the gate.  ","niv":"<sup><strong>3</strong></sup> Sons are a heritage from the LORD, children a reward from him. <sup><strong>4</strong></sup> Like arrows in the hands of a warrior are sons born in one's youth. <sup><strong>5</strong></sup> Blessed is the man whose quiver is full of them. They will not be put to shame when they contend with their enemies in the gate. "},{"_id":"615a5753d574000a101822b1","topicId":"615a5751d574000a101822ab","verse":"Isaiah 56:3-5","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23056003_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056003-1\">3&nbsp;</b>&nbsp;&nbsp;Let not the foreigner who has joined himself to the LORD say,</span><br><span id=\"p23056003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“The LORD will surely separate me from his people”;</span><br><span id=\"p23056003_01-7\" class=\"line\">&nbsp;&nbsp;and let not the eunuch say,</span><br><span id=\"p23056003_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Behold, I am a dry tree.”</span><br><span id=\"p23056004_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056004-1\">4&nbsp;</b>&nbsp;&nbsp;For thus says the LORD:</span><br><span id=\"p23056004_01-7\" class=\"line\">&nbsp;&nbsp;“To the eunuchs who keep my Sabbaths,</span><br><span id=\"p23056004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who choose the things that please me</span><br><span id=\"p23056004_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and hold fast my covenant,</span><br><span id=\"p23056005_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v23056005-1\">5&nbsp;</b>&nbsp;&nbsp;I will give in my house and within my walls</span><br><span id=\"p23056005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a monument and a name</span><br><span id=\"p23056005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;better than sons and daughters;</span><br><span id=\"p23056005_01-7\" class=\"line\">&nbsp;&nbsp;I will give them an everlasting name</span><br><span id=\"p23056005_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that shall not be cut off.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Neither let the son of the stranger, that hath joined himself to the LORD, speak, saying, The LORD hath utterly separated me from his people: neither let the eunuch say, Behold, I am a dry tree.  <strong>4</strong> For thus saith the LORD unto the eunuchs that keep my sabbaths, and choose the things that please me, and take hold of my covenant;  <strong>5</strong> Even unto them will I give in mine house and within my walls a place and a name better than of sons and of daughters: I will give them an everlasting name, that shall not be cut off.  ","niv":"<sup><strong>3</strong></sup> Let no foreigner who has bound himself to the LORD say, \"The LORD will surely exclude me from his people.\" And let not any eunuch complain, \"I am only a dry tree.\" <sup><strong>4</strong></sup> For this is what the LORD says: \"To the eunuchs who keep my Sabbaths, who choose what pleases me and hold fast to my covenant- <sup><strong>5</strong></sup> to them I will give within my temple and its walls a memorial and a name better than sons and daughters; I will give them an everlasting name that will not be cut off. "},{"_id":"615a5754d574000a101822b2","topicId":"615a5751d574000a101822ab","verse":"Leviticus 20:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03020021_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03020021-1\">21&nbsp;</b>If a man takes his brother’s wife, it is impurity. He has uncovered his brother’s nakedness; they shall be childless.</p>\n\n</div>","kjv":"<strong>21</strong> And if a man shall take his brother’s wife, it is an unclean thing: he hath uncovered his brother’s nakedness; they shall be childless.  ","niv":"<sup><strong>21</strong></sup> \"'If a man marries his brother's wife, it is an act of impurity; he has dishonored his brother. They will be childless."},{"_id":"615a5754d574000a101822b3","topicId":"615a5751d574000a101822ab","verse":"1 Corinthians 2:1-16","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p46002001_04-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46002001-1\">2:1&nbsp;</b>And I, when I came to you, brothers, did not come proclaiming to you the testimony of God with lofty speech or wisdom. <b class=\"verse-num\" id=\"v46002002-1\">2&nbsp;</b>For I decided to know nothing among you except Jesus Christ and him crucified. <b class=\"verse-num\" id=\"v46002003-1\">3&nbsp;</b>And I was with you in weakness and in fear and much trembling, <b class=\"verse-num\" id=\"v46002004-1\">4&nbsp;</b>and my speech and my message were not in plausible words of wisdom, but in demonstration of the Spirit and of power, <b class=\"verse-num\" id=\"v46002005-1\">5&nbsp;</b>so that your faith might not rest in the wisdom of men but in the power of God.</p>\n\n<p id=\"p46002005_08-10\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away. <b class=\"verse-num\" id=\"v46002007-1\">7&nbsp;</b>But we impart a secret and hidden wisdom of God, which God decreed before the ages for our glory. <b class=\"verse-num\" id=\"v46002008-1\">8&nbsp;</b>None of the rulers of this age understood this, for if they had, they would not have crucified the Lord of glory. <b class=\"verse-num\" id=\"v46002009-1\">9&nbsp;</b>But, as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46002009_08-10\" class=\"line\">&nbsp;&nbsp;“What no eye has seen, nor ear heard,</span><br><span id=\"p46002009_08-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor the heart of man imagined,</span><br><span id=\"p46002009_08-10\" class=\"line\">&nbsp;&nbsp;what God has prepared for those who love him”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46002009_08-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46002010-1\">10&nbsp;</b>these things God has revealed to us through the Spirit. For the Spirit searches everything, even the depths of God. <b class=\"verse-num\" id=\"v46002011-1\">11&nbsp;</b>For who knows a person’s thoughts except the spirit of that person, which is in him? So also no one comprehends the thoughts of God except the Spirit of God. <b class=\"verse-num\" id=\"v46002012-1\">12&nbsp;</b>Now we have received not the spirit of the world, but the Spirit who is from God, that we might understand the things freely given us by God. <b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n<p id=\"p46002013_08-10\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned. <b class=\"verse-num\" id=\"v46002015-1\">15&nbsp;</b>The spiritual person judges all things, but is himself to be judged by no one. <b class=\"verse-num\" id=\"v46002016-1\">16&nbsp;</b>“For who has understood the mind of the Lord so as to instruct him?” But we have the mind of Christ.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, when I came to you, came not with excellency of speech or of wisdom, declaring unto you the testimony of God.  <strong>2</strong> For I determined not to know any thing among you, save Jesus Christ, and him crucified.  <strong>3</strong> And I was with you in weakness, and in fear, and in much trembling.  <strong>4</strong> And my speech and my preaching was not with enticing words of man’s wisdom, but in demonstration of the Spirit and of power:  <strong>5</strong> That your faith should not stand in the wisdom of men, but in the power of God.  <strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  <strong>7</strong> But we speak the wisdom of God in a mystery, even the hidden wisdom, which God ordained before the world unto our glory:  <strong>8</strong> Which none of the princes of this world knew: for had they known it, they would not have crucified the Lord of glory.  <strong>9</strong> But as it is written, Eye hath not seen, nor ear heard, neither have entered into the heart of man, the things which God hath prepared for them that love him.  <strong>10</strong> But God hath revealed them unto us by his Spirit: for the Spirit searcheth all things, yea, the deep things of God.  <strong>11</strong> For what man knoweth the things of a man, save the spirit of man which is in him? even so the things of God knoweth no man, but the Spirit of God.  <strong>12</strong> Now we have received, not the spirit of the world, but the spirit which is of God; that we might know the things that are freely given to us of God.  <strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  <strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  <strong>15</strong> But he that is spiritual judgeth all things, yet he himself is judged of no man.  <strong>16</strong> For who hath known the mind of the Lord, that he may instruct him? But we have the mind of Christ.  ","niv":"<sup><strong>1</strong></sup> When I came to you, brothers, I did not come with eloquence or superior wisdom as I proclaimed to you the testimony about God. <sup><strong>2</strong></sup> For I resolved to know nothing while I was with you except Jesus Christ and him crucified. <sup><strong>3</strong></sup> I came to you in weakness and fear, and with much trembling. <sup><strong>4</strong></sup> My message and my preaching were not with wise and persuasive words, but with a demonstration of the Spirit's power, <sup><strong>5</strong></sup> so that your faith might not rest on men's wisdom, but on God's power. <sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing. <sup><strong>7</strong></sup> No, we speak of God's secret wisdom, a wisdom that has been hidden and that God destined for our glory before time began. <sup><strong>8</strong></sup> None of the rulers of this age understood it, for if they had, they would not have crucified the Lord of glory. <sup><strong>9</strong></sup> However, as it is written: \"No eye has seen, no ear has heard, no mind has conceived what God has prepared for those who love him\"-- <sup><strong>10</strong></sup> but God has revealed it to us by his Spirit. <sup><strong>11</strong></sup> The Spirit searches all things, even the deep things of God. For who among men knows the thoughts of a man except the man's spirit within him? In the same way no one knows the thoughts of God except the Spirit of God. <sup><strong>12</strong></sup> We have not received the spirit of the world but the Spirit who is from God, that we may understand what God has freely given us. <sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words. <sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned. <sup><strong>15</strong></sup> The spiritual man makes judgments about all things, but he himself is not subject to any man's judgment: <sup><strong>16</strong></sup> \"For who has known the mind of the Lord that he may instruct him?\" But we have the mind of Christ. "},{"_id":"615a5754d574000a101822b4","topicId":"615a5751d574000a101822ab","verse":"Luke 1:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42001034_01-11\"><b class=\"verse-num\" id=\"v42001034-1\">34&nbsp;</b>And Mary said to the angel, “How will this be, since I am a virgin?”</p>\n\n</div>","kjv":"<strong>34</strong> Then said Mary unto the angel, How shall this be, seeing I know not a man?  ","niv":"<sup><strong>34</strong></sup> \"How will this be,\" Mary asked the angel, \"since I am a virgin?\""},{"_id":"615a5754d574000a101822b5","topicId":"615a5751d574000a101822ab","verse":"Acts 1:7","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44001007_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44001007-1\">7&nbsp;</b>He said to them, <span class=\"woc\">“It is not for you to know times or seasons that the Father has fixed by his own authority.</span></p>\n</div>","kjv":"<strong>7</strong> And he said unto them, It is not for you to know the times or the seasons, which the Father hath put in his own power.  ","niv":"<sup><strong>7</strong></sup> He said to them: \"It is not for you to know the times or dates the Father has set by his own authority."},{"_id":"615a5755d574000a101822b6","topicId":"615a5751d574000a101822ab","verse":"Luke 1:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001030_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001030-1\">30&nbsp;</b>And the angel said to her, “Do not be afraid, Mary, for you have found favor with God.</p>\n</div>","kjv":"<strong>30</strong> And the angel said unto her, Fear not, Mary: for thou hast found favour with God.  ","niv":"<sup><strong>30</strong></sup> But the angel said to her, \"Do not be afraid, Mary, you have found favor with God."},{"_id":"615a5755d574000a101822b7","topicId":"615a5751d574000a101822ab","verse":"Luke 1:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001018_01-14\"><b class=\"verse-num\" id=\"v42001018-1\">18&nbsp;</b>And Zechariah said to the angel, “How shall I know this? For I am an old man, and my wife is advanced in years.”</p>\n</div>","kjv":"<strong>18</strong> And Zacharias said unto the angel, Whereby shall I know this? for I am an old man, and my wife well stricken in years.  ","niv":"<sup><strong>18</strong></sup> Zechariah asked the angel, \"How can I be sure of this? I am an old man and my wife is well along in years.\""},{"_id":"615a5755d574000a101822b8","topicId":"615a5751d574000a101822ab","verse":"Luke 1:13","votes":2,"__v":0,"esv":"<div>\n<p id=\"p42001013_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001013-1\">13&nbsp;</b>But the angel said to him, “Do not be afraid, Zechariah, for your prayer has been heard, and your wife Elizabeth will bear you a son, and you shall call his name John.</p>\n</div>","kjv":"<strong>13</strong> But the angel said unto him, Fear not, Zacharias: for thy prayer is heard; and thy wife Elisabeth shall bear thee a son, and thou shalt call his name John.  ","niv":"<sup><strong>13</strong></sup> But the angel said to him: \"Do not be afraid, Zechariah; your prayer has been heard. Your wife Elizabeth will bear you a son, and you are to give him the name John."},{"_id":"615a5755d574000a101822b9","topicId":"615a5751d574000a101822ab","verse":"Matthew 7:7","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40007007_07-16\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span></p>\n</div>","kjv":"<strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  ","niv":"<sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you."},{"_id":"615a5756d574000a101822ba","topicId":"615a5751d574000a101822ab","verse":"Psalm 51:1-19","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19051001_09-17\" class=\"psalm-title\">To the choirmaster. A Psalm of David, when Nathan the prophet went to him, after he had gone in to Bathsheba.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051001_09-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Have mercy on me, O God,</span><br><span id=\"p19051001_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your steadfast love;</span><br><span id=\"p19051001_09-17\" class=\"line\">&nbsp;&nbsp;according to your abundant mercy</span><br><span id=\"p19051001_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blot out my transgressions.</span><br><span id=\"p19051002_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051002-1\">2&nbsp;</b>&nbsp;&nbsp;Wash me thoroughly from my iniquity,</span><br><span id=\"p19051002_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cleanse me from my sin!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051003_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051003-1\">3&nbsp;</b>&nbsp;&nbsp;For I know my transgressions,</span><br><span id=\"p19051003_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my sin is ever before me.</span><br><span id=\"p19051004_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051004-1\">4&nbsp;</b>&nbsp;&nbsp;Against you, you only, have I sinned</span><br><span id=\"p19051004_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and done what is evil in your sight,</span><br><span id=\"p19051004_09-17\" class=\"line\">&nbsp;&nbsp;so that you may be justified in your words</span><br><span id=\"p19051004_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blameless in your judgment.</span><br><span id=\"p19051005_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, I was brought forth in iniquity,</span><br><span id=\"p19051005_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in sin did my mother conceive me.</span><br><span id=\"p19051006_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051006-1\">6&nbsp;</b>&nbsp;&nbsp;Behold, you delight in truth in the inward being,</span><br><span id=\"p19051006_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you teach me wisdom in the secret heart.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051007_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051007-1\">7&nbsp;</b>&nbsp;&nbsp;Purge me with hyssop, and I shall be clean;</span><br><span id=\"p19051007_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wash me, and I shall be whiter than snow.</span><br><span id=\"p19051008_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051008-1\">8&nbsp;</b>&nbsp;&nbsp;Let me hear joy and gladness;</span><br><span id=\"p19051008_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the bones that you have broken rejoice.</span><br><span id=\"p19051009_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051009-1\">9&nbsp;</b>&nbsp;&nbsp;Hide your face from my sins,</span><br><span id=\"p19051009_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blot out all my iniquities.</span><br><span id=\"p19051010_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051010-1\">10&nbsp;</b>&nbsp;&nbsp;Create in me a clean heart, O God,</span><br><span id=\"p19051010_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and renew a right spirit within me.</span><br><span id=\"p19051011_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051011-1\">11&nbsp;</b>&nbsp;&nbsp;Cast me not away from your presence,</span><br><span id=\"p19051011_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and take not your Holy Spirit from me.</span><br><span id=\"p19051012_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051012-1\">12&nbsp;</b>&nbsp;&nbsp;Restore to me the joy of your salvation,</span><br><span id=\"p19051012_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and uphold me with a willing spirit.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051013_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051013-1\">13&nbsp;</b>&nbsp;&nbsp;Then I will teach transgressors your ways,</span><br><span id=\"p19051013_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sinners will return to you.</span><br><span id=\"p19051014_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051014-1\">14&nbsp;</b>&nbsp;&nbsp;Deliver me from bloodguiltiness, O God,</span><br><span id=\"p19051014_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of my salvation,</span><br><span id=\"p19051014_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my tongue will sing aloud of your righteousness.</span><br><span id=\"p19051015_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051015-1\">15&nbsp;</b>&nbsp;&nbsp;O Lord, open my lips,</span><br><span id=\"p19051015_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my mouth will declare your praise.</span><br><span id=\"p19051016_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051016-1\">16&nbsp;</b>&nbsp;&nbsp;For you will not delight in sacrifice, or I would give it;</span><br><span id=\"p19051016_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will not be pleased with a burnt offering.</span><br><span id=\"p19051017_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051017-1\">17&nbsp;</b>&nbsp;&nbsp;The sacrifices of God are a broken spirit;</span><br><span id=\"p19051017_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a broken and contrite heart, O God, you will not despise.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19051018_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051018-1\">18&nbsp;</b>&nbsp;&nbsp;Do good to Zion in your good pleasure;</span><br><span id=\"p19051018_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;build up the walls of Jerusalem;</span><br><span id=\"p19051019_09-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19051019-1\">19&nbsp;</b>&nbsp;&nbsp;then will you delight in right sacrifices,</span><br><span id=\"p19051019_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in burnt offerings and whole burnt offerings;</span><br><span id=\"p19051019_09-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;then bulls will be offered on your altar.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.  <strong>2</strong> Wash me throughly from mine iniquity, and cleanse me from my sin.  <strong>3</strong> For I acknowledge my transgressions: and my sin is ever before me.  <strong>4</strong> Against thee, thee only, have I sinned, and done this evil in thy sight: that thou mightest be justified when thou speakest, and  be clear when thou judgest.  <strong>5</strong> Behold, I was shapen in iniquity; and in sin did my mother conceive me.  <strong>6</strong> Behold, thou desirest truth in the inward parts: and in the hidden part thou shalt make me to know wisdom.  <strong>7</strong> Purge me with hyssop, and I shall be clean: wash me, and I shall be whiter than snow.  <strong>8</strong> Make me to hear joy and gladness; that the bones which  thou hast broken may rejoice.  <strong>9</strong> Hide thy face from my sins, and blot out all mine iniquities.  <strong>10</strong> Create in me a clean heart, O God; and renew a right spirit within me.  <strong>11</strong> Cast me not away from thy presence; and take not thy holy spirit from me.  <strong>12</strong> Restore unto me the joy of thy salvation; and uphold me with thy  free spirit.  <strong>13</strong>             Then will I teach transgressors thy ways; and sinners shall be converted unto thee.  <strong>14</strong> Deliver me from bloodguiltiness, O God, thou God of my salvation: and my tongue shall sing aloud of thy righteousness.  <strong>15</strong> O Lord, open thou my lips; and my mouth shall shew forth thy praise.  <strong>16</strong> For thou desirest not sacrifice; else would I give it: thou delightest not in burnt offering.  <strong>17</strong> The sacrifices of God are a broken spirit: a broken and a contrite heart, O God, thou wilt not despise.  <strong>18</strong> Do good in thy good pleasure unto Zion: build thou the walls of Jerusalem.  <strong>19</strong> Then shalt thou be pleased with the sacrifices of righteousness, with burnt offering and whole burnt offering: then shall they offer bullocks upon thine altar.  ","niv":"<sup><strong>1</strong></sup> Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions. <sup><strong>2</strong></sup> Wash away all my iniquity and cleanse me from my sin. <sup><strong>3</strong></sup> For I know my transgressions, and my sin is always before me. <sup><strong>4</strong></sup> Against you, you only, have I sinned and done what is evil in your sight, so that you are proved right when you speak and justified when you judge. <sup><strong>5</strong></sup> Surely I was sinful at birth, sinful from the time my mother conceived me. <sup><strong>6</strong></sup> Surely you desire truth in the inner parts; you teach me wisdom in the inmost place. <sup><strong>7</strong></sup> Cleanse me with hyssop, and I will be clean; wash me, and I will be whiter than snow. <sup><strong>8</strong></sup> Let me hear joy and gladness; let the bones you have crushed rejoice. <sup><strong>9</strong></sup> Hide your face from my sins and blot out all my iniquity. <sup><strong>10</strong></sup> Create in me a pure heart, O God, and renew a steadfast spirit within me. <sup><strong>11</strong></sup> Do not cast me from your presence or take your Holy Spirit from me. <sup><strong>12</strong></sup> Restore to me the joy of your salvation and grant me a willing spirit, to sustain me. <sup><strong>13</strong></sup> Then I will teach transgressors your ways, and sinners will turn back to you. <sup><strong>14</strong></sup> Save me from bloodguilt, O God, the God who saves me, and my tongue will sing of your righteousness. <sup><strong>15</strong></sup> O Lord, open my lips, and my mouth will declare your praise. <sup><strong>16</strong></sup> You do not delight in sacrifice, or I would bring it; you do not take pleasure in burnt offerings. <sup><strong>17</strong></sup> The sacrifices of God are a broken spirit; a broken and contrite heart, O God, you will not despise. <sup><strong>18</strong></sup> In your good pleasure make Zion prosper; build up the walls of Jerusalem. <sup><strong>19</strong></sup> Then there will be righteous sacrifices, whole burnt offerings to delight you; then bulls will be offered on your altar. "},{"_id":"615a5756d574000a101822bb","topicId":"615a5751d574000a101822ab","verse":"Psalm 5:4","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19005004_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19005004-1\">4&nbsp;</b>&nbsp;&nbsp;For you are not a God who delights in wickedness;</span><br><span id=\"p19005004_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;evil may not dwell with you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> For thou art not a God that hath pleasure in wickedness: neither shall evil dwell with thee.  ","niv":"<sup><strong>4</strong></sup> You are not a God who takes pleasure in evil; with you the wicked cannot dwell."},{"_id":"615a5756d574000a101822bc","topicId":"615a5751d574000a101822ab","verse":"1 Samuel 1:15-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p09001015_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v09001015-1\">15&nbsp;</b>But Hannah answered, “No, my lord, I am a woman troubled in spirit. I have drunk neither wine nor strong drink, but I have been pouring out my soul before the LORD. <b class=\"verse-num\" id=\"v09001016-1\">16&nbsp;</b>Do not regard your servant as a worthless woman, for all along I have been speaking out of my great anxiety and vexation.” <b class=\"verse-num\" id=\"v09001017-1\">17&nbsp;</b>Then Eli answered, “Go in peace, and the God of Israel grant your petition that you have made to him.” <b class=\"verse-num\" id=\"v09001018-1\">18&nbsp;</b>And she said, “Let your servant find favor in your eyes.” Then the woman went her way and ate, and her face was no longer sad.</p>\n</div>","kjv":"<strong>15</strong> And Hannah answered and said, No, my lord, I am a woman of a sorrowful spirit: I have drunken neither wine nor strong drink, but have poured out my soul before the LORD.  <strong>16</strong> Count not thine handmaid for a daughter of Belial: for out of the abundance of my complaint and grief have I spoken hitherto.  <strong>17</strong> Then Eli answered and said, Go in peace: and the God of Israel grant thee thy petition that thou hast asked of him.  <strong>18</strong> And she said, Let thine handmaid find grace in thy sight. So the woman went her way, and did eat, and her countenance was no more sad.  ","niv":"<sup><strong>15</strong></sup> \"Not so, my lord,\" Hannah replied, \"I am a woman who is deeply troubled. I have not been drinking wine or beer; I was pouring out my soul to the LORD. <sup><strong>16</strong></sup> Do not take your servant for a wicked woman; I have been praying here out of my great anguish and grief.\" <sup><strong>17</strong></sup> Eli answered, \"Go in peace, and may the God of Israel grant you what you have asked of him.\" <sup><strong>18</strong></sup> She said, \"May your servant find favor in your eyes.\" Then she went her way and ate something, and her face was no longer downcast. "},{"_id":"615a5757d574000a101822bd","topicId":"615a5751d574000a101822ab","verse":"Ephesians 4:30","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004030_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption.</p>\n</div>","kjv":"<strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  ","niv":"<sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption."},{"_id":"615a5757d574000a101822be","topicId":"615a5751d574000a101822ab","verse":"Matthew 28:19-20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"615a5757d574000a101822bf","topicId":"615a5751d574000a101822ab","verse":"John 3:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-23\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-23\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-23\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-23\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-23\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615a5758d574000a101822c0","topicId":"615a5751d574000a101822ab","verse":"John 1:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p43001013_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n</div>","kjv":"<strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  ","niv":"<sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God."},{"_id":"615a5758d574000a101822c1","topicId":"615a5751d574000a101822ab","verse":"Matthew 19:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40019012_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40019012-1\">12&nbsp;</b><span class=\"woc\">For there are eunuchs who have been so from birth, and there are eunuchs who have been made eunuchs by men, and there are eunuchs who have made themselves eunuchs for the sake of the kingdom of heaven. Let the one who is able to receive this receive it.”</span></p>\n</div>","kjv":"<strong>12</strong> For there are some eunuchs, which were so born from their  mother’s womb: and there are some eunuchs, which were made eunuchs of men: and there be eunuchs, which have made themselves eunuchs for the kingdom of heaven’s sake. He that is able to receive it, let him receive it. ","niv":"<sup><strong>12</strong></sup> For some are eunuchs because they were born that way; others were made that way by men; and others have renounced marriage because of the kingdom of heaven. The one who can accept this should accept it.\""},{"_id":"615a5758d574000a101822c2","topicId":"615a5751d574000a101822ab","verse":"Ezekiel 26:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p26026001_04-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26026001-1\">26:1&nbsp;</b>In the eleventh year, on the first day of the month, the word of the LORD came to me: <b class=\"verse-num\" id=\"v26026002-1\">2&nbsp;</b>“Son of man, because Tyre said concerning Jerusalem, ‘Aha, the gate of the peoples is broken; it has swung open to me. I shall be replenished, now that she is laid waste,’ <b class=\"verse-num\" id=\"v26026003-1\">3&nbsp;</b>therefore thus says the Lord GOD: Behold, I am against you, O Tyre, and will bring up many nations against you, as the sea brings up its waves. <b class=\"verse-num\" id=\"v26026004-1\">4&nbsp;</b>They shall destroy the walls of Tyre and break down her towers, and I will scrape her soil from her and make her a bare rock. <b class=\"verse-num\" id=\"v26026005-1\">5&nbsp;</b>She shall be in the midst of the sea a place for the spreading of nets, for I have spoken, declares the Lord GOD. And she shall become plunder for the nations, <b class=\"verse-num\" id=\"v26026006-1\">6&nbsp;</b>and her daughters on the mainland shall be killed by the sword. Then they will know that I am the LORD.</p>\n<p id=\"p26026006_04-26\"><b class=\"verse-num\" id=\"v26026007-1\">7&nbsp;</b>“For thus says the Lord GOD: Behold, I will bring against Tyre from the north Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, and with horsemen and a host of many soldiers. <b class=\"verse-num\" id=\"v26026008-1\">8&nbsp;</b>He will kill with the sword your daughters on the mainland. He will set up a siege wall against you and throw up a mound against you, and raise a roof of shields against you. <b class=\"verse-num\" id=\"v26026009-1\">9&nbsp;</b>He will direct the shock of his battering rams against your walls, and with his axes he will break down your towers. <b class=\"verse-num\" id=\"v26026010-1\">10&nbsp;</b>His horses will be so many that their dust will cover you. Your walls will shake at the noise of the horsemen and wagons and chariots, when he enters your gates as men enter a city that has been breached. <b class=\"verse-num\" id=\"v26026011-1\">11&nbsp;</b>With the hoofs of his horses he will trample all your streets. He will kill your people with the sword, and your mighty pillars will fall to the ground. <b class=\"verse-num\" id=\"v26026012-1\">12&nbsp;</b>They will plunder your riches and loot your merchandise. They will break down your walls and destroy your pleasant houses. Your stones and timber and soil they will cast into the midst of the waters. <b class=\"verse-num\" id=\"v26026013-1\">13&nbsp;</b>And I will stop the music of your songs, and the sound of your lyres shall be heard no more. <b class=\"verse-num\" id=\"v26026014-1\">14&nbsp;</b>I will make you a bare rock. You shall be a place for the spreading of nets. You shall never be rebuilt, for I am the LORD; I have spoken, declares the Lord GOD.</p>\n<p id=\"p26026014_04-26\"><b class=\"verse-num\" id=\"v26026015-1\">15&nbsp;</b>“Thus says the Lord GOD to Tyre: Will not the coastlands shake at the sound of your fall, when the wounded groan, when slaughter is made in your midst? <b class=\"verse-num\" id=\"v26026016-1\">16&nbsp;</b>Then all the princes of the sea will step down from their thrones and remove their robes and strip off their embroidered garments. They will clothe themselves with trembling; they will sit on the ground and tremble every moment and be appalled at you. <b class=\"verse-num\" id=\"v26026017-1\">17&nbsp;</b>And they will raise a lamentation over you and say to you,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26026017_04-26\" class=\"line\">&nbsp;&nbsp;“‘How you have perished,</span><br><span id=\"p26026017_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you who were inhabited from the seas,</span><br><span id=\"p26026017_04-26\" class=\"line\">&nbsp;&nbsp;O city renowned,</span><br><span id=\"p26026017_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who was mighty on the sea;</span><br><span id=\"p26026017_04-26\" class=\"line\">&nbsp;&nbsp;she and her inhabitants imposed their terror</span><br><span id=\"p26026017_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on all her inhabitants!</span><br><span id=\"p26026018_04-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v26026018-1\">18&nbsp;</b>&nbsp;&nbsp;Now the coastlands tremble</span><br><span id=\"p26026018_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day of your fall,</span><br><span id=\"p26026018_04-26\" class=\"line\">&nbsp;&nbsp;and the coastlands that are on the sea</span><br><span id=\"p26026018_04-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are dismayed at your passing.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26026018_04-26\"><b class=\"verse-num\" id=\"v26026019-1\">19&nbsp;</b>“For thus says the Lord GOD: When I make you a city laid waste, like the cities that are not inhabited, when I bring up the deep over you, and the great waters cover you, <b class=\"verse-num\" id=\"v26026020-1\">20&nbsp;</b>then I will make you go down with those who go down to the pit, to the people of old, and I will make you to dwell in the world below, among ruins from of old, with those who go down to the pit, so that you will not be inhabited; but I will set beauty in the land of the living. <b class=\"verse-num\" id=\"v26026021-1\">21&nbsp;</b>I will bring you to a dreadful end, and you shall be no more. Though you be sought for, you will never be found again, declares the Lord GOD.”</p>\n\n</div>","kjv":"<strong>1</strong> And it came to pass in the eleventh year, in the first day  of the month, that the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, because that Tyrus hath said against Jerusalem, Aha, she is broken that was the gates of the people: she is turned unto me: I shall be replenished, now she is laid waste:  <strong>3</strong> Therefore thus saith the Lord GOD; Behold, I am against thee, O Tyrus, and will cause many nations to come up against thee, as the sea causeth his waves to come up.  <strong>4</strong> And they shall destroy the walls of Tyrus, and break down her towers: I will also scrape her dust from her, and make her like the top of a rock.  <strong>5</strong> It shall be a place for the spreading of nets in the midst of the sea: for I have spoken it, saith the Lord GOD: and it shall become a spoil to the nations.  <strong>6</strong> And her daughters which are in the field shall be slain by the sword; and they shall know that I am the LORD.  <strong>7</strong> For thus saith the Lord GOD; Behold, I will bring upon Tyrus Nebuchadrezzar king of Babylon, a king of kings, from the north, with horses, and with chariots, and with horsemen, and companies, and much people.  <strong>8</strong> He shall slay with the sword thy daughters in the field: and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.  <strong>9</strong> And he shall set engines of war against thy walls, and with his axes he shall break down thy towers.  <strong>10</strong> By reason of the abundance of his horses their dust shall cover thee: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates, as men enter into a city wherein is made a breach.  <strong>11</strong> With the hoofs of his horses shall he tread down all thy streets: he shall slay thy people by the sword, and thy strong garrisons shall go down to the ground.  <strong>12</strong> And they shall make a spoil of thy riches, and make a prey of thy merchandise: and they shall break down thy walls, and destroy thy pleasant houses: and they shall lay thy stones and thy timber and thy dust in the midst of the water.  <strong>13</strong> And I will cause the noise of thy songs to cease; and the sound of thy harps shall be no more heard.  <strong>14</strong> And I will make thee like the top of a rock: thou shalt be a place  to spread nets upon; thou shalt be built no more: for I the LORD have spoken it, saith the Lord GOD.  <strong>15</strong> Thus saith the Lord GOD to Tyrus; Shall not the isles shake at the sound of thy fall, when the wounded cry, when the slaughter is made in the midst of thee?  <strong>16</strong> Then all the princes of the sea shall come down from their thrones, and lay away their robes, and put off their broidered garments: they shall clothe themselves with trembling; they shall sit upon the ground, and shall tremble at every moment, and be astonished at thee.  <strong>17</strong> And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror to be on all that haunt it!  <strong>18</strong> Now shall the isles tremble in the day of thy fall; yea, the isles that are in the sea shall be troubled at thy departure.  <strong>19</strong> For thus saith the Lord GOD; When I shall make thee a desolate city, like the cities that are not inhabited; when I shall bring up the deep upon thee, and great waters shall cover thee;  <strong>20</strong> When I shall bring thee down with them that descend into the pit, with the people of old time, and shall set thee in the low parts of the earth, in places desolate of old, with them that go down to the pit, that thou be not inhabited; and I shall set glory in the land of the living;  <strong>21</strong> I will make thee a terror, and thou shalt be no more:  though thou be sought for, yet shalt thou never be found again, saith the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> In the eleventh year, on the first day of the month, the word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, because Tyre has said of Jerusalem, 'Aha! The gate to the nations is broken, and its doors have swung open to me; now that she lies in ruins I will prosper,' <sup><strong>3</strong></sup> therefore this is what the Sovereign LORD says: I am against you, O Tyre, and I will bring many nations against you, like the sea casting up its waves. <sup><strong>4</strong></sup> They will destroy the walls of Tyre and pull down her towers; I will scrape away her rubble and make her a bare rock. <sup><strong>5</strong></sup> Out in the sea she will become a place to spread fishnets, for I have spoken, declares the Sovereign LORD. She will become plunder for the nations, <sup><strong>6</strong></sup> and her settlements on the mainland will be ravaged by the sword. Then they will know that I am the LORD. <sup><strong>7</strong></sup> \"For this is what the Sovereign LORD says: From the north I am going to bring against Tyre Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, with horsemen and a great army. <sup><strong>8</strong></sup> He will ravage your settlements on the mainland with the sword; he will set up siege works against you, build a ramp up to your walls and raise his shields against you. <sup><strong>9</strong></sup> He will direct the blows of his battering rams against your walls and demolish your towers with his weapons. <sup><strong>10</strong></sup> His horses will be so many that they will cover you with dust. Your walls will tremble at the noise of the war horses, wagons and chariots when he enters your gates as men enter a city whose walls have been broken through. <sup><strong>11</strong></sup> The hoofs of his horses will trample all your streets; he will kill your people with the sword, and your strong pillars will fall to the ground. <sup><strong>12</strong></sup> They will plunder your wealth and loot your merchandise; they will break down your walls and demolish your fine houses and throw your stones, timber and rubble into the sea. <sup><strong>13</strong></sup> I will put an end to your noisy songs, and the music of your harps will be heard no more. <sup><strong>14</strong></sup> I will make you a bare rock, and you will become a place to spread fishnets. You will never be rebuilt, for I the LORD have spoken, declares the Sovereign LORD. <sup><strong>15</strong></sup> \"This is what the Sovereign LORD says to Tyre: Will not the coastlands tremble at the sound of your fall, when the wounded groan and the slaughter takes place in you? <sup><strong>16</strong></sup> Then all the princes of the coast will step down from their thrones and lay aside their robes and take off their embroidered garments. Clothed with terror, they will sit on the ground, trembling every moment, appalled at you. <sup><strong>17</strong></sup> Then they will take up a lament concerning you and say to you: \"'How you are destroyed, O city of renown, peopled by men of the sea! You were a power on the seas, you and your citizens; you put your terror on all who lived there. <sup><strong>18</strong></sup> Now the coastlands tremble on the day of your fall; the islands in the sea are terrified at your collapse.' <sup><strong>19</strong></sup> \"This is what the Sovereign LORD says: When I make you a desolate city, like cities no longer inhabited, and when I bring the ocean depths over you and its vast waters cover you, <sup><strong>20</strong></sup> then I will bring you down with those who go down to the pit, to the people of long ago. I will make you dwell in the earth below, as in ancient ruins, with those who go down to the pit, and you will not return or take your place in the land of the living. <sup><strong>21</strong></sup> I will bring you to a horrible end and you will be no more. You will be sought, but you will never again be found, declares the Sovereign LORD.\" "},{"_id":"615a5758d574000a101822c3","topicId":"615a5751d574000a101822ab","verse":"Ezekiel 26:1-28:26","votes":1,"__v":0,"kjv":"<strong>1</strong> And it came to pass in the eleventh year, in the first day  of the month, that the word of the LORD came unto me, saying,  <strong>2</strong> Son of man, because that Tyrus hath said against Jerusalem, Aha, she is broken that was the gates of the people: she is turned unto me: I shall be replenished, now she is laid waste:  <strong>3</strong> Therefore thus saith the Lord GOD; Behold, I am against thee, O Tyrus, and will cause many nations to come up against thee, as the sea causeth his waves to come up.  <strong>4</strong> And they shall destroy the walls of Tyrus, and break down her towers: I will also scrape her dust from her, and make her like the top of a rock.  <strong>5</strong> It shall be a place for the spreading of nets in the midst of the sea: for I have spoken it, saith the Lord GOD: and it shall become a spoil to the nations.  <strong>6</strong> And her daughters which are in the field shall be slain by the sword; and they shall know that I am the LORD.  <strong>7</strong> For thus saith the Lord GOD; Behold, I will bring upon Tyrus Nebuchadrezzar king of Babylon, a king of kings, from the north, with horses, and with chariots, and with horsemen, and companies, and much people.  <strong>8</strong> He shall slay with the sword thy daughters in the field: and he shall make a fort against thee, and cast a mount against thee, and lift up the buckler against thee.  <strong>9</strong> And he shall set engines of war against thy walls, and with his axes he shall break down thy towers.  <strong>10</strong> By reason of the abundance of his horses their dust shall cover thee: thy walls shall shake at the noise of the horsemen, and of the wheels, and of the chariots, when he shall enter into thy gates, as men enter into a city wherein is made a breach.  <strong>11</strong> With the hoofs of his horses shall he tread down all thy streets: he shall slay thy people by the sword, and thy strong garrisons shall go down to the ground.  <strong>12</strong> And they shall make a spoil of thy riches, and make a prey of thy merchandise: and they shall break down thy walls, and destroy thy pleasant houses: and they shall lay thy stones and thy timber and thy dust in the midst of the water.  <strong>13</strong> And I will cause the noise of thy songs to cease; and the sound of thy harps shall be no more heard.  <strong>14</strong> And I will make thee like the top of a rock: thou shalt be a place  to spread nets upon; thou shalt be built no more: for I the LORD have spoken it, saith the Lord GOD.  <strong>15</strong> Thus saith the Lord GOD to Tyrus; Shall not the isles shake at the sound of thy fall, when the wounded cry, when the slaughter is made in the midst of thee?  <strong>16</strong> Then all the princes of the sea shall come down from their thrones, and lay away their robes, and put off their broidered garments: they shall clothe themselves with trembling; they shall sit upon the ground, and shall tremble at every moment, and be astonished at thee.  <strong>17</strong> And they shall take up a lamentation for thee, and say to thee, How art thou destroyed, that wast inhabited of seafaring men, the renowned city, which wast strong in the sea, she and her inhabitants, which cause their terror to be on all that haunt it!  <strong>18</strong> Now shall the isles tremble in the day of thy fall; yea, the isles that are in the sea shall be troubled at thy departure.  <strong>19</strong> For thus saith the Lord GOD; When I shall make thee a desolate city, like the cities that are not inhabited; when I shall bring up the deep upon thee, and great waters shall cover thee;  <strong>20</strong> When I shall bring thee down with them that descend into the pit, with the people of old time, and shall set thee in the low parts of the earth, in places desolate of old, with them that go down to the pit, that thou be not inhabited; and I shall set glory in the land of the living;  <strong>21</strong> I will make thee a terror, and thou shalt be no more:  though thou be sought for, yet shalt thou never be found again, saith the Lord GOD.  <strong>1</strong> The word of the LORD came again unto me, saying,  <strong>2</strong> Now, thou son of man, take up a lamentation for Tyrus;  <strong>3</strong> And say unto Tyrus, O thou that art situate at the entry of the sea, which art a merchant of the people for many isles, Thus saith the Lord GOD; O Tyrus, thou hast said, I am of perfect beauty.  <strong>4</strong> Thy borders are in the midst of the seas, thy builders have perfected thy beauty.  <strong>5</strong> They have made all thy ship boards of fir trees of Senir: they have taken cedars from Lebanon to make masts for thee.  <strong>6</strong> Of the oaks of Bashan have they made thine oars; the company of the Ashurites have made thy benches of ivory, brought  out of the isles of Chittim.  <strong>7</strong> Fine linen with broidered work from Egypt was that which thou spreadest forth to be thy sail; blue and purple from the isles of Elishah was that which covered thee.  <strong>8</strong> The inhabitants of Zidon and Arvad were thy mariners: thy wise men, O Tyrus, that were in thee, were thy pilots.  <strong>9</strong> The ancients of Gebal and the wise men thereof were in thee thy calkers: all the ships of the sea with their mariners were in thee to occupy thy merchandise.  <strong>10</strong> They of Persia and of Lud and of Phut were in thine army, thy men of war: they hanged the shield and helmet in thee; they set forth thy comeliness.  <strong>11</strong> The men of Arvad with thine army were upon thy walls round about, and the Gammadims were in thy towers: they hanged their shields upon thy walls round about; they have made thy beauty perfect.  <strong>12</strong> Tarshish was thy merchant by reason of the multitude of all kind of riches; with silver, iron, tin, and lead, they traded in thy fairs.  <strong>13</strong> Javan, Tubal, and Meshech, they were thy merchants: they traded the persons of men and vessels of brass in thy market.  <strong>14</strong> They of the house of Togarmah traded in thy fairs with horses and horsemen and mules.  <strong>15</strong> The men of Dedan were thy merchants; many isles were  the merchandise of thine hand: they brought thee for a present horns of ivory and ebony.  <strong>16</strong> Syria was thy merchant by reason of the multitude of the wares of thy making: they occupied in thy fairs with emeralds, purple, and broidered work, and fine linen, and coral, and agate.  <strong>17</strong> Judah, and the land of Israel, they were thy merchants: they traded in thy market wheat of Minnith, and Pannag, and honey, and oil, and balm.  <strong>18</strong> Damascus was thy merchant in the multitude of the wares of thy making, for the multitude of all riches; in the wine of Helbon, and white wool.  <strong>19</strong> Dan also and Javan going to and fro occupied in thy fairs: bright iron, cassia, and calamus, were in thy market.  <strong>20</strong> Dedan was thy merchant in precious clothes for chariots.  <strong>21</strong> Arabia, and all the princes of Kedar, they occupied with thee in lambs, and rams, and goats: in these were they thy merchants.  <strong>22</strong> The merchants of Sheba and Raamah, they were thy merchants: they occupied in thy fairs with chief of all spices, and with all precious stones, and gold.  <strong>23</strong> Haran, and Canneh, and Eden, the merchants of Sheba, Asshur, and  Chilmad, were thy merchants.  <strong>24</strong> These were thy merchants in all sorts of things,  in blue clothes, and broidered work, and in chests of rich apparel, bound with cords, and made of cedar, among thy merchandise.  <strong>25</strong> The ships of Tarshish did sing of thee in thy market: and thou wast replenished, and made very glorious in the midst of the seas.  <strong>26</strong> Thy rowers have brought thee into great waters: the east wind hath broken thee in the midst of the seas.  <strong>27</strong> Thy riches, and thy fairs, thy merchandise, thy mariners, and thy pilots, thy calkers, and the occupiers of thy merchandise, and all thy men of war, that are in thee, and in all thy company which is  in the midst of thee, shall fall into the midst of the seas in the day of thy ruin.  <strong>28</strong> The suburbs shall shake at the sound of the cry of thy pilots.  <strong>29</strong> And all that handle the oar, the mariners, and all the pilots of the sea, shall come down from their ships, they shall stand upon the land;  <strong>30</strong> And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast up dust upon their heads, they shall wallow themselves in the ashes:  <strong>31</strong> And they shall make themselves utterly bald for thee, and gird them with sackcloth, and they shall weep for thee with bitterness of heart and  bitter wailing.  <strong>32</strong> And in their wailing they shall take up a lamentation for thee, and lament over thee, saying, What city is like Tyrus, like the destroyed in the midst of the sea?  <strong>33</strong> When thy wares went forth out of the seas, thou filledst many people; thou didst enrich the kings of the earth with the multitude of thy riches and of thy merchandise.  <strong>34</strong> In the time when thou shalt be broken by the seas in the depths of the waters thy merchandise and all thy company in the midst of thee shall fall.  <strong>35</strong> All the inhabitants of the isles shall be astonished at thee, and their kings shall be sore afraid, they shall be troubled in their countenance.  <strong>36</strong> The merchants among the people shall hiss at thee; thou shalt be  a terror, and never shalt be any more.  <strong>1</strong> The word of the LORD came again unto me, saying,  <strong>2</strong> Son of man, say unto the prince of Tyrus, Thus saith the Lord GOD; Because thine heart is lifted up, and thou hast said, I am  a God, I sit in the seat of God, in the midst of the seas; yet thou art a man, and not God, though thou set thine heart as the heart of God:  <strong>3</strong> Behold, thou art wiser than Daniel; there is no secret that they can hide from thee:  <strong>4</strong> With thy wisdom and with thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures:  <strong>5</strong> By thy great wisdom and by thy traffick hast thou increased thy riches, and thine heart is lifted up because of thy riches:  <strong>6</strong> Therefore thus saith the Lord GOD; Because thou hast set thine heart as the heart of God;  <strong>7</strong> Behold, therefore I will bring strangers upon thee, the terrible of the nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.  <strong>8</strong> They shall bring thee down to the pit, and thou shalt die the deaths of them that are slain in the midst of the seas.  <strong>9</strong> Wilt thou yet say before him that slayeth thee, I am God? but thou shalt be a man, and no God, in the hand of him that slayeth thee.  <strong>10</strong> Thou shalt die the deaths of the uncircumcised by the hand of strangers: for I have spoken it, saith the Lord GOD.  <strong>11</strong> Moreover the word of the LORD came unto me, saying,  <strong>12</strong> Son of man, take up a lamentation upon the king of Tyrus, and say unto him, Thus saith the Lord GOD; Thou sealest up the sum, full of wisdom, and perfect in beauty.  <strong>13</strong> Thou hast been in Eden the garden of God; every precious stone was thy covering, the sardius, topaz, and the diamond, the beryl, the onyx, and the jasper, the sapphire, the emerald, and the carbuncle, and gold: the workmanship of thy tabrets and of thy pipes was prepared in thee in the day that thou wast created.  <strong>14</strong> Thou art the anointed cherub that covereth; and I have set thee so: thou wast upon the holy mountain of God; thou hast walked up and down in the midst of the stones of fire.  <strong>15</strong> Thou wast perfect in thy ways from the day that thou wast created, till iniquity was found in thee.  <strong>16</strong> By the multitude of thy merchandise they have filled the midst of thee with violence, and thou hast sinned: therefore I will cast thee as profane out of the mountain of God: and I will destroy thee, O covering cherub, from the midst of the stones of fire.  <strong>17</strong> Thine heart was lifted up because of thy beauty, thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground, I will lay thee before kings, that they may behold thee.  <strong>18</strong> Thou hast defiled thy sanctuaries by the multitude of thine iniquities, by the iniquity of thy traffick; therefore will I bring forth a fire from the midst of thee, it shall devour thee, and I will bring thee to ashes upon the earth in the sight of all them that behold thee.  <strong>19</strong> All they that know thee among the people shall be astonished at thee: thou shalt be a terror, and never shalt thou be any more.  <strong>20</strong> Again the word of the LORD came unto me, saying,  <strong>21</strong> Son of man, set thy face against Zidon, and prophesy against it,  <strong>22</strong> And say, Thus saith the Lord GOD; Behold, I am against thee, O Zidon; and I will be glorified in the midst of thee: and they shall know that I am the LORD, when I shall have executed judgments in her, and shall be sanctified in her.  <strong>23</strong> For I will send into her pestilence, and blood into her street; and the wounded shall be judged in the midst of her by the sword upon her on every side; and they shall know that I am the LORD.  <strong>24</strong> And there shall be no more a pricking brier unto the house of Israel, nor any grieving thorn of all that are round about them, that despised them; and they shall know that I am the Lord GOD.  <strong>25</strong> Thus saith the Lord GOD; When I shall have gathered the house of Israel from the people among whom they are scattered, and shall be sanctified in them in the sight of the heathen, then shall they dwell in their land that I have given to my servant Jacob.  <strong>26</strong> And they shall dwell safely therein, and shall build houses, and plant vineyards; yea, they shall dwell with confidence, when I have executed judgments upon all those that despise them round about them; and they shall know that I am the LORD their God.  ","niv":"<sup><strong>1</strong></sup> In the eleventh year, on the first day of the month, the word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, because Tyre has said of Jerusalem, 'Aha! The gate to the nations is broken, and its doors have swung open to me; now that she lies in ruins I will prosper,' <sup><strong>3</strong></sup> therefore this is what the Sovereign LORD says: I am against you, O Tyre, and I will bring many nations against you, like the sea casting up its waves. <sup><strong>4</strong></sup> They will destroy the walls of Tyre and pull down her towers; I will scrape away her rubble and make her a bare rock. <sup><strong>5</strong></sup> Out in the sea she will become a place to spread fishnets, for I have spoken, declares the Sovereign LORD. She will become plunder for the nations, <sup><strong>6</strong></sup> and her settlements on the mainland will be ravaged by the sword. Then they will know that I am the LORD. <sup><strong>7</strong></sup> \"For this is what the Sovereign LORD says: From the north I am going to bring against Tyre Nebuchadnezzar king of Babylon, king of kings, with horses and chariots, with horsemen and a great army. <sup><strong>8</strong></sup> He will ravage your settlements on the mainland with the sword; he will set up siege works against you, build a ramp up to your walls and raise his shields against you. <sup><strong>9</strong></sup> He will direct the blows of his battering rams against your walls and demolish your towers with his weapons. <sup><strong>10</strong></sup> His horses will be so many that they will cover you with dust. Your walls will tremble at the noise of the war horses, wagons and chariots when he enters your gates as men enter a city whose walls have been broken through. <sup><strong>11</strong></sup> The hoofs of his horses will trample all your streets; he will kill your people with the sword, and your strong pillars will fall to the ground. <sup><strong>12</strong></sup> They will plunder your wealth and loot your merchandise; they will break down your walls and demolish your fine houses and throw your stones, timber and rubble into the sea. <sup><strong>13</strong></sup> I will put an end to your noisy songs, and the music of your harps will be heard no more. <sup><strong>14</strong></sup> I will make you a bare rock, and you will become a place to spread fishnets. You will never be rebuilt, for I the LORD have spoken, declares the Sovereign LORD. <sup><strong>15</strong></sup> \"This is what the Sovereign LORD says to Tyre: Will not the coastlands tremble at the sound of your fall, when the wounded groan and the slaughter takes place in you? <sup><strong>16</strong></sup> Then all the princes of the coast will step down from their thrones and lay aside their robes and take off their embroidered garments. Clothed with terror, they will sit on the ground, trembling every moment, appalled at you. <sup><strong>17</strong></sup> Then they will take up a lament concerning you and say to you: \"'How you are destroyed, O city of renown, peopled by men of the sea! You were a power on the seas, you and your citizens; you put your terror on all who lived there. <sup><strong>18</strong></sup> Now the coastlands tremble on the day of your fall; the islands in the sea are terrified at your collapse.' <sup><strong>19</strong></sup> \"This is what the Sovereign LORD says: When I make you a desolate city, like cities no longer inhabited, and when I bring the ocean depths over you and its vast waters cover you, <sup><strong>20</strong></sup> then I will bring you down with those who go down to the pit, to the people of long ago. I will make you dwell in the earth below, as in ancient ruins, with those who go down to the pit, and you will not return or take your place in the land of the living. <sup><strong>21</strong></sup> I will bring you to a horrible end and you will be no more. You will be sought, but you will never again be found, declares the Sovereign LORD.\" <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined "},{"_id":"615a5759d574000a101822c4","topicId":"615a5751d574000a101822ab","verse":"Proverbs 16:1-33","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016001_01-28\" class=\"line\"><b class=\"chapter-num\" id=\"v20016001-1\">16:1&nbsp;</b>&nbsp;&nbsp;The plans of the heart belong to man,</span><br><span id=\"p20016001_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the answer of the tongue is from the LORD.</span><br><span id=\"p20016002_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016002-1\">2&nbsp;</b>&nbsp;&nbsp;All the ways of a man are pure in his own eyes,</span><br><span id=\"p20016002_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD weighs the spirit.</span><br><span id=\"p20016003_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016003-1\">3&nbsp;</b>&nbsp;&nbsp;Commit your work to the LORD,</span><br><span id=\"p20016003_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your plans will be established.</span><br><span id=\"p20016004_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016004-1\">4&nbsp;</b>&nbsp;&nbsp;The LORD has made everything for its purpose,</span><br><span id=\"p20016004_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even the wicked for the day of trouble.</span><br><span id=\"p20016005_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016005-1\">5&nbsp;</b>&nbsp;&nbsp;Everyone who is arrogant in heart is an abomination to the LORD;</span><br><span id=\"p20016005_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be assured, he will not go unpunished.</span><br><span id=\"p20016006_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016006-1\">6&nbsp;</b>&nbsp;&nbsp;By steadfast love and faithfulness iniquity is atoned for,</span><br><span id=\"p20016006_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and by the fear of the LORD one turns away from evil.</span><br><span id=\"p20016007_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016007-1\">7&nbsp;</b>&nbsp;&nbsp;When a man’s ways please the LORD,</span><br><span id=\"p20016007_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he makes even his enemies to be at peace with him.</span><br><span id=\"p20016008_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016008-1\">8&nbsp;</b>&nbsp;&nbsp;Better is a little with righteousness</span><br><span id=\"p20016008_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than great revenues with injustice.</span><br><span id=\"p20016009_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016009-1\">9&nbsp;</b>&nbsp;&nbsp;The heart of man plans his way,</span><br><span id=\"p20016009_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the LORD establishes his steps.</span><br><span id=\"p20016010_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016010-1\">10&nbsp;</b>&nbsp;&nbsp;An oracle is on the lips of a king;</span><br><span id=\"p20016010_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mouth does not sin in judgment.</span><br><span id=\"p20016011_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016011-1\">11&nbsp;</b>&nbsp;&nbsp;A just balance and scales are the LORD’s;</span><br><span id=\"p20016011_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the weights in the bag are his work.</span><br><span id=\"p20016012_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016012-1\">12&nbsp;</b>&nbsp;&nbsp;It is an abomination to kings to do evil,</span><br><span id=\"p20016012_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the throne is established by righteousness.</span><br><span id=\"p20016013_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016013-1\">13&nbsp;</b>&nbsp;&nbsp;Righteous lips are the delight of a king,</span><br><span id=\"p20016013_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he loves him who speaks what is right.</span><br><span id=\"p20016014_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016014-1\">14&nbsp;</b>&nbsp;&nbsp;A king’s wrath is a messenger of death,</span><br><span id=\"p20016014_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a wise man will appease it.</span><br><span id=\"p20016015_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016015-1\">15&nbsp;</b>&nbsp;&nbsp;In the light of a king’s face there is life,</span><br><span id=\"p20016015_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his favor is like the clouds that bring the spring rain.</span><br><span id=\"p20016016_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016016-1\">16&nbsp;</b>&nbsp;&nbsp;How much better to get wisdom than gold!</span><br><span id=\"p20016016_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;To get understanding is to be chosen rather than silver.</span><br><span id=\"p20016017_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016017-1\">17&nbsp;</b>&nbsp;&nbsp;The highway of the upright turns aside from evil;</span><br><span id=\"p20016017_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whoever guards his way preserves his life.</span><br><span id=\"p20016018_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016018-1\">18&nbsp;</b>&nbsp;&nbsp;Pride goes before destruction,</span><br><span id=\"p20016018_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a haughty spirit before a fall.</span><br><span id=\"p20016019_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016019-1\">19&nbsp;</b>&nbsp;&nbsp;It is better to be of a lowly spirit with the poor</span><br><span id=\"p20016019_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than to divide the spoil with the proud.</span><br><span id=\"p20016020_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016020-1\">20&nbsp;</b>&nbsp;&nbsp;Whoever gives thought to the word will discover good,</span><br><span id=\"p20016020_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and blessed is he who trusts in the LORD.</span><br><span id=\"p20016021_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016021-1\">21&nbsp;</b>&nbsp;&nbsp;The wise of heart is called discerning,</span><br><span id=\"p20016021_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and sweetness of speech increases persuasiveness.</span><br><span id=\"p20016022_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016022-1\">22&nbsp;</b>&nbsp;&nbsp;Good sense is a fountain of life to him who has it,</span><br><span id=\"p20016022_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the instruction of fools is folly.</span><br><span id=\"p20016023_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016023-1\">23&nbsp;</b>&nbsp;&nbsp;The heart of the wise makes his speech judicious</span><br><span id=\"p20016023_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and adds persuasiveness to his lips.</span><br><span id=\"p20016024_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016024-1\">24&nbsp;</b>&nbsp;&nbsp;Gracious words are like a honeycomb,</span><br><span id=\"p20016024_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;sweetness to the soul and health to the body.</span><br><span id=\"p20016025_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016025-1\">25&nbsp;</b>&nbsp;&nbsp;There is a way that seems right to a man,</span><br><span id=\"p20016025_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its end is the way to death.</span><br><span id=\"p20016026_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016026-1\">26&nbsp;</b>&nbsp;&nbsp;A worker’s appetite works for him;</span><br><span id=\"p20016026_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mouth urges him on.</span><br><span id=\"p20016027_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016027-1\">27&nbsp;</b>&nbsp;&nbsp;A worthless man plots evil,</span><br><span id=\"p20016027_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his speech is like a scorching fire.</span><br><span id=\"p20016028_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016028-1\">28&nbsp;</b>&nbsp;&nbsp;A dishonest man spreads strife,</span><br><span id=\"p20016028_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a whisperer separates close friends.</span><br><span id=\"p20016029_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016029-1\">29&nbsp;</b>&nbsp;&nbsp;A man of violence entices his neighbor</span><br><span id=\"p20016029_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and leads him in a way that is not good.</span><br><span id=\"p20016030_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016030-1\">30&nbsp;</b>&nbsp;&nbsp;Whoever winks his eyes plans dishonest things;</span><br><span id=\"p20016030_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he who purses his lips brings evil to pass.</span><br><span id=\"p20016031_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016031-1\">31&nbsp;</b>&nbsp;&nbsp;Gray hair is a crown of glory;</span><br><span id=\"p20016031_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is gained in a righteous life.</span><br><span id=\"p20016032_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016032-1\">32&nbsp;</b>&nbsp;&nbsp;Whoever is slow to anger is better than the mighty,</span><br><span id=\"p20016032_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who rules his spirit than he who takes a city.</span><br><span id=\"p20016033_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016033-1\">33&nbsp;</b>&nbsp;&nbsp;The lot is cast into the lap,</span><br><span id=\"p20016033_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but its every decision is from the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The preparations of the heart in man, and the answer of the tongue, is from the LORD.  <strong>2</strong> All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.  <strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  <strong>4</strong> The LORD hath made all things for himself: yea, even the wicked for the day of evil.  <strong>5</strong> Every one that is proud in heart is an abomination to the LORD: though hand join in hand, he shall not be unpunished.  <strong>6</strong> By mercy and truth iniquity is purged: and by the fear of the LORD men depart from evil.  <strong>7</strong> When a man’s ways please the LORD, he maketh even his enemies to be at peace with him.  <strong>8</strong> Better is a little with righteousness than great revenues without right.  <strong>9</strong> A man’s heart deviseth his way: but the LORD directeth his steps.  <strong>10</strong> A divine sentence is in the lips of the king: his mouth transgresseth not in judgment.  <strong>11</strong> A just weight and balance are the LORD’S: all the weights of the bag are his work.  <strong>12</strong> It is an abomination to kings to commit wickedness: for the throne is established by righteousness.  <strong>13</strong> Righteous lips are the delight of kings; and they love him that speaketh right.  <strong>14</strong> The wrath of a king is as messengers of death: but a wise man will pacify it.  <strong>15</strong> In the light of the king’s countenance is life; and his favour is as a cloud of the latter rain.  <strong>16</strong> How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!  <strong>17</strong> The highway of the upright is to depart from evil: he that keepeth his way preserveth his soul.  <strong>18</strong> Pride goeth before destruction, and an haughty spirit before a fall.  <strong>19</strong> Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud.  <strong>20</strong> He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he.  <strong>21</strong> The wise in heart shall be called prudent: and the sweetness of the lips increaseth learning.  <strong>22</strong> Understanding is a wellspring of life unto him that hath it: but the instruction of fools is folly.  <strong>23</strong> The heart of the wise teacheth his mouth, and addeth learning to his lips.  <strong>24</strong> Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.  <strong>25</strong> There is a way that seemeth right unto a man, but the end thereof are the ways of death.  <strong>26</strong> He that laboureth laboureth for himself; for his mouth craveth it of him.  <strong>27</strong> An ungodly man diggeth up evil: and in his lips there is  as a burning fire.  <strong>28</strong> A froward man soweth strife: and a whisperer separateth chief friends.  <strong>29</strong> A violent man enticeth his neighbour, and leadeth him into the way that is not good.  <strong>30</strong> He shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass.  <strong>31</strong> The hoary head is a crown of glory, if it be found in the way of righteousness.  <strong>32</strong> He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.  <strong>33</strong> The lot is cast into the lap; but the whole disposing thereof is of the LORD.  ","niv":"<sup><strong>1</strong></sup> To man belong the plans of the heart, but from the LORD comes the reply of the tongue. <sup><strong>2</strong></sup> All a man's ways seem innocent to him, but motives are weighed by the LORD. <sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed. <sup><strong>4</strong></sup> The LORD works out everything for his own ends- even the wicked for a day of disaster. <sup><strong>5</strong></sup> The LORD detests all the proud of heart. Be sure of this: They will not go unpunished. <sup><strong>6</strong></sup> Through love and faithfulness sin is atoned for; through the fear of the LORD a man avoids evil. <sup><strong>7</strong></sup> When a man's ways are pleasing to the LORD, he makes even his enemies live at peace with him. <sup><strong>8</strong></sup> Better a little with righteousness than much gain with injustice. <sup><strong>9</strong></sup> In his heart a man plans his course, but the LORD determines his steps. <sup><strong>10</strong></sup> The lips of a king speak as an oracle, and his mouth should not betray justice. <sup><strong>11</strong></sup> Honest scales and balances are from the LORD; all the weights in the bag are of his making. <sup><strong>12</strong></sup> Kings detest wrongdoing, for a throne is established through righteousness. <sup><strong>13</strong></sup> Kings take pleasure in honest lips; they value a man who speaks the truth. <sup><strong>14</strong></sup> A king's wrath is a messenger of death, but a wise man will appease it. <sup><strong>15</strong></sup> When a king's face brightens, it means life; his favor is like a rain cloud in spring. <sup><strong>16</strong></sup> How much better to get wisdom than gold, to choose understanding rather than silver! <sup><strong>17</strong></sup> The highway of the upright avoids evil; he who guards his way guards his life. <sup><strong>18</strong></sup> Pride goes before destruction, a haughty spirit before a fall. <sup><strong>19</strong></sup> Better to be lowly in spirit and among the oppressed than to share plunder with the proud. <sup><strong>20</strong></sup> Whoever gives heed to instruction prospers, and blessed is he who trusts in the LORD. <sup><strong>21</strong></sup> The wise in heart are called discerning, and pleasant words promote instruction. <sup><strong>22</strong></sup> Understanding is a fountain of life to those who have it, but folly brings punishment to fools. <sup><strong>23</strong></sup> A wise man's heart guides his mouth, and his lips promote instruction. <sup><strong>24</strong></sup> Pleasant words are a honeycomb, sweet to the soul and healing to the bones. <sup><strong>25</strong></sup> There is a way that seems right to a man, but in the end it leads to death. <sup><strong>26</strong></sup> The laborer's appetite works for him; his hunger drives him on. <sup><strong>27</strong></sup> A scoundrel plots evil, and his speech is like a scorching fire. <sup><strong>28</strong></sup> A perverse man stirs up dissension, and a gossip separates close friends. <sup><strong>29</strong></sup> A violent man entices his neighbor and leads him down a path that is not good. <sup><strong>30</strong></sup> He who winks with his eye is plotting perversity; he who purses his lips is bent on evil. <sup><strong>31</strong></sup> Gray hair is a crown of splendor; it is attained by a righteous life. <sup><strong>32</strong></sup> Better a patient man than a warrior, a man who controls his temper than one who takes a city. <sup><strong>33</strong></sup> The lot is cast into the lap, but its every decision is from the LORD. "}]}