{"_id":"615a5780d574000a101822c5","slug":"china","name":"China","verses":[{"_id":"615a5781d574000a101822c6","topicId":"615a5780d574000a101822c5","verse":"Revelation 16:12","votes":36,"__v":0,"esv":"<div>\n<p id=\"p66016012_01-1\"><b class=\"verse-num\" id=\"v66016012-1\">12&nbsp;</b>The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up, to prepare the way for the kings from the east.</p>\n</div>","kjv":"<strong>12</strong> And the sixth angel poured out his vial upon the great river Euphrates; and the water thereof was dried up, that the way of the kings of the east might be prepared.  ","niv":"<sup><strong>12</strong></sup> The sixth angel poured out his bowl on the great river Euphrates, and its water was dried up to prepare the way for the kings from the East.","modified":"2022-04-23T16:50:40.678Z"},{"_id":"615a5781d574000a101822c7","topicId":"615a5780d574000a101822c5","verse":"Revelation 9:16-18","votes":37,"__v":0,"esv":"<div>\n<p id=\"p66009016_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v66009016-1\">16&nbsp;</b>The number of mounted troops was twice ten thousand times ten thousand; I heard their number. <b class=\"verse-num\" id=\"v66009017-1\">17&nbsp;</b>And this is how I saw the horses in my vision and those who rode them: they wore breastplates the color of fire and of sapphire and of sulfur, and the heads of the horses were like lions’ heads, and fire and smoke and sulfur came out of their mouths. <b class=\"verse-num\" id=\"v66009018-1\">18&nbsp;</b>By these three plagues a third of mankind was killed, by the fire and smoke and sulfur coming out of their mouths.</p>\n\n</div>","kjv":"<strong>16</strong> And the number of the army of the horsemen were two hundred thousand thousand: and I heard the number of them.  <strong>17</strong> And thus I saw the horses in the vision, and them that sat on them, having breastplates of fire, and of jacinth, and brimstone: and the heads of the horses were as the heads of lions; and out of their mouths issued fire and smoke and brimstone.  <strong>18</strong> By these three was the third part of men killed, by the fire, and by the smoke, and by the brimstone, which issued out of their mouths.  ","niv":"<sup><strong>16</strong></sup> The number of the mounted troops was two hundred million. I heard their number. <sup><strong>17</strong></sup> The horses and riders I saw in my vision looked like this: Their breastplates were fiery red, dark blue, and yellow as sulfur. The heads of the horses resembled the heads of lions, and out of their mouths came fire, smoke and sulfur. <sup><strong>18</strong></sup> A third of mankind was killed by the three plagues of fire, smoke and sulfur that came out of their mouths. "},{"_id":"615a5781d574000a101822c8","topicId":"615a5780d574000a101822c5","verse":"Matthew 24:14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p40024014_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024014-1\">14&nbsp;</b><span class=\"woc\">And this gospel of the kingdom will be proclaimed throughout the whole world as a testimony to all nations, and then the end will come.</span></p>\n</div>","kjv":"<strong>14</strong> And this gospel of the kingdom shall be preached in all the world for a witness unto all nations; and then shall the end come.  ","niv":"<sup><strong>14</strong></sup> And this gospel of the kingdom will be preached in the whole world as a testimony to all nations, and then the end will come."},{"_id":"615a5781d574000a101822c9","topicId":"615a5780d574000a101822c5","verse":"Isaiah 49:12","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049012_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049012-1\">12&nbsp;</b>&nbsp;&nbsp;Behold, these shall come from afar,</span><br><span id=\"p23049012_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and behold, these from the north and from the west,</span><br><span id=\"p23049012_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and these from the land of Syene.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>12</strong> Behold, these shall come from far: and, lo, these from the north and from the west; and these from the land of Sinim.  ","niv":"<sup><strong>12</strong></sup> See, they will come from afar- some from the north, some from the west, some from the region of Aswan. \""},{"_id":"615a5782d574000a101822ca","topicId":"615a5780d574000a101822c5","verse":"Acts 5:28-29","votes":18,"__v":0,"esv":"<div>\n<p id=\"p44005028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44005028-1\">28&nbsp;</b>saying, “We strictly charged you not to teach in this name, yet here you have filled Jerusalem with your teaching, and you intend to bring this man’s blood upon us.” <b class=\"verse-num\" id=\"v44005029-1\">29&nbsp;</b>But Peter and the apostles answered, “We must obey God rather than men.</p>\n</div>","kjv":"<strong>28</strong> Saying, Did not we straitly command you that ye should not teach in this name? and, behold, ye have filled Jerusalem with your doctrine, and intend to bring this man’s blood upon us.  <strong>29</strong> Then Peter and the other apostles answered and said, We ought to obey God rather than men.  ","niv":"<sup><strong>28</strong></sup> \"We gave you strict orders not to teach in this name,\" he said. \"Yet you have filled Jerusalem with your teaching and are determined to make us guilty of this man's blood.\" <sup><strong>29</strong></sup> Peter and the other apostles replied: \"We must obey God rather than men! "},{"_id":"615a5782d574000a101822cb","topicId":"615a5780d574000a101822c5","verse":"2 Timothy 3:12-17","votes":17,"__v":0,"esv":"<div>\n<p id=\"p55003012_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"615a5782d574000a101822cc","topicId":"615a5780d574000a101822c5","verse":"Psalm 2:1-12","votes":14,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19002001_07-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;Why do the nations rage</span><br><span id=\"p19002001_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the peoples plot in vain?</span><br><span id=\"p19002002_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002002-1\">2&nbsp;</b>&nbsp;&nbsp;The kings of the earth set themselves,</span><br><span id=\"p19002002_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the rulers take counsel together,</span><br><span id=\"p19002002_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against the LORD and against his Anointed, saying,</span><br><span id=\"p19002003_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002003-1\">3&nbsp;</b>&nbsp;&nbsp;“Let us burst their bonds apart</span><br><span id=\"p19002003_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast away their cords from us.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002004_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002004-1\">4&nbsp;</b>&nbsp;&nbsp;He who sits in the heavens laughs;</span><br><span id=\"p19002004_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Lord holds them in derision.</span><br><span id=\"p19002005_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002005-1\">5&nbsp;</b>&nbsp;&nbsp;Then he will speak to them in his wrath,</span><br><span id=\"p19002005_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and terrify them in his fury, saying,</span><br><span id=\"p19002006_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002006-1\">6&nbsp;</b>&nbsp;&nbsp;“As for me, I have set my King</span><br><span id=\"p19002006_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on Zion, my holy hill.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002007_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002007-1\">7&nbsp;</b>&nbsp;&nbsp;I will tell of the decree:</span><br><span id=\"p19002007_07-7\" class=\"line\">&nbsp;&nbsp;The LORD said to me, “You are my Son;</span><br><span id=\"p19002007_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;today I have begotten you.</span><br><span id=\"p19002008_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002008-1\">8&nbsp;</b>&nbsp;&nbsp;Ask of me, and I will make the nations your heritage,</span><br><span id=\"p19002008_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the ends of the earth your possession.</span><br><span id=\"p19002009_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002009-1\">9&nbsp;</b>&nbsp;&nbsp;You shall break them with a rod of iron</span><br><span id=\"p19002009_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dash them in pieces like a potter’s vessel.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19002010_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002010-1\">10&nbsp;</b>&nbsp;&nbsp;Now therefore, O kings, be wise;</span><br><span id=\"p19002010_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be warned, O rulers of the earth.</span><br><span id=\"p19002011_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002011-1\">11&nbsp;</b>&nbsp;&nbsp;Serve the LORD with fear,</span><br><span id=\"p19002011_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and rejoice with trembling.</span><br><span id=\"p19002012_07-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19002012-1\">12&nbsp;</b>&nbsp;&nbsp;Kiss the Son,</span><br><span id=\"p19002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest he be angry, and you perish in the way,</span><br><span id=\"p19002012_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his wrath is quickly kindled.</span><br><span id=\"p19002012_07-7\" class=\"line\">&nbsp;&nbsp;Blessed are all who take refuge in him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Why do the heathen rage, and the people imagine a vain thing?  <strong>2</strong> The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, <strong>3</strong> Let us break their bands asunder, and cast away their cords from us.  <strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  <strong>5</strong> Then shall he speak unto them in his wrath, and vex them in his sore displeasure.  <strong>6</strong> Yet have I set my king upon my holy hill of Zion.  <strong>7</strong> I will declare the decree: the LORD hath said unto me, Thou art  my Son; this day have I begotten thee.  <strong>8</strong> Ask of me, and I shall give thee the heathen for  thine inheritance, and the uttermost parts of the earth for  thy possession.  <strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  <strong>10</strong> Be wise now therefore, O ye kings: be instructed, ye judges of the earth.  <strong>11</strong> Serve the LORD with fear, and rejoice with trembling.  <strong>12</strong> Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.  ","niv":"<sup><strong>1</strong></sup> Why do the nations conspire and the peoples plot in vain? <sup><strong>2</strong></sup> The kings of the earth take their stand and the rulers gather together against the LORD and against his Anointed One. <sup><strong>3</strong></sup> \"Let us break their chains,\" they say, \"and throw off their fetters.\" <sup><strong>4</strong></sup> The One enthroned in heaven laughs; the Lord scoffs at them. <sup><strong>5</strong></sup> Then he rebukes them in his anger and terrifies them in his wrath, saying, <sup><strong>6</strong></sup> \"I have installed my King on Zion, my holy hill.\" <sup><strong>7</strong></sup> I will proclaim the decree of the LORD: He said to me, \"You are my Son; today I have become your Father. <sup><strong>8</strong></sup> Ask of me, and I will make the nations your inheritance, the ends of the earth your possession. <sup><strong>9</strong></sup> You will rule them with an iron scepter; you will dash them to pieces like pottery.\" <sup><strong>10</strong></sup> Therefore, you kings, be wise; be warned, you rulers of the earth. <sup><strong>11</strong></sup> Serve the LORD with fear and rejoice with trembling. <sup><strong>12</strong></sup> Kiss the Son, lest he be angry and you be destroyed in your way, for his wrath can flare up in a moment. Blessed are all who take refuge in him. "},{"_id":"615a5783d574000a101822cd","topicId":"615a5780d574000a101822c5","verse":"1 Peter 2:12-23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p60002012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002012-1\">12&nbsp;</b>Keep your conduct among the Gentiles honorable, so that when they speak against you as evildoers, they may see your good deeds and glorify God on the day of visitation.</p>\n\n<p id=\"p60002012_04-9\"><b class=\"verse-num\" id=\"v60002013-1\">13&nbsp;</b>Be subject for the Lord’s sake to every human institution, whether it be to the emperor as supreme, <b class=\"verse-num\" id=\"v60002014-1\">14&nbsp;</b>or to governors as sent by him to punish those who do evil and to praise those who do good. <b class=\"verse-num\" id=\"v60002015-1\">15&nbsp;</b>For this is the will of God, that by doing good you should put to silence the ignorance of foolish people. <b class=\"verse-num\" id=\"v60002016-1\">16&nbsp;</b>Live as people who are free, not using your freedom as a cover-up for evil, but living as servants of God. <b class=\"verse-num\" id=\"v60002017-1\">17&nbsp;</b>Honor everyone. Love the brotherhood. Fear God. Honor the emperor.</p>\n<p id=\"p60002017_04-9\"><b class=\"verse-num\" id=\"v60002018-1\">18&nbsp;</b>Servants, be subject to your masters with all respect, not only to the good and gentle but also to the unjust. <b class=\"verse-num\" id=\"v60002019-1\">19&nbsp;</b>For this is a gracious thing, when, mindful of God, one endures sorrows while suffering unjustly. <b class=\"verse-num\" id=\"v60002020-1\">20&nbsp;</b>For what credit is it if, when you sin and are beaten for it, you endure? But if when you do good and suffer for it you endure, this is a gracious thing in the sight of God. <b class=\"verse-num\" id=\"v60002021-1\">21&nbsp;</b>For to this you have been called, because Christ also suffered for you, leaving you an example, so that you might follow in his steps. <b class=\"verse-num\" id=\"v60002022-1\">22&nbsp;</b>He committed no sin, neither was deceit found in his mouth. <b class=\"verse-num\" id=\"v60002023-1\">23&nbsp;</b>When he was reviled, he did not revile in return; when he suffered, he did not threaten, but continued entrusting himself to him who judges justly.</p>\n\n</div>","kjv":"<strong>12</strong> Having your conversation honest among the Gentiles: that, whereas they speak against you as evildoers, they may by your good works, which they shall behold, glorify God in the day of visitation.  <strong>13</strong> Submit yourselves to every ordinance of man for the Lord’s sake: whether it be to the king, as supreme;  <strong>14</strong> Or unto governors, as unto them that are sent by him for the punishment of evildoers, and for the praise of them that do well.  <strong>15</strong> For so is the will of God, that with well doing ye may put to silence the ignorance of foolish men:  <strong>16</strong> As free, and not using your liberty for a cloke of maliciousness, but as the servants of God.  <strong>17</strong> Honour all men. Love the brotherhood. Fear God. Honour the king.  <strong>18</strong> Servants, be subject to your masters with all fear; not only to the good and gentle, but also to the froward.  <strong>19</strong> For this is thankworthy, if a man for conscience toward God endure grief, suffering wrongfully.  <strong>20</strong> For what glory is it, if, when ye be buffeted for your faults, ye shall take it patiently? but if, when ye do well, and suffer for it,  ye take it patiently, this is acceptable with God.  <strong>21</strong> For even hereunto were ye called: because Christ also suffered for us, leaving us an example, that ye should follow his steps:  <strong>22</strong> Who did no sin, neither was guile found in his mouth:  <strong>23</strong> Who, when he was reviled, reviled not again; when he suffered, he threatened not; but committed himself to him that judgeth righteously:  ","niv":"<sup><strong>12</strong></sup> Live such good lives among the pagans that, though they accuse you of doing wrong, they may see your good deeds and glorify God on the day he visits us. <sup><strong>13</strong></sup> Submit yourselves for the Lord's sake to every authority instituted among men: whether to the king, as the supreme authority, <sup><strong>14</strong></sup> or to governors, who are sent by him to punish those who do wrong and to commend those who do right. <sup><strong>15</strong></sup> For it is God's will that by doing good you should silence the ignorant talk of foolish men. <sup><strong>16</strong></sup> Live as free men, but do not use your freedom as a cover-up for evil; live as servants of God. <sup><strong>17</strong></sup> Show proper respect to everyone: Love the brotherhood of believers, fear God, honor the king. <sup><strong>18</strong></sup> Slaves, submit yourselves to your masters with all respect, not only to those who are good and considerate, but also to those who are harsh. <sup><strong>19</strong></sup> For it is commendable if a man bears up under the pain of unjust suffering because he is conscious of God. <sup><strong>20</strong></sup> But how is it to your credit if you receive a beating for doing wrong and endure it? But if you suffer for doing good and you endure it, this is commendable before God. <sup><strong>21</strong></sup> To this you were called, because Christ suffered for you, leaving you an example, that you should follow in his steps. <sup><strong>22</strong></sup> \"He committed no sin, and no deceit was found in his mouth.\" <sup><strong>23</strong></sup> When they hurled their insults at him, he did not retaliate; when he suffered, he made no threats. Instead, he entrusted himself to him who judges justly. ","modified":"2023-12-24T03:41:48.066Z"},{"_id":"615a5783d574000a101822ce","topicId":"615a5780d574000a101822c5","verse":"Acts 28:22","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44028022_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v44028022-1\">22&nbsp;</b>But we desire to hear from you what your views are, for with regard to this sect we know that everywhere it is spoken against.”</p>\n</div>","kjv":"<strong>22</strong> But we desire to hear of thee what thou thinkest: for as concerning this sect, we know that every where it is spoken against.  ","niv":"<sup><strong>22</strong></sup> But we want to hear what your views are, for we know that people everywhere are talking against this sect.\""},{"_id":"615a5783d574000a101822cf","topicId":"615a5780d574000a101822c5","verse":"Nahum 2:1-13","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34002001_05-11\" class=\"line\"><b class=\"chapter-num\" id=\"v34002001-1\">2:1&nbsp;</b>&nbsp;&nbsp;The scatterer has come up against you.</span><br><span id=\"p34002001_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Man the ramparts;</span><br><span id=\"p34002001_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;watch the road;</span><br><span id=\"p34002001_05-11\" class=\"line\">&nbsp;&nbsp;dress for battle;</span><br><span id=\"p34002001_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;collect all your strength.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002002_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002002-1\">2&nbsp;</b>&nbsp;&nbsp;For the LORD is restoring the majesty of Jacob</span><br><span id=\"p34002002_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as the majesty of Israel,</span><br><span id=\"p34002002_05-11\" class=\"line\">&nbsp;&nbsp;for plunderers have plundered them</span><br><span id=\"p34002002_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and ruined their branches.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002003_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002003-1\">3&nbsp;</b>&nbsp;&nbsp;The shield of his mighty men is red;</span><br><span id=\"p34002003_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his soldiers are clothed in scarlet.</span><br><span id=\"p34002003_05-11\" class=\"line\">&nbsp;&nbsp;The chariots come with flashing metal</span><br><span id=\"p34002003_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day he musters them;</span><br><span id=\"p34002003_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cypress spears are brandished.</span><br><span id=\"p34002004_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002004-1\">4&nbsp;</b>&nbsp;&nbsp;The chariots race madly through the streets;</span><br><span id=\"p34002004_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they rush to and fro through the squares;</span><br><span id=\"p34002004_05-11\" class=\"line\">&nbsp;&nbsp;they gleam like torches;</span><br><span id=\"p34002004_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they dart like lightning.</span><br><span id=\"p34002005_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002005-1\">5&nbsp;</b>&nbsp;&nbsp;He remembers his officers;</span><br><span id=\"p34002005_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they stumble as they go,</span><br><span id=\"p34002005_05-11\" class=\"line\">&nbsp;&nbsp;they hasten to the wall;</span><br><span id=\"p34002005_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the siege tower is set up.</span><br><span id=\"p34002006_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002006-1\">6&nbsp;</b>&nbsp;&nbsp;The river gates are opened;</span><br><span id=\"p34002006_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the palace melts away;</span><br><span id=\"p34002007_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002007-1\">7&nbsp;</b>&nbsp;&nbsp;its mistress is stripped; she is carried off,</span><br><span id=\"p34002007_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her slave girls lamenting,</span><br><span id=\"p34002007_05-11\" class=\"line\">&nbsp;&nbsp;moaning like doves</span><br><span id=\"p34002007_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and beating their breasts.</span><br><span id=\"p34002008_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002008-1\">8&nbsp;</b>&nbsp;&nbsp;Nineveh is like a pool</span><br><span id=\"p34002008_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose waters run away.</span><br><span id=\"p34002008_05-11\" class=\"line\">&nbsp;&nbsp;“Halt! Halt!” they cry,</span><br><span id=\"p34002008_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but none turns back.</span><br><span id=\"p34002009_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002009-1\">9&nbsp;</b>&nbsp;&nbsp;Plunder the silver,</span><br><span id=\"p34002009_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plunder the gold!</span><br><span id=\"p34002009_05-11\" class=\"line\">&nbsp;&nbsp;There is no end of the treasure</span><br><span id=\"p34002009_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of the wealth of all precious things.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p34002010_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002010-1\">10&nbsp;</b>&nbsp;&nbsp;Desolate! Desolation and ruin!</span><br><span id=\"p34002010_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Hearts melt and knees tremble;</span><br><span id=\"p34002010_05-11\" class=\"line\">&nbsp;&nbsp;anguish is in all loins;</span><br><span id=\"p34002010_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all faces grow pale!</span><br><span id=\"p34002011_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002011-1\">11&nbsp;</b>&nbsp;&nbsp;Where is the lions’ den,</span><br><span id=\"p34002011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the feeding place of the young lions,</span><br><span id=\"p34002011_05-11\" class=\"line\">&nbsp;&nbsp;where the lion and lioness went,</span><br><span id=\"p34002011_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where his cubs were, with none to disturb?</span><br><span id=\"p34002012_05-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002012-1\">12&nbsp;</b>&nbsp;&nbsp;The lion tore enough for his cubs</span><br><span id=\"p34002012_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and strangled prey for his lionesses;</span><br><span id=\"p34002012_05-11\" class=\"line\">&nbsp;&nbsp;he filled his caves with prey</span><br><span id=\"p34002012_05-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dens with torn flesh.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p34002012_05-11\" class=\"starts-chapter\"><b class=\"verse-num\" id=\"v34002013-1\">13&nbsp;</b>Behold, I am against you, declares the LORD of hosts, and I will burn your chariots in smoke, and the sword shall devour your young lions. I will cut off your prey from the earth, and the voice of your messengers shall no longer be heard.</p>\n\n</div>","kjv":"<strong>1</strong> He that dasheth in pieces is come up before thy face: keep the munition, watch the way, make thy loins strong, fortify thy power mightily.  <strong>2</strong> For the LORD hath turned away the excellency of Jacob, as the excellency of Israel: for the emptiers have emptied them out, and marred their vine branches.  <strong>3</strong> The shield of his mighty men is made red, the valiant men are  in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.  <strong>4</strong> The chariots shall rage in the streets, they shall justle one against another in the broad ways: they shall seem like torches, they shall run like the lightnings.  <strong>5</strong> He shall recount his worthies: they shall stumble in their walk; they shall make haste to the wall thereof, and the defence shall be prepared.  <strong>6</strong> The gates of the rivers shall be opened, and the palace shall be dissolved.  <strong>7</strong> And Huzzab shall be led away captive, she shall be brought up, and her maids shall lead her as with the voice of doves, tabering upon their breasts.  <strong>8</strong> But Nineveh is of old like a pool of water: yet they shall flee away. Stand, stand, shall they cry; but none shall look back.  <strong>9</strong> Take ye the spoil of silver, take the spoil of gold: for there is  none end of the store and glory out of all the pleasant furniture.  <strong>10</strong> She is empty, and void, and waste: and the heart melteth, and the knees smite together, and much pain is in all loins, and the faces of them all gather blackness.  <strong>11</strong> Where is the dwelling of the lions, and the feeding place of the young lions, where the lion, even the old lion, walked, and the lion’s whelp, and none made them afraid?  <strong>12</strong> The lion did tear in pieces enough for his whelps, and strangled for his lionesses, and filled his holes with prey, and his dens with ravin.  <strong>13</strong> Behold, I am against thee, saith the LORD of hosts, and I will burn her chariots in the smoke, and the sword shall devour thy young lions: and I will cut off thy prey from the earth, and the voice of thy messengers shall no more be heard.  ","niv":"<sup><strong>1</strong></sup> An attacker advances against you, Nineveh. Guard the fortress, watch the road, brace yourselves, marshal all your strength! <sup><strong>2</strong></sup> The LORD will restore the splendor of Jacob like the splendor of Israel, though destroyers have laid them waste and have ruined their vines. <sup><strong>3</strong></sup> The shields of his soldiers are red; the warriors are clad in scarlet. The metal on the chariots flashes on the day they are made ready; the spears of pine are brandished. <sup><strong>4</strong></sup> The chariots storm through the streets, rushing back and forth through the squares. They look like flaming torches; they dart about like lightning. <sup><strong>5</strong></sup> He summons his picked troops, yet they stumble on their way. They dash to the city wall; the protective shield is put in place. <sup><strong>6</strong></sup> The river gates are thrown open and the palace collapses. <sup><strong>7</strong></sup> It is decreed that the city be exiled and carried away. Its slave girls moan like doves and beat upon their breasts. <sup><strong>8</strong></sup> Nineveh is like a pool, and its water is draining away. \"Stop! Stop!\" they cry, but no one turns back. <sup><strong>9</strong></sup> Plunder the silver! Plunder the gold! The supply is endless, the wealth from all its treasures! <sup><strong>10</strong></sup> She is pillaged, plundered, stripped! Hearts melt, knees give way, bodies tremble, every face grows pale. <sup><strong>11</strong></sup> Where now is the lions' den, the place where they fed their young, where the lion and lioness went, and the cubs, with nothing to fear? <sup><strong>12</strong></sup> The lion killed enough for his cubs and strangled the prey for his mate, filling his lairs with the kill and his dens with the prey. <sup><strong>13</strong></sup> \"I am against you,\" declares the LORD Almighty. \"I will burn up your chariots in smoke, and the sword will devour your young lions. I will leave you no prey on the earth. The voices of your messengers will no longer be heard.\" "},{"_id":"615a5783d574000a101822d0","topicId":"615a5780d574000a101822c5","verse":"Amos 1:12-13","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001012_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001012-1\">12&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon Teman,</span><br><span id=\"p30001012_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Bozrah.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001012_01-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001013-1\">13&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001013_01-12\" class=\"line\">&nbsp;&nbsp;“For three transgressions of the Ammonites,</span><br><span id=\"p30001013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001013_01-12\" class=\"line\">&nbsp;&nbsp;because they have ripped open pregnant women in Gilead,</span><br><span id=\"p30001013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might enlarge their border.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> But I will send a fire upon Teman, which shall devour the palaces of Bozrah.  <strong>13</strong> Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:  ","niv":"<sup><strong>12</strong></sup> I will send fire upon Teman that will consume the fortresses of Bozrah.\" <sup><strong>13</strong></sup> This is what the LORD says: \"For three sins of Ammon, even for four, I will not turn back {my wrath}. Because he ripped open the pregnant women of Gilead in order to extend his borders, "},{"_id":"615a5784d574000a101822d1","topicId":"615a5780d574000a101822c5","verse":"Daniel 6:14-28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p27006014_01-13\"><b class=\"verse-num\" id=\"v27006014-1\">14&nbsp;</b>Then the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him. <b class=\"verse-num\" id=\"v27006015-1\">15&nbsp;</b>Then these men came by agreement to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.”</p>\n<p id=\"p27006015_01-13\"><b class=\"verse-num\" id=\"v27006016-1\">16&nbsp;</b>Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, “May your God, whom you serve continually, deliver you!” <b class=\"verse-num\" id=\"v27006017-1\">17&nbsp;</b>And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel. <b class=\"verse-num\" id=\"v27006018-1\">18&nbsp;</b>Then the king went to his palace and spent the night fasting; no diversions were brought to him, and sleep fled from him.</p>\n<p id=\"p27006018_01-13\"><b class=\"verse-num\" id=\"v27006019-1\">19&nbsp;</b>Then, at break of day, the king arose and went in haste to the den of lions. <b class=\"verse-num\" id=\"v27006020-1\">20&nbsp;</b>As he came near to the den where Daniel was, he cried out in a tone of anguish. The king declared to Daniel, “O Daniel, servant of the living God, has your God, whom you serve continually, been able to deliver you from the lions?” <b class=\"verse-num\" id=\"v27006021-1\">21&nbsp;</b>Then Daniel said to the king, “O king, live forever! <b class=\"verse-num\" id=\"v27006022-1\">22&nbsp;</b>My God sent his angel and shut the lions’ mouths, and they have not harmed me, because I was found blameless before him; and also before you, O king, I have done no harm.” <b class=\"verse-num\" id=\"v27006023-1\">23&nbsp;</b>Then the king was exceedingly glad, and commanded that Daniel be taken up out of the den. So Daniel was taken up out of the den, and no kind of harm was found on him, because he had trusted in his God. <b class=\"verse-num\" id=\"v27006024-1\">24&nbsp;</b>And the king commanded, and those men who had maliciously accused Daniel were brought and cast into the den of lions—they, their children, and their wives. And before they reached the bottom of the den, the lions overpowered them and broke all their bones in pieces.</p>\n<p id=\"p27006024_01-13\"><b class=\"verse-num\" id=\"v27006025-1\">25&nbsp;</b>Then King Darius wrote to all the peoples, nations, and languages that dwell in all the earth: “Peace be multiplied to you. <b class=\"verse-num\" id=\"v27006026-1\">26&nbsp;</b>I make a decree, that in all my royal dominion people are to tremble and fear before the God of Daniel,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p27006026_01-13\" class=\"line\">&nbsp;&nbsp;for he is the living God,</span><br><span id=\"p27006026_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;enduring forever;</span><br><span id=\"p27006026_01-13\" class=\"line\">&nbsp;&nbsp;his kingdom shall never be destroyed,</span><br><span id=\"p27006026_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his dominion shall be to the end.</span><br><span id=\"p27006027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v27006027-1\">27&nbsp;</b>&nbsp;&nbsp;He delivers and rescues;</span><br><span id=\"p27006027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he works signs and wonders</span><br><span id=\"p27006027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in heaven and on earth,</span><br><span id=\"p27006027_01-13\" class=\"line\">&nbsp;&nbsp;he who has saved Daniel</span><br><span id=\"p27006027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the power of the lions.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p27006027_01-13\"><b class=\"verse-num\" id=\"v27006028-1\">28&nbsp;</b>So this Daniel prospered during the reign of Darius and the reign of Cyrus the Persian.</p>\n\n</div>","kjv":"<strong>14</strong> Then the king, when he heard these words, was sore displeased with himself, and set his heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him.  <strong>15</strong> Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians is, That no decree nor statute which the king establisheth may be changed.  <strong>16</strong> Then the king commanded, and they brought Daniel, and cast him  into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee.  <strong>17</strong> And a stone was brought and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.  <strong>18</strong> Then the king went to his palace, and passed the night fasting: neither were instruments of musick brought before him: and his sleep went from him.  <strong>19</strong> Then the king arose very early in the morning, and went in haste unto the den of lions.  <strong>20</strong> And when he came to the den, he cried with a lamentable voice unto Daniel: and the king spake and said to Daniel, O Daniel, servant of the living God, is thy God, whom thou servest continually, able to deliver thee from the lions?  <strong>21</strong> Then said Daniel unto the king, O king, live for ever.  <strong>22</strong> My God hath sent his angel, and hath shut the lions mouths, that they have not hurt me: forasmuch as before him innocency was found in me; and also before thee, O king, have I done no hurt.  <strong>23</strong> Then was the king exceeding glad for him, and commanded that they should take Daniel up out of the den. So Daniel was taken up out of the den, and no manner of hurt was found upon him, because he believed in his God.  <strong>24</strong> And the king commanded, and they brought those men which had accused Daniel, and they cast them into the den of lions, them, their children, and their wives; and the lions had the mastery of them, and brake all their bones in pieces or ever they came at the bottom of the den.  <strong>25</strong> Then king Darius wrote unto all people, nations, and languages, that dwell in all the earth; Peace be multiplied unto you.  <strong>26</strong> I make a decree, That in every dominion of my kingdom men tremble and fear before the God of Daniel: for he is the living God, and stedfast for ever, and his kingdom that which shall not be destroyed, and his dominion shall be even unto the end.  <strong>27</strong> He delivereth and rescueth, and he worketh signs and wonders in heaven and in earth, who hath delivered Daniel from the power of the lions.  <strong>28</strong> So this Daniel prospered in the reign of Darius, and in the reign of Cyrus the Persian.  ","niv":"<sup><strong>14</strong></sup> When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him. <sup><strong>15</strong></sup> Then the men went as a group to the king and said to him, \"Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\" <sup><strong>16</strong></sup> So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\" <sup><strong>17</strong></sup> A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed. <sup><strong>18</strong></sup> Then the king returned to his palace and spent the night without eating and without any entertainment being brought to him. And he could not sleep. <sup><strong>19</strong></sup> At the first light of dawn, the king got up and hurried to the lions' den. <sup><strong>20</strong></sup> When he came near the den, he called to Daniel in an anguished voice, \"Daniel, servant of the living God, has your God, whom you serve continually, been able to rescue you from the lions?\" <sup><strong>21</strong></sup> Daniel answered, \"O king, live forever! <sup><strong>22</strong></sup> My God sent his angel, and he shut the mouths of the lions. They have not hurt me, because I was found innocent in his sight. Nor have I ever done any wrong before you, O king.\" <sup><strong>23</strong></sup> The king was overjoyed and gave orders to lift Daniel out of the den. And when Daniel was lifted from the den, no wound was found on him, because he had trusted in his God. <sup><strong>24</strong></sup> At the king's command, the men who had falsely accused Daniel were brought in and thrown into the lions' den, along with their wives and children. And before they reached the floor of the den, the lions overpowered them and crushed all their bones. <sup><strong>25</strong></sup> Then King Darius wrote to all the peoples, nations and men of every language throughout the land: \"May you prosper greatly! <sup><strong>26</strong></sup> \"I issue a decree that in every part of my kingdom people must fear and reverence the God of Daniel. \"For he is the living God and he endures forever; his kingdom will not be destroyed, his dominion will never end. <sup><strong>27</strong></sup> He rescues and he saves; he performs signs and wonders in the heavens and on the earth. He has rescued Daniel from the power of the lions.\" <sup><strong>28</strong></sup> So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian. "},{"_id":"615a5784d574000a101822d2","topicId":"615a5780d574000a101822c5","verse":"Jeremiah 50:42","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24050042_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v24050042-1\">42&nbsp;</b>&nbsp;&nbsp;They lay hold of bow and spear;</span><br><span id=\"p24050042_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are cruel and have no mercy.</span><br><span id=\"p24050042_01-14\" class=\"line\">&nbsp;&nbsp;The sound of them is like the roaring of the sea;</span><br><span id=\"p24050042_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they ride on horses,</span><br><span id=\"p24050042_01-14\" class=\"line\">&nbsp;&nbsp;arrayed as a man for battle</span><br><span id=\"p24050042_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you, O daughter of Babylon!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>42</strong> They shall hold the bow and the lance: they are cruel, and will not shew mercy: their voice shall roar like the sea, and they shall ride upon horses, every one put in array, like a man to the battle, against thee, O daughter of Babylon.  ","niv":"<sup><strong>42</strong></sup> They are armed with bows and spears; they are cruel and without mercy. They sound like the roaring sea as they ride on their horses; they come like men in battle formation to attack you, O Daughter of Babylon."},{"_id":"615a5784d574000a101822d3","topicId":"615a5780d574000a101822c5","verse":"Jeremiah 6:23","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24006023_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v24006023-1\">23&nbsp;</b>&nbsp;&nbsp;They lay hold on bow and javelin;</span><br><span id=\"p24006023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are cruel and have no mercy;</span><br><span id=\"p24006023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the sound of them is like the roaring sea;</span><br><span id=\"p24006023_01-15\" class=\"line\">&nbsp;&nbsp;they ride on horses,</span><br><span id=\"p24006023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;set in array as a man for battle,</span><br><span id=\"p24006023_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;against you, O daughter of Zion!”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> They shall lay hold on bow and spear; they are cruel, and have no mercy; their voice roareth like the sea; and they ride upon horses, set in array as men for war against thee, O daughter of Zion.  ","niv":"<sup><strong>23</strong></sup> They are armed with bow and spear; they are cruel and show no mercy. They sound like the roaring sea as they ride on their horses; they come like men in battle formation to attack you, O Daughter of Zion.\""},{"_id":"615a5785d574000a101822d4","topicId":"615a5780d574000a101822c5","verse":"Isaiah 49:8","votes":7,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049008_05-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049008-1\">8&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23049008_05-16\" class=\"line\">&nbsp;&nbsp;“In a time of favor I have answered you;</span><br><span id=\"p23049008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a day of salvation I have helped you;</span><br><span id=\"p23049008_05-16\" class=\"line\">&nbsp;&nbsp;I will keep you and give you</span><br><span id=\"p23049008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as a covenant to the people,</span><br><span id=\"p23049008_05-16\" class=\"line\">&nbsp;&nbsp;to establish the land,</span><br><span id=\"p23049008_05-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to apportion the desolate heritages,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> Thus saith the LORD, In an acceptable time have I heard thee, and in a day of salvation have I helped thee: and I will preserve thee, and give thee for a covenant of the people, to establish the earth, to cause to inherit the desolate heritages;  ","niv":"<sup><strong>8</strong></sup> This is what the LORD says: \"In the time of my favor I will answer you, and in the day of salvation I will help you; I will keep you and will make you to be a covenant for the people, to restore the land and to reassign its desolate inheritances,"},{"_id":"615a5785d574000a101822d5","topicId":"615a5780d574000a101822c5","verse":"Psalm 31:1-24","votes":7,"__v":0,"esv":"<div>\n\n<h4 id=\"p19031001_08-17\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19031001_08-17\" class=\"line\"><b class=\"chapter-num\" id=\"v19031001-1\">31:1&nbsp;</b>&nbsp;&nbsp;In you, O LORD, do I take refuge;</span><br><span id=\"p19031001_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let me never be put to shame;</span><br><span id=\"p19031001_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in your righteousness deliver me!</span><br><span id=\"p19031002_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031002-1\">2&nbsp;</b>&nbsp;&nbsp;Incline your ear to me;</span><br><span id=\"p19031002_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rescue me speedily!</span><br><span id=\"p19031002_08-17\" class=\"line\">&nbsp;&nbsp;Be a rock of refuge for me,</span><br><span id=\"p19031002_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a strong fortress to save me!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031003_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031003-1\">3&nbsp;</b>&nbsp;&nbsp;For you are my rock and my fortress;</span><br><span id=\"p19031003_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for your name’s sake you lead me and guide me;</span><br><span id=\"p19031004_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031004-1\">4&nbsp;</b>&nbsp;&nbsp;you take me out of the net they have hidden for me,</span><br><span id=\"p19031004_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you are my refuge.</span><br><span id=\"p19031005_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031005-1\">5&nbsp;</b>&nbsp;&nbsp;Into your hand I commit my spirit;</span><br><span id=\"p19031005_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have redeemed me, O LORD, faithful God.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031006_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031006-1\">6&nbsp;</b>&nbsp;&nbsp;I hate those who pay regard to worthless idols,</span><br><span id=\"p19031006_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but I trust in the LORD.</span><br><span id=\"p19031007_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031007-1\">7&nbsp;</b>&nbsp;&nbsp;I will rejoice and be glad in your steadfast love,</span><br><span id=\"p19031007_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have seen my affliction;</span><br><span id=\"p19031007_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have known the distress of my soul,</span><br><span id=\"p19031008_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031008-1\">8&nbsp;</b>&nbsp;&nbsp;and you have not delivered me into the hand of the enemy;</span><br><span id=\"p19031008_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you have set my feet in a broad place.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031009_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031009-1\">9&nbsp;</b>&nbsp;&nbsp;Be gracious to me, O LORD, for I am in distress;</span><br><span id=\"p19031009_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my eye is wasted from grief;</span><br><span id=\"p19031009_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul and my body also.</span><br><span id=\"p19031010_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031010-1\">10&nbsp;</b>&nbsp;&nbsp;For my life is spent with sorrow,</span><br><span id=\"p19031010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my years with sighing;</span><br><span id=\"p19031010_08-17\" class=\"line\">&nbsp;&nbsp;my strength fails because of my iniquity,</span><br><span id=\"p19031010_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my bones waste away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031011_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031011-1\">11&nbsp;</b>&nbsp;&nbsp;Because of all my adversaries I have become a reproach,</span><br><span id=\"p19031011_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;especially to my neighbors,</span><br><span id=\"p19031011_08-17\" class=\"line\">&nbsp;&nbsp;and an object of dread to my acquaintances;</span><br><span id=\"p19031011_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who see me in the street flee from me.</span><br><span id=\"p19031012_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031012-1\">12&nbsp;</b>&nbsp;&nbsp;I have been forgotten like one who is dead;</span><br><span id=\"p19031012_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have become like a broken vessel.</span><br><span id=\"p19031013_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031013-1\">13&nbsp;</b>&nbsp;&nbsp;For I hear the whispering of many—</span><br><span id=\"p19031013_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;terror on every side!—</span><br><span id=\"p19031013_08-17\" class=\"line\">&nbsp;&nbsp;as they scheme together against me,</span><br><span id=\"p19031013_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;as they plot to take my life.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031014_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031014-1\">14&nbsp;</b>&nbsp;&nbsp;But I trust in you, O LORD;</span><br><span id=\"p19031014_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I say, “You are my God.”</span><br><span id=\"p19031015_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031015-1\">15&nbsp;</b>&nbsp;&nbsp;My times are in your hand;</span><br><span id=\"p19031015_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;rescue me from the hand of my enemies and from my persecutors!</span><br><span id=\"p19031016_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031016-1\">16&nbsp;</b>&nbsp;&nbsp;Make your face shine on your servant;</span><br><span id=\"p19031016_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;save me in your steadfast love!</span><br><span id=\"p19031017_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031017-1\">17&nbsp;</b>&nbsp;&nbsp;O LORD, let me not be put to shame,</span><br><span id=\"p19031017_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I call upon you;</span><br><span id=\"p19031017_08-17\" class=\"line\">&nbsp;&nbsp;let the wicked be put to shame;</span><br><span id=\"p19031017_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them go silently to Sheol.</span><br><span id=\"p19031018_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031018-1\">18&nbsp;</b>&nbsp;&nbsp;Let the lying lips be mute,</span><br><span id=\"p19031018_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which speak insolently against the righteous</span><br><span id=\"p19031018_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in pride and contempt.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031019_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031019-1\">19&nbsp;</b>&nbsp;&nbsp;Oh, how abundant is your goodness,</span><br><span id=\"p19031019_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which you have stored up for those who fear you</span><br><span id=\"p19031019_08-17\" class=\"line\">&nbsp;&nbsp;and worked for those who take refuge in you,</span><br><span id=\"p19031019_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the sight of the children of mankind!</span><br><span id=\"p19031020_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031020-1\">20&nbsp;</b>&nbsp;&nbsp;In the cover of your presence you hide them</span><br><span id=\"p19031020_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the plots of men;</span><br><span id=\"p19031020_08-17\" class=\"line\">&nbsp;&nbsp;you store them in your shelter</span><br><span id=\"p19031020_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the strife of tongues.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031021_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031021-1\">21&nbsp;</b>&nbsp;&nbsp;Blessed be the LORD,</span><br><span id=\"p19031021_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has wondrously shown his steadfast love to me</span><br><span id=\"p19031021_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I was in a besieged city.</span><br><span id=\"p19031022_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031022-1\">22&nbsp;</b>&nbsp;&nbsp;I had said in my alarm,</span><br><span id=\"p19031022_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“I am cut off from your sight.”</span><br><span id=\"p19031022_08-17\" class=\"line\">&nbsp;&nbsp;But you heard the voice of my pleas for mercy</span><br><span id=\"p19031022_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when I cried to you for help.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19031023_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031023-1\">23&nbsp;</b>&nbsp;&nbsp;Love the LORD, all you his saints!</span><br><span id=\"p19031023_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;The LORD preserves the faithful</span><br><span id=\"p19031023_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but abundantly repays the one who acts in pride.</span><br><span id=\"p19031024_08-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031024-1\">24&nbsp;</b>&nbsp;&nbsp;Be strong, and let your heart take courage,</span><br><span id=\"p19031024_08-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who wait for the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> In thee, O LORD, do I put my trust; let me never be ashamed: deliver me in thy righteousness.  <strong>2</strong> Bow down thine ear to me; deliver me speedily: be thou my strong rock, for an house of defence to save me.  <strong>3</strong> For thou art my rock and my fortress; therefore for thy name’s sake lead me, and guide me.  <strong>4</strong> Pull me out of the net that they have laid privily for me: for thou art my strength.  <strong>5</strong> Into thine hand I commit my spirit: thou hast redeemed me, O LORD God of truth.  <strong>6</strong> I have hated them that regard lying vanities: but I trust in the LORD.  <strong>7</strong> I will be glad and rejoice in thy mercy: for thou hast considered my trouble; thou hast known my soul in adversities;  <strong>8</strong> And hast not shut me up into the hand of the enemy: thou hast set my feet in a large room.  <strong>9</strong> Have mercy upon me, O LORD, for I am in trouble: mine eye is consumed with grief, yea, my soul and my belly.  <strong>10</strong> For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed.  <strong>11</strong> I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me.  <strong>12</strong> I am forgotten as a dead man out of mind: I am like a broken vessel.  <strong>13</strong> For I have heard the slander of many: fear was on every side: while they took counsel together against me, they devised to take away my life.  <strong>14</strong> But I trusted in thee, O LORD: I said, Thou art my God.  <strong>15</strong> My times are in thy hand: deliver me from the hand of mine enemies, and from them that persecute me.  <strong>16</strong> Make thy face to shine upon thy servant: save me for thy mercies’ sake.  <strong>17</strong> Let me not be ashamed, O LORD; for I have called upon thee: let the wicked be ashamed, and let them be silent in the grave.  <strong>18</strong> Let the lying lips be put to silence; which speak grievous things proudly and contemptuously against the righteous.  <strong>19</strong>             Oh how great is thy goodness, which thou hast laid up for them that fear thee; which thou hast wrought for them that trust in thee before the sons of men!  <strong>20</strong> Thou shalt hide them in the secret of thy presence from the pride of man: thou shalt keep them secretly in a pavilion from the strife of tongues.  <strong>21</strong> Blessed be the LORD: for he hath shewed me his marvellous kindness in a strong city.  <strong>22</strong> For I said in my haste, I am cut off from before thine eyes: nevertheless thou heardest the voice of my supplications when I cried unto thee.  <strong>23</strong> O love the LORD, all ye his saints: for the LORD preserveth the faithful, and plentifully rewardeth the proud doer.  <strong>24</strong> Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.  ","niv":"<sup><strong>1</strong></sup> In you, O LORD, I have taken refuge; let me never be put to shame; deliver me in your righteousness. <sup><strong>2</strong></sup> Turn your ear to me, come quickly to my rescue; be my rock of refuge, a strong fortress to save me. <sup><strong>3</strong></sup> Since you are my rock and my fortress, for the sake of your name lead and guide me. <sup><strong>4</strong></sup> Free me from the trap that is set for me, for you are my refuge. <sup><strong>5</strong></sup> Into your hands I commit my spirit; redeem me, O LORD, the God of truth. <sup><strong>6</strong></sup> I hate those who cling to worthless idols; I trust in the LORD. <sup><strong>7</strong></sup> I will be glad and rejoice in your love, for you saw my affliction and knew the anguish of my soul. <sup><strong>8</strong></sup> You have not handed me over to the enemy but have set my feet in a spacious place. <sup><strong>9</strong></sup> Be merciful to me, O LORD, for I am in distress; my eyes grow weak with sorrow, my soul and my body with grief. <sup><strong>10</strong></sup> My life is consumed by anguish and my years by groaning; my strength fails because of my affliction, and my bones grow weak. <sup><strong>11</strong></sup> Because of all my enemies, I am the utter contempt of my neighbors; I am a dread to my friends- those who see me on the street flee from me. <sup><strong>12</strong></sup> I am forgotten by them as though I were dead; I have become like broken pottery. <sup><strong>13</strong></sup> For I hear the slander of many; there is terror on every side; they conspire against me and plot to take my life. <sup><strong>14</strong></sup> But I trust in you, O LORD; I say, \"You are my God.\" <sup><strong>15</strong></sup> My times are in your hands; deliver me from my enemies and from those who pursue me. <sup><strong>16</strong></sup> Let your face shine on your servant; save me in your unfailing love. <sup><strong>17</strong></sup> Let me not be put to shame, O LORD, for I have cried out to you; but let the wicked be put to shame and lie silent in the grave. <sup><strong>18</strong></sup> Let their lying lips be silenced, for with pride and contempt they speak arrogantly against the righteous. <sup><strong>19</strong></sup> How great is your goodness, which you have stored up for those who fear you, which you bestow in the sight of men on those who take refuge in you. <sup><strong>20</strong></sup> In the shelter of your presence you hide them from the intrigues of men; in your dwelling you keep them safe from accusing tongues. <sup><strong>21</strong></sup> Praise be to the LORD, for he showed his wonderful love to me when I was in a besieged city. <sup><strong>22</strong></sup> In my alarm I said, \"I am cut off from your sight!\" Yet you heard my cry for mercy when I called to you for help. <sup><strong>23</strong></sup> Love the LORD, all his saints! The LORD preserves the faithful, but the proud he pays back in full. <sup><strong>24</strong></sup> Be strong and take heart, all you who hope in the LORD. "},{"_id":"615a5785d574000a101822d6","topicId":"615a5780d574000a101822c5","verse":"Isaiah 45:1-25","votes":6,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045001_04-18\" class=\"line\"><b class=\"chapter-num\" id=\"v23045001-1\">45:1&nbsp;</b>&nbsp;&nbsp;Thus says the LORD to his anointed, to Cyrus,</span><br><span id=\"p23045001_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose right hand I have grasped,</span><br><span id=\"p23045001_04-18\" class=\"line\">&nbsp;&nbsp;to subdue nations before him</span><br><span id=\"p23045001_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to loose the belts of kings,</span><br><span id=\"p23045001_04-18\" class=\"line\">&nbsp;&nbsp;to open doors before him</span><br><span id=\"p23045001_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that gates may not be closed:</span><br><span id=\"p23045002_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045002-1\">2&nbsp;</b>&nbsp;&nbsp;“I will go before you</span><br><span id=\"p23045002_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and level the exalted places,</span><br><span id=\"p23045002_04-18\" class=\"line\">&nbsp;&nbsp;I will break in pieces the doors of bronze</span><br><span id=\"p23045002_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cut through the bars of iron,</span><br><span id=\"p23045003_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045003-1\">3&nbsp;</b>&nbsp;&nbsp;I will give you the treasures of darkness</span><br><span id=\"p23045003_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the hoards in secret places,</span><br><span id=\"p23045003_04-18\" class=\"line\">&nbsp;&nbsp;that you may know that it is I, the LORD,</span><br><span id=\"p23045003_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the God of Israel, who call you by your name.</span><br><span id=\"p23045004_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045004-1\">4&nbsp;</b>&nbsp;&nbsp;For the sake of my servant Jacob,</span><br><span id=\"p23045004_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and Israel my chosen,</span><br><span id=\"p23045004_04-18\" class=\"line\">&nbsp;&nbsp;I call you by your name,</span><br><span id=\"p23045004_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I name you, though you do not know me.</span><br><span id=\"p23045005_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045005-1\">5&nbsp;</b>&nbsp;&nbsp;I am the LORD, and there is no other,</span><br><span id=\"p23045005_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;besides me there is no God;</span><br><span id=\"p23045005_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I equip you, though you do not know me,</span><br><span id=\"p23045006_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045006-1\">6&nbsp;</b>&nbsp;&nbsp;that people may know, from the rising of the sun</span><br><span id=\"p23045006_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and from the west, that there is none besides me;</span><br><span id=\"p23045006_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, and there is no other.</span><br><span id=\"p23045007_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045007-1\">7&nbsp;</b>&nbsp;&nbsp;I form light and create darkness;</span><br><span id=\"p23045007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I make well-being and create calamity;</span><br><span id=\"p23045007_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am the LORD, who does all these things.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045008_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045008-1\">8&nbsp;</b>&nbsp;&nbsp;“Shower, O heavens, from above,</span><br><span id=\"p23045008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let the clouds rain down righteousness;</span><br><span id=\"p23045008_04-18\" class=\"line\">&nbsp;&nbsp;let the earth open, that salvation and righteousness may bear fruit;</span><br><span id=\"p23045008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let the earth cause them both to sprout;</span><br><span id=\"p23045008_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I the LORD have created it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045009_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045009-1\">9&nbsp;</b>&nbsp;&nbsp;“Woe to him who strives with him who formed him,</span><br><span id=\"p23045009_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a pot among earthen pots!</span><br><span id=\"p23045009_04-18\" class=\"line\">&nbsp;&nbsp;Does the clay say to him who forms it, ‘What are you making?’</span><br><span id=\"p23045009_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or ‘Your work has no handles’?</span><br><span id=\"p23045010_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045010-1\">10&nbsp;</b>&nbsp;&nbsp;Woe to him who says to a father, ‘What are you begetting?’</span><br><span id=\"p23045010_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or to a woman, ‘With what are you in labor?’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045011_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045011-1\">11&nbsp;</b>&nbsp;&nbsp;Thus says the LORD,</span><br><span id=\"p23045011_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Holy One of Israel, and the one who formed him:</span><br><span id=\"p23045011_04-18\" class=\"line\">&nbsp;&nbsp;“Ask me of things to come;</span><br><span id=\"p23045011_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will you command me concerning my children and the work of my hands?</span><br><span id=\"p23045012_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045012-1\">12&nbsp;</b>&nbsp;&nbsp;I made the earth</span><br><span id=\"p23045012_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and created man on it;</span><br><span id=\"p23045012_04-18\" class=\"line\">&nbsp;&nbsp;it was my hands that stretched out the heavens,</span><br><span id=\"p23045012_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I commanded all their host.</span><br><span id=\"p23045013_04-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045013-1\">13&nbsp;</b>&nbsp;&nbsp;I have stirred him up in righteousness,</span><br><span id=\"p23045013_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and I will make all his ways level;</span><br><span id=\"p23045013_04-18\" class=\"line\">&nbsp;&nbsp;he shall build my city</span><br><span id=\"p23045013_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and set my exiles free,</span><br><span id=\"p23045013_04-18\" class=\"line\">&nbsp;&nbsp;not for price or reward,”</span><br><span id=\"p23045013_04-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD of hosts.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23045014_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045014-1\">14&nbsp;</b>&nbsp;&nbsp;Thus says the LORD:</span><br><span id=\"p23045014_09-18\" class=\"line\">&nbsp;&nbsp;“The wealth of Egypt and the merchandise of Cush,</span><br><span id=\"p23045014_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the Sabeans, men of stature,</span><br><span id=\"p23045014_09-18\" class=\"line\">&nbsp;&nbsp;shall come over to you and be yours;</span><br><span id=\"p23045014_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall follow you;</span><br><span id=\"p23045014_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall come over in chains and bow down to you.</span><br><span id=\"p23045014_09-18\" class=\"line\">&nbsp;&nbsp;They will plead with you, saying:</span><br><span id=\"p23045014_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Surely God is in you, and there is no other,</span><br><span id=\"p23045014_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;no god besides him.’”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045015_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045015-1\">15&nbsp;</b>&nbsp;&nbsp;Truly, you are a God who hides himself,</span><br><span id=\"p23045015_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O God of Israel, the Savior.</span><br><span id=\"p23045016_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045016-1\">16&nbsp;</b>&nbsp;&nbsp;All of them are put to shame and confounded;</span><br><span id=\"p23045016_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the makers of idols go in confusion together.</span><br><span id=\"p23045017_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045017-1\">17&nbsp;</b>&nbsp;&nbsp;But Israel is saved by the LORD</span><br><span id=\"p23045017_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with everlasting salvation;</span><br><span id=\"p23045017_09-18\" class=\"line\">&nbsp;&nbsp;you shall not be put to shame or confounded</span><br><span id=\"p23045017_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to all eternity.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045018_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045018-1\">18&nbsp;</b>&nbsp;&nbsp;For thus says the LORD,</span><br><span id=\"p23045018_09-18\" class=\"line\">&nbsp;&nbsp;who created the heavens</span><br><span id=\"p23045018_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he is God!),</span><br><span id=\"p23045018_09-18\" class=\"line\">&nbsp;&nbsp;who formed the earth and made it</span><br><span id=\"p23045018_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;(he established it;</span><br><span id=\"p23045018_09-18\" class=\"line\">&nbsp;&nbsp;he did not create it empty,</span><br><span id=\"p23045018_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he formed it to be inhabited!):</span><br><span id=\"p23045018_09-18\" class=\"line\">&nbsp;&nbsp;“I am the LORD, and there is no other.</span><br><span id=\"p23045019_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045019-1\">19&nbsp;</b>&nbsp;&nbsp;I did not speak in secret,</span><br><span id=\"p23045019_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in a land of darkness;</span><br><span id=\"p23045019_09-18\" class=\"line\">&nbsp;&nbsp;I did not say to the offspring of Jacob,</span><br><span id=\"p23045019_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘Seek me in vain.’</span><br><span id=\"p23045019_09-18\" class=\"line\">&nbsp;&nbsp;I the LORD speak the truth;</span><br><span id=\"p23045019_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I declare what is right.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045020_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045020-1\">20&nbsp;</b>&nbsp;&nbsp;“Assemble yourselves and come;</span><br><span id=\"p23045020_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;draw near together,</span><br><span id=\"p23045020_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you survivors of the nations!</span><br><span id=\"p23045020_09-18\" class=\"line\">&nbsp;&nbsp;They have no knowledge</span><br><span id=\"p23045020_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who carry about their wooden idols,</span><br><span id=\"p23045020_09-18\" class=\"line\">&nbsp;&nbsp;and keep on praying to a god</span><br><span id=\"p23045020_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that cannot save.</span><br><span id=\"p23045021_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045021-1\">21&nbsp;</b>&nbsp;&nbsp;Declare and present your case;</span><br><span id=\"p23045021_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let them take counsel together!</span><br><span id=\"p23045021_09-18\" class=\"line\">&nbsp;&nbsp;Who told this long ago?</span><br><span id=\"p23045021_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Who declared it of old?</span><br><span id=\"p23045021_09-18\" class=\"line\">&nbsp;&nbsp;Was it not I, the LORD?</span><br><span id=\"p23045021_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And there is no other god besides me,</span><br><span id=\"p23045021_09-18\" class=\"line\">&nbsp;&nbsp;a righteous God and a Savior;</span><br><span id=\"p23045021_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is none besides me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045022_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045022-1\">22&nbsp;</b>&nbsp;&nbsp;“Turn to me and be saved,</span><br><span id=\"p23045022_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the ends of the earth!</span><br><span id=\"p23045022_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For I am God, and there is no other.</span><br><span id=\"p23045023_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045023-1\">23&nbsp;</b>&nbsp;&nbsp;By myself I have sworn;</span><br><span id=\"p23045023_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from my mouth has gone out in righteousness</span><br><span id=\"p23045023_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a word that shall not return:</span><br><span id=\"p23045023_09-18\" class=\"line\">&nbsp;&nbsp;‘To me every knee shall bow,</span><br><span id=\"p23045023_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every tongue shall swear allegiance.’</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23045024_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045024-1\">24&nbsp;</b>&nbsp;&nbsp;“Only in the LORD, it shall be said of me,</span><br><span id=\"p23045024_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are righteousness and strength;</span><br><span id=\"p23045024_09-18\" class=\"line\">&nbsp;&nbsp;to him shall come and be ashamed</span><br><span id=\"p23045024_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all who were incensed against him.</span><br><span id=\"p23045025_09-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23045025-1\">25&nbsp;</b>&nbsp;&nbsp;In the LORD all the offspring of Israel</span><br><span id=\"p23045025_09-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall be justified and shall glory.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Thus saith the LORD to his anointed, to Cyrus, whose right hand I have holden, to subdue nations before him; and I will loose the loins of kings, to open before him the two leaved gates; and the gates shall not be shut;  <strong>2</strong> I will go before thee, and make the crooked places straight: I will break in pieces the gates of brass, and cut in sunder the bars of iron:  <strong>3</strong> And I will give thee the treasures of darkness, and hidden riches of secret places, that thou mayest know that I, the LORD, which call thee  by thy name, am the God of Israel.  <strong>4</strong> For Jacob my servant’s sake, and Israel mine elect, I have even called thee by thy name: I have surnamed thee, though thou hast not known me.  <strong>5</strong> I am the LORD, and there is none else, there is  no God beside me: I girded thee, though thou hast not known me:  <strong>6</strong> That they may know from the rising of the sun, and from the west, that there is none beside me. I am the LORD, and there is  none else.  <strong>7</strong> I form the light, and create darkness: I make peace, and create evil: I the LORD do all these things.  <strong>8</strong> Drop down, ye heavens, from above, and let the skies pour down righteousness: let the earth open, and let them bring forth salvation, and let righteousness spring up together; I the LORD have created it.  <strong>9</strong> Woe unto him that striveth with his Maker! Let the potsherd strive with the potsherds of the earth. Shall the clay say to him that fashioneth it, What makest thou? or thy work, He hath no hands?  <strong>10</strong> Woe unto him that saith unto his father, What begettest thou? or to the woman, What hast thou brought forth?  <strong>11</strong> Thus saith the LORD, the Holy One of Israel, and his Maker, Ask me of things to come concerning my sons, and concerning the work of my hands command ye me.  <strong>12</strong> I have made the earth, and created man upon it: I, even my hands, have stretched out the heavens, and all their host have I commanded.  <strong>13</strong> I have raised him up in righteousness, and I will direct all his ways: he shall build my city, and he shall let go my captives, not for price nor reward, saith the LORD of hosts.  <strong>14</strong> Thus saith the LORD, The labour of Egypt, and merchandise of Ethiopia and of the Sabeans, men of stature, shall come over unto thee, and they shall be thine: they shall come after thee; in chains they shall come over, and they shall fall down unto thee, they shall make supplication unto thee, saying,  Surely God is in thee; and there is none else, there is no God.  <strong>15</strong> Verily thou art a God that hidest thyself, O God of Israel, the Saviour.  <strong>16</strong> They shall be ashamed, and also confounded, all of them: they shall go to confusion together that are makers of idols.  <strong>17</strong> But Israel shall be saved in the LORD with an everlasting salvation: ye shall not be ashamed nor confounded world without end.  <strong>18</strong> For thus saith the LORD that created the heavens; God himself that formed the earth and made it; he hath established it, he created it not in vain, he formed it to be inhabited: I am the LORD; and there is none else.  <strong>19</strong> I have not spoken in secret, in a dark place of the earth: I said not unto the seed of Jacob, Seek ye me in vain: I the LORD speak righteousness, I declare things that are right.  <strong>20</strong> Assemble yourselves and come; draw near together, ye that are  escaped of the nations: they have no knowledge that set up the wood of their graven image, and pray unto a god that cannot save.  <strong>21</strong> Tell ye, and bring them near; yea, let them take counsel together: who hath declared this from ancient time? who hath told it from that time? have not I the LORD? and there is no God else beside me; a just God and a Saviour; there is none beside me.  <strong>22</strong> Look unto me, and be ye saved, all the ends of the earth: for I am God, and there is none else.  <strong>23</strong> I have sworn by myself, the word is gone out of my mouth in  righteousness, and shall not return, That unto me every knee shall bow, every tongue shall swear.  <strong>24</strong> Surely, shall one say, in the LORD have I righteousness and strength: even to him shall men come; and all that are incensed against him shall be ashamed.  <strong>25</strong> In the LORD shall all the seed of Israel be justified, and shall glory.  ","niv":"<sup><strong>1</strong></sup> \"This is what the LORD says to his anointed, to Cyrus, whose right hand I take hold of to subdue nations before him and to strip kings of their armor, to open doors before him so that gates will not be shut: <sup><strong>2</strong></sup> I will go before you and will level the mountains; I will break down gates of bronze and cut through bars of iron. <sup><strong>3</strong></sup> I will give you the treasures of darkness, riches stored in secret places, so that you may know that I am the LORD, the God of Israel, who summons you by name. <sup><strong>4</strong></sup> For the sake of Jacob my servant, of Israel my chosen, I summon you by name and bestow on you a title of honor, though you do not acknowledge me. <sup><strong>5</strong></sup> I am the LORD, and there is no other; apart from me there is no God. I will strengthen you, though you have not acknowledged me, <sup><strong>6</strong></sup> so that from the rising of the sun to the place of its setting men may know there is none besides me. I am the LORD, and there is no other. <sup><strong>7</strong></sup> I form the light and create darkness, I bring prosperity and create disaster; I, the LORD, do all these things. <sup><strong>8</strong></sup> \"You heavens above, rain down righteousness; let the clouds shower it down. Let the earth open wide, let salvation spring up, let righteousness grow with it; I, the LORD, have created it. <sup><strong>9</strong></sup> \"Woe to him who quarrels with his Maker, to him who is but a potsherd among the potsherds on the ground. Does the clay say to the potter, 'What are you making?' Does your work say, 'He has no hands'? <sup><strong>10</strong></sup> Woe to him who says to his father, 'What have you begotten?' or to his mother, 'What have you brought to birth?' <sup><strong>11</strong></sup> \"This is what the LORD says- the Holy One of Israel, and its Maker: Concerning things to come, do you question me about my children, or give me orders about the work of my hands? <sup><strong>12</strong></sup> It is I who made the earth and created mankind upon it. My own hands stretched out the heavens; I marshaled their starry hosts. <sup><strong>13</strong></sup> I will raise up Cyrus in my righteousness: I will make all his ways straight. He will rebuild my city and set my exiles free, but not for a price or reward, says the LORD Almighty.\" <sup><strong>14</strong></sup> This is what the LORD says: \"The products of Egypt and the merchandise of Cush, and those tall Sabeans- they will come over to you and will be yours; they will trudge behind you, coming over to you in chains. They will bow down before you and plead with you, saying, 'Surely God is with you, and there is no other; there is no other god.'\" <sup><strong>15</strong></sup> Truly you are a God who hides himself, O God and Savior of Israel. <sup><strong>16</strong></sup> All the makers of idols will be put to shame and disgraced; they will go off into disgrace together. <sup><strong>17</strong></sup> But Israel will be saved by the LORD with an everlasting salvation; you will never be put to shame or disgraced, to ages everlasting. <sup><strong>18</strong></sup> For this is what the LORD says- he who created the heavens, he is God; he who fashioned and made the earth, he founded it; he did not create it to be empty, but formed it to be inhabited- he says: \"I am the LORD, and there is no other. <sup><strong>19</strong></sup> I have not spoken in secret, from somewhere in a land of darkness; I have not said to Jacob's descendants, 'Seek me in vain.' I, the LORD, speak the truth; I declare what is right. <sup><strong>20</strong></sup> \"Gather together and come; assemble, you fugitives from the nations. Ignorant are those who carry about idols of wood, who pray to gods that cannot save. <sup><strong>21</strong></sup> Declare what is to be, present it- let them take counsel together. Who foretold this long ago, who declared it from the distant past? Was it not I, the LORD? And there is no God apart from me, a righteous God and a Savior; there is none but me. <sup><strong>22</strong></sup> \"Turn to me and be saved, all you ends of the earth; for I am God, and there is no other. <sup><strong>23</strong></sup> By myself I have sworn, my mouth has uttered in all integrity a word that will not be revoked: Before me every knee will bow; by me every tongue will swear. <sup><strong>24</strong></sup> They will say of me, 'In the LORD alone are righteousness and strength.'\" All who have raged against him will come to him and be put to shame. <sup><strong>25</strong></sup> But in the LORD all the descendants of Israel will be found righteous and will exult. "},{"_id":"615a5786d574000a101822d7","topicId":"615a5780d574000a101822c5","verse":"Deuteronomy 7:1-26","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p05007001_04-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05007001-1\">7:1&nbsp;</b>“When the LORD your God brings you into the land that you are entering to take possession of it, and clears away many nations before you, the Hittites, the Girgashites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites, seven nations more numerous and mightier than you, <b class=\"verse-num\" id=\"v05007002-1\">2&nbsp;</b>and when the LORD your God gives them over to you, and you defeat them, then you must devote them to complete destruction. You shall make no covenant with them and show no mercy to them. <b class=\"verse-num\" id=\"v05007003-1\">3&nbsp;</b>You shall not intermarry with them, giving your daughters to their sons or taking their daughters for your sons, <b class=\"verse-num\" id=\"v05007004-1\">4&nbsp;</b>for they would turn away your sons from following me, to serve other gods. Then the anger of the LORD would be kindled against you, and he would destroy you quickly. <b class=\"verse-num\" id=\"v05007005-1\">5&nbsp;</b>But thus shall you deal with them: you shall break down their altars and dash in pieces their pillars and chop down their Asherim and burn their carved images with fire.</p>\n<p id=\"p05007005_04-19\"><b class=\"verse-num\" id=\"v05007006-1\">6&nbsp;</b>“For you are a people holy to the LORD your God. The LORD your God has chosen you to be a people for his treasured possession, out of all the peoples who are on the face of the earth. <b class=\"verse-num\" id=\"v05007007-1\">7&nbsp;</b>It was not because you were more in number than any other people that the LORD set his love on you and chose you, for you were the fewest of all peoples, <b class=\"verse-num\" id=\"v05007008-1\">8&nbsp;</b>but it is because the LORD loves you and is keeping the oath that he swore to your fathers, that the LORD has brought you out with a mighty hand and redeemed you from the house of slavery, from the hand of Pharaoh king of Egypt. <b class=\"verse-num\" id=\"v05007009-1\">9&nbsp;</b>Know therefore that the LORD your God is God, the faithful God who keeps covenant and steadfast love with those who love him and keep his commandments, to a thousand generations, <b class=\"verse-num\" id=\"v05007010-1\">10&nbsp;</b>and repays to their face those who hate him, by destroying them. He will not be slack with one who hates him. He will repay him to his face. <b class=\"verse-num\" id=\"v05007011-1\">11&nbsp;</b>You shall therefore be careful to do the commandment and the statutes and the rules that I command you today.</p>\n<p id=\"p05007011_04-19\"><b class=\"verse-num\" id=\"v05007012-1\">12&nbsp;</b>“And because you listen to these rules and keep and do them, the LORD your God will keep with you the covenant and the steadfast love that he swore to your fathers. <b class=\"verse-num\" id=\"v05007013-1\">13&nbsp;</b>He will love you, bless you, and multiply you. He will also bless the fruit of your womb and the fruit of your ground, your grain and your wine and your oil, the increase of your herds and the young of your flock, in the land that he swore to your fathers to give you. <b class=\"verse-num\" id=\"v05007014-1\">14&nbsp;</b>You shall be blessed above all peoples. There shall not be male or female barren among you or among your livestock. <b class=\"verse-num\" id=\"v05007015-1\">15&nbsp;</b>And the LORD will take away from you all sickness, and none of the evil diseases of Egypt, which you knew, will he inflict on you, but he will lay them on all who hate you. <b class=\"verse-num\" id=\"v05007016-1\">16&nbsp;</b>And you shall consume all the peoples that the LORD your God will give over to you. Your eye shall not pity them, neither shall you serve their gods, for that would be a snare to you.</p>\n<p id=\"p05007016_04-19\"><b class=\"verse-num\" id=\"v05007017-1\">17&nbsp;</b>“If you say in your heart, ‘These nations are greater than I. How can I dispossess them?’ <b class=\"verse-num\" id=\"v05007018-1\">18&nbsp;</b>you shall not be afraid of them but you shall remember what the LORD your God did to Pharaoh and to all Egypt, <b class=\"verse-num\" id=\"v05007019-1\">19&nbsp;</b>the great trials that your eyes saw, the signs, the wonders, the mighty hand, and the outstretched arm, by which the LORD your God brought you out. So will the LORD your God do to all the peoples of whom you are afraid. <b class=\"verse-num\" id=\"v05007020-1\">20&nbsp;</b>Moreover, the LORD your God will send hornets among them, until those who are left and hide themselves from you are destroyed. <b class=\"verse-num\" id=\"v05007021-1\">21&nbsp;</b>You shall not be in dread of them, for the LORD your God is in your midst, a great and awesome God. <b class=\"verse-num\" id=\"v05007022-1\">22&nbsp;</b>The LORD your God will clear away these nations before you little by little. You may not make an end of them at once, lest the wild beasts grow too numerous for you. <b class=\"verse-num\" id=\"v05007023-1\">23&nbsp;</b>But the LORD your God will give them over to you and throw them into great confusion, until they are destroyed. <b class=\"verse-num\" id=\"v05007024-1\">24&nbsp;</b>And he will give their kings into your hand, and you shall make their name perish from under heaven. No one shall be able to stand against you until you have destroyed them. <b class=\"verse-num\" id=\"v05007025-1\">25&nbsp;</b>The carved images of their gods you shall burn with fire. You shall not covet the silver or the gold that is on them or take it for yourselves, lest you be ensnared by it, for it is an abomination to the LORD your God. <b class=\"verse-num\" id=\"v05007026-1\">26&nbsp;</b>And you shall not bring an abominable thing into your house and become devoted to destruction like it. You shall utterly detest and abhor it, for it is devoted to destruction.</p>\n\n</div>","kjv":"<strong>1</strong> When the LORD thy God shall bring thee into the land whither thou goest to possess it, and hath cast out many nations before thee, the Hittites, and the Girgashites, and the Amorites, and the Canaanites, and the Perizzites, and the Hivites, and the Jebusites, seven nations greater and mightier than thou;  <strong>2</strong> And when the LORD thy God shall deliver them before thee; thou shalt smite them, and utterly destroy them; thou shalt make no covenant with them, nor shew mercy unto them:  <strong>3</strong> Neither shalt thou make marriages with them; thy daughter thou shalt not give unto his son, nor his daughter shalt thou take unto thy son.  <strong>4</strong> For they will turn away thy son from following me, that they may serve other gods: so will the anger of the LORD be kindled against you, and destroy thee suddenly.  <strong>5</strong> But thus shall ye deal with them; ye shall destroy their altars, and break down their images, and cut down their groves, and burn their graven images with fire.  <strong>6</strong> For thou art an holy people unto the LORD thy God: the LORD thy God hath chosen thee to be a special people unto himself, above all people that are upon the face of the earth.  <strong>7</strong> The LORD did not set his love upon you, nor choose you, because ye were more in number than any people; for ye were the fewest of all people:  <strong>8</strong> But because the LORD loved you, and because he would keep the oath which he had sworn unto your fathers, hath the LORD brought you out with a mighty hand, and redeemed you out of the house of bondmen, from the hand of Pharaoh king of Egypt.  <strong>9</strong> Know therefore that the LORD thy God, he is God, the faithful God, which keepeth covenant and mercy with them that love him and keep his commandments to a thousand generations;  <strong>10</strong> And repayeth them that hate him to their face, to destroy them: he will not be slack to him that hateth him, he will repay him to his face.  <strong>11</strong> Thou shalt therefore keep the commandments, and the statutes, and the judgments, which I command thee this day, to do them.  <strong>12</strong> Wherefore it shall come to pass, if ye hearken to these judgments, and keep, and do them, that the LORD thy God shall keep unto thee the covenant and the mercy which he sware unto thy fathers:  <strong>13</strong> And he will love thee, and bless thee, and multiply thee: he will also bless the fruit of thy womb, and the fruit of thy land, thy corn, and thy wine, and thine oil, the increase of thy kine, and the flocks of thy sheep, in the land which he sware unto thy fathers to give thee.  <strong>14</strong> Thou shalt be blessed above all people: there shall not be male or female barren among you, or among your cattle.  <strong>15</strong> And the LORD will take away from thee all sickness, and will put none of the evil diseases of Egypt, which thou knowest, upon thee; but will lay them upon all them that hate thee.  <strong>16</strong> And thou shalt consume all the people which the LORD thy God shall deliver thee; thine eye shall have no pity upon them: neither shalt thou serve their gods; for that will be a snare unto thee.  <strong>17</strong> If thou shalt say in thine heart, These nations are more than I; how can I dispossess them?  <strong>18</strong> Thou shalt not be afraid of them: but shalt well remember what the LORD thy God did unto Pharaoh, and unto all Egypt;  <strong>19</strong> The great temptations which thine eyes saw, and the signs, and the wonders, and the mighty hand, and the stretched out arm, whereby the LORD thy God brought thee out: so shall the LORD thy God do unto all the people of whom thou art afraid.  <strong>20</strong> Moreover the LORD thy God will send the hornet among them, until they that are left, and hide themselves from thee, be destroyed.  <strong>21</strong> Thou shalt not be affrighted at them: for the LORD thy God is  among you, a mighty God and terrible.  <strong>22</strong> And the LORD thy God will put out those nations before thee by little and little: thou mayest not consume them at once, lest the beasts of the field increase upon thee.  <strong>23</strong> But the LORD thy God shall deliver them unto thee, and shall destroy them with a mighty destruction, until they be destroyed.  <strong>24</strong> And he shall deliver their kings into thine hand, and thou shalt destroy their name from under heaven: there shall no man be able to stand before thee, until thou have destroyed them.  <strong>25</strong> The graven images of their gods shall ye burn with fire: thou shalt not desire the silver or gold that is on them, nor take it  unto thee, lest thou be snared therein: for it is an abomination to the LORD thy God.  <strong>26</strong> Neither shalt thou bring an abomination into thine house, lest thou be a cursed thing like it: but thou shalt utterly detest it, and thou shalt utterly abhor it; for it is a cursed thing.  ","niv":"<sup><strong>1</strong></sup> When the LORD your God brings you into the land you are entering to possess and drives out before you many nations-the Hittites, Girgashites, Amorites, Canaanites, Perizzites, Hivites and Jebusites, seven nations larger and stronger than you- <sup><strong>2</strong></sup> and when the LORD your God has delivered them over to you and you have defeated them, then you must destroy them totally. Make no treaty with them, and show them no mercy. <sup><strong>3</strong></sup> Do not intermarry with them. Do not give your daughters to their sons or take their daughters for your sons, <sup><strong>4</strong></sup> for they will turn your sons away from following me to serve other gods, and the LORD's anger will burn against you and will quickly destroy you. <sup><strong>5</strong></sup> This is what you are to do to them: Break down their altars, smash their sacred stones, cut down their Asherah poles and burn their idols in the fire. <sup><strong>6</strong></sup> For you are a people holy to the LORD your God. The LORD your God has chosen you out of all the peoples on the face of the earth to be his people, his treasured possession. <sup><strong>7</strong></sup> The LORD did not set his affection on you and choose you because you were more numerous than other peoples, for you were the fewest of all peoples. <sup><strong>8</strong></sup> But it was because the LORD loved you and kept the oath he swore to your forefathers that he brought you out with a mighty hand and redeemed you from the land of slavery, from the power of Pharaoh king of Egypt. <sup><strong>9</strong></sup> Know therefore that the LORD your God is God; he is the faithful God, keeping his covenant of love to a thousand generations of those who love him and keep his commands. <sup><strong>10</strong></sup> But those who hate him he will repay to their face by destruction; he will not be slow to repay to their face those who hate him. <sup><strong>11</strong></sup> Therefore, take care to follow the commands, decrees and laws I give you today. <sup><strong>12</strong></sup> If you pay attention to these laws and are careful to follow them, then the LORD your God will keep his covenant of love with you, as he swore to your forefathers. <sup><strong>13</strong></sup> He will love you and bless you and increase your numbers. He will bless the fruit of your womb, the crops of your land-your grain, new wine and oil-the calves of your herds and the lambs of your flocks in the land that he swore to your forefathers to give you. <sup><strong>14</strong></sup> You will be blessed more than any other people; none of your men or women will be childless, nor any of your livestock without young. <sup><strong>15</strong></sup> The LORD will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you. <sup><strong>16</strong></sup> You must destroy all the peoples the LORD your God gives over to you. Do not look on them with pity and do not serve their gods, for that will be a snare to you. <sup><strong>17</strong></sup> You may say to yourselves, \"These nations are stronger than we are. How can we drive them out?\" <sup><strong>18</strong></sup> But do not be afraid of them; remember well what the LORD your God did to Pharaoh and to all Egypt. <sup><strong>19</strong></sup> You saw with your own eyes the great trials, the miraculous signs and wonders, the mighty hand and outstretched arm, with which the LORD your God brought you out. The LORD your God will do the same to all the peoples you now fear. <sup><strong>20</strong></sup> Moreover, the LORD your God will send the hornet among them until even the survivors who hide from you have perished. <sup><strong>21</strong></sup> Do not be terrified by them, for the LORD your God, who is among you, is a great and awesome God. <sup><strong>22</strong></sup> The LORD your God will drive out those nations before you, little by little. You will not be allowed to eliminate them all at once, or the wild animals will multiply around you. <sup><strong>23</strong></sup> But the LORD your God will deliver them over to you, throwing them into great confusion until they are destroyed. <sup><strong>24</strong></sup> He will give their kings into your hand, and you will wipe out their names from under heaven. No one will be able to stand up against you; you will destroy them. <sup><strong>25</strong></sup> The images of their gods you are to burn in the fire. Do not covet the silver and gold on them, and do not take it for yourselves, or you will be ensnared by it, for it is detestable to the LORD your God. <sup><strong>26</strong></sup> Do not bring a detestable thing into your house or you, like it, will be set apart for destruction. Utterly abhor and detest it, for it is set apart for destruction. "},{"_id":"615a5786d574000a101822d8","topicId":"615a5780d574000a101822c5","verse":"Revelation 18:1-24","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p66018001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66018001-1\">18:1&nbsp;</b>After this I saw another angel coming down from heaven, having great authority, and the earth was made bright with his glory. <b class=\"verse-num\" id=\"v66018002-1\">2&nbsp;</b>And he called out with a mighty voice,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018002_05-20\" class=\"line\">&nbsp;&nbsp;“Fallen, fallen is Babylon the great!</span><br><span id=\"p66018002_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She has become a dwelling place for demons,</span><br><span id=\"p66018002_05-20\" class=\"line\">&nbsp;&nbsp;a haunt for every unclean spirit,</span><br><span id=\"p66018002_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean bird,</span><br><span id=\"p66018002_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a haunt for every unclean and detestable beast.</span><br><span id=\"p66018003_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018003-1\">3&nbsp;</b>&nbsp;&nbsp;For all nations have drunk</span><br><span id=\"p66018003_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the wine of the passion of her sexual immorality,</span><br><span id=\"p66018003_05-20\" class=\"line\">&nbsp;&nbsp;and the kings of the earth have committed immorality with her,</span><br><span id=\"p66018003_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the merchants of the earth have grown rich from the power of her luxurious living.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018003_05-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018004-1\">4&nbsp;</b>Then I heard another voice from heaven saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018004_05-20\" class=\"line\">&nbsp;&nbsp;“Come out of her, my people,</span><br><span id=\"p66018004_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;lest you take part in her sins,</span><br><span id=\"p66018004_05-20\" class=\"line\">&nbsp;&nbsp;lest you share in her plagues;</span><br><span id=\"p66018005_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018005-1\">5&nbsp;</b>&nbsp;&nbsp;for her sins are heaped high as heaven,</span><br><span id=\"p66018005_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and God has remembered her iniquities.</span><br><span id=\"p66018006_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018006-1\">6&nbsp;</b>&nbsp;&nbsp;Pay her back as she herself has paid back others,</span><br><span id=\"p66018006_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and repay her double for her deeds;</span><br><span id=\"p66018006_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;mix a double portion for her in the cup she mixed.</span><br><span id=\"p66018007_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018007-1\">7&nbsp;</b>&nbsp;&nbsp;As she glorified herself and lived in luxury,</span><br><span id=\"p66018007_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so give her a like measure of torment and mourning,</span><br><span id=\"p66018007_05-20\" class=\"line\">&nbsp;&nbsp;since in her heart she says,</span><br><span id=\"p66018007_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;‘I sit as a queen,</span><br><span id=\"p66018007_05-20\" class=\"line\">&nbsp;&nbsp;I am no widow,</span><br><span id=\"p66018007_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and mourning I shall never see.’</span><br><span id=\"p66018008_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018008-1\">8&nbsp;</b>&nbsp;&nbsp;For this reason her plagues will come in a single day,</span><br><span id=\"p66018008_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;death and mourning and famine,</span><br><span id=\"p66018008_05-20\" class=\"line\">&nbsp;&nbsp;and she will be burned up with fire;</span><br><span id=\"p66018008_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for mighty is the Lord God who has judged her.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018008_05-20\"><b class=\"verse-num\" id=\"v66018009-1\">9&nbsp;</b>And the kings of the earth, who committed sexual immorality and lived in luxury with her, will weep and wail over her when they see the smoke of her burning. <b class=\"verse-num\" id=\"v66018010-1\">10&nbsp;</b>They will stand far off, in fear of her torment, and say,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018010_05-20\" class=\"line\">&nbsp;&nbsp;“Alas! Alas! You great city,</span><br><span id=\"p66018010_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you mighty city, Babylon!</span><br><span id=\"p66018010_05-20\" class=\"line\">&nbsp;&nbsp;For in a single hour your judgment has come.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018010_05-20\"><b class=\"verse-num\" id=\"v66018011-1\">11&nbsp;</b>And the merchants of the earth weep and mourn for her, since no one buys their cargo anymore, <b class=\"verse-num\" id=\"v66018012-1\">12&nbsp;</b>cargo of gold, silver, jewels, pearls, fine linen, purple cloth, silk, scarlet cloth, all kinds of scented wood, all kinds of articles of ivory, all kinds of articles of costly wood, bronze, iron and marble, <b class=\"verse-num\" id=\"v66018013-1\">13&nbsp;</b>cinnamon, spice, incense, myrrh, frankincense, wine, oil, fine flour, wheat, cattle and sheep, horses and chariots, and slaves, that is, human souls.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018014_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018014-1\">14&nbsp;</b>&nbsp;&nbsp;“The fruit for which your soul longed</span><br><span id=\"p66018014_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has gone from you,</span><br><span id=\"p66018014_05-20\" class=\"line\">&nbsp;&nbsp;and all your delicacies and your splendors</span><br><span id=\"p66018014_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are lost to you,</span><br><span id=\"p66018014_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;never to be found again!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018014_05-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018015-1\">15&nbsp;</b>The merchants of these wares, who gained wealth from her, will stand far off, in fear of her torment, weeping and mourning aloud,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018016_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018016-1\">16&nbsp;</b>&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018016_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that was clothed in fine linen,</span><br><span id=\"p66018016_05-20\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;in purple and scarlet,</span><br><span id=\"p66018016_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;adorned with gold,</span><br><span id=\"p66018016_05-20\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;with jewels, and with pearls!</span><br><span id=\"p66018017_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018017-1\">17&nbsp;</b>&nbsp;&nbsp;For in a single hour all this wealth has been laid waste.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018017_05-20\">And all shipmasters and seafaring men, sailors and all whose trade is on the sea, stood far off <b class=\"verse-num\" id=\"v66018018-1\">18&nbsp;</b>and cried out as they saw the smoke of her burning,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018018_05-20\" class=\"line\">&nbsp;&nbsp;“What city was like the great city?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018018_05-20\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v66018019-1\">19&nbsp;</b>And they threw dust on their heads as they wept and mourned, crying out,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018019_05-20\" class=\"line\">&nbsp;&nbsp;“Alas, alas, for the great city</span><br><span id=\"p66018019_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;where all who had ships at sea</span><br><span id=\"p66018019_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;grew rich by her wealth!</span><br><span id=\"p66018019_05-20\" class=\"line\">&nbsp;&nbsp;For in a single hour she has been laid waste.</span><br><span id=\"p66018020_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018020-1\">20&nbsp;</b>&nbsp;&nbsp;Rejoice over her, O heaven,</span><br><span id=\"p66018020_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you saints and apostles and prophets,</span><br><span id=\"p66018020_05-20\" class=\"line\">&nbsp;&nbsp;for God has given judgment for you against her!”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66018020_05-20\"><b class=\"verse-num\" id=\"v66018021-1\">21&nbsp;</b>Then a mighty angel took up a stone like a great millstone and threw it into the sea, saying,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66018021_05-20\" class=\"line\">&nbsp;&nbsp;“So will Babylon the great city be thrown down with violence,</span><br><span id=\"p66018021_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will be found no more;</span><br><span id=\"p66018022_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018022-1\">22&nbsp;</b>&nbsp;&nbsp;and the sound of harpists and musicians, of flute players and trumpeters,</span><br><span id=\"p66018022_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018022_05-20\" class=\"line\">&nbsp;&nbsp;and a craftsman of any craft</span><br><span id=\"p66018022_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be found in you no more,</span><br><span id=\"p66018022_05-20\" class=\"line\">&nbsp;&nbsp;and the sound of the mill</span><br><span id=\"p66018022_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018023-1\">23&nbsp;</b>&nbsp;&nbsp;and the light of a lamp</span><br><span id=\"p66018023_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will shine in you no more,</span><br><span id=\"p66018023_05-20\" class=\"line\">&nbsp;&nbsp;and the voice of bridegroom and bride</span><br><span id=\"p66018023_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;will be heard in you no more,</span><br><span id=\"p66018023_05-20\" class=\"line\">&nbsp;&nbsp;for your merchants were the great ones of the earth,</span><br><span id=\"p66018023_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all nations were deceived by your sorcery.</span><br><span id=\"p66018024_05-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v66018024-1\">24&nbsp;</b>&nbsp;&nbsp;And in her was found the blood of prophets and of saints,</span><br><span id=\"p66018024_05-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and of all who have been slain on earth.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> And after these things I saw another angel come down from heaven, having great power; and the earth was lightened with his glory.  <strong>2</strong> And he cried mightily with a strong voice, saying, Babylon the great is fallen, is fallen, and is become the habitation of devils, and the hold of every foul spirit, and a cage of every unclean and hateful bird.  <strong>3</strong> For all nations have drunk of the wine of the wrath of her fornication, and the kings of the earth have committed fornication with her, and the merchants of the earth are waxed rich through the abundance of her delicacies.  <strong>4</strong> And I heard another voice from heaven, saying, Come out of her, my people, that ye be not partakers of her sins, and that ye receive not of her plagues.  <strong>5</strong> For her sins have reached unto heaven, and God hath remembered her iniquities.  <strong>6</strong> Reward her even as she rewarded you, and double unto her double according to her works: in the cup which she hath filled fill to her double.  <strong>7</strong> How much she hath glorified herself, and lived deliciously, so much torment and sorrow give her: for she saith in her heart, I sit a queen, and am no widow, and shall see no sorrow.  <strong>8</strong> Therefore shall her plagues come in one day, death, and mourning, and famine; and she shall be utterly burned with fire: for strong is  the Lord God who judgeth her.  <strong>9</strong> And the kings of the earth, who have committed fornication and lived deliciously with her, shall bewail her, and lament for her, when they shall see the smoke of her burning,  <strong>10</strong> Standing afar off for the fear of her torment, saying, Alas, alas, that great city Babylon, that mighty city! for in one hour is thy judgment come.  <strong>11</strong> And the merchants of the earth shall weep and mourn over her; for no man buyeth their merchandise any more:  <strong>12</strong> The merchandise of gold, and silver, and precious stones, and of pearls, and fine linen, and purple, and silk, and scarlet, and all thyine wood, and all manner vessels of ivory, and all manner vessels of most precious wood, and of brass, and iron, and marble,  <strong>13</strong> And cinnamon, and odours, and ointments, and frankincense, and wine, and oil, and fine flour, and wheat, and beasts, and sheep, and horses, and chariots, and slaves, and souls of men.  <strong>14</strong> And the fruits that thy soul lusted after are departed from thee, and all things which were dainty and goodly are departed from thee, and thou shalt find them no more at all.  <strong>15</strong> The merchants of these things, which were made rich by her, shall stand afar off for the fear of her torment, weeping and wailing,  <strong>16</strong> And saying, Alas, alas, that great city, that was clothed in fine linen, and purple, and scarlet, and decked with gold, and precious stones, and pearls!  <strong>17</strong> For in one hour so great riches is come to nought. And every shipmaster, and all the company in ships, and sailors, and as many as trade by sea, stood afar off,  <strong>18</strong> And cried when they saw the smoke of her burning, saying, What city is like unto this great city!  <strong>19</strong> And they cast dust on their heads, and cried, weeping and wailing, saying, Alas, alas, that great city, wherein were made rich all that had ships in the sea by reason of her costliness! for in one hour is she made desolate.  <strong>20</strong> Rejoice over her, thou heaven, and ye holy apostles and prophets; for God hath avenged you on her.  <strong>21</strong> And a mighty angel took up a stone like a great millstone, and cast it into the sea, saying, Thus with violence shall that great city Babylon be thrown down, and shall be found no more at all.  <strong>22</strong> And the voice of harpers, and musicians, and of pipers, and trumpeters, shall be heard no more at all in thee; and no craftsman, of whatsoever craft he be, shall be found any more in thee; and the sound of a millstone shall be heard no more at all in thee;  <strong>23</strong> And the light of a candle shall shine no more at all in thee; and the voice of the bridegroom and of the bride shall be heard no more at all in thee: for thy merchants were the great men of the earth; for by thy sorceries were all nations deceived.  <strong>24</strong> And in her was found the blood of prophets, and of saints, and of all that were slain upon the earth.  ","niv":"<sup><strong>1</strong></sup> After this I saw another angel coming down from heaven. He had great authority, and the earth was illuminated by his splendor. <sup><strong>2</strong></sup> With a mighty voice he shouted: \"Fallen! Fallen is Babylon the Great! She has become a home for demons and a haunt for every evil spirit, a haunt for every unclean and detestable bird. <sup><strong>3</strong></sup> For all the nations have drunk the maddening wine of her adulteries. The kings of the earth committed adultery with her, and the merchants of the earth grew rich from her excessive luxuries.\" <sup><strong>4</strong></sup> Then I heard another voice from heaven say: \"Come out of her, my people, so that you will not share in her sins, so that you will not receive any of her plagues; <sup><strong>5</strong></sup> for her sins are piled up to heaven, and God has remembered her crimes. <sup><strong>6</strong></sup> Give back to her as she has given; pay her back double for what she has done. Mix her a double portion from her own cup. <sup><strong>7</strong></sup> Give her as much torture and grief as the glory and luxury she gave herself. In her heart she boasts, 'I sit as queen; I am not a widow, and I will never mourn.' <sup><strong>8</strong></sup> Therefore in one day her plagues will overtake her: death, mourning and famine. She will be consumed by fire, for mighty is the Lord God who judges her. <sup><strong>9</strong></sup> \"When the kings of the earth who committed adultery with her and shared her luxury see the smoke of her burning, they will weep and mourn over her. <sup><strong>10</strong></sup> Terrified at her torment, they will stand far off and cry: \"'Woe! Woe, O great city, O Babylon, city of power! In one hour your doom has come!' <sup><strong>11</strong></sup> \"The merchants of the earth will weep and mourn over her because no one buys their cargoes any more-- <sup><strong>12</strong></sup> cargoes of gold, silver, precious stones and pearls; fine linen, purple, silk and scarlet cloth; every sort of citron wood, and articles of every kind made of ivory, costly wood, bronze, iron and marble; <sup><strong>13</strong></sup> cargoes of cinnamon and spice, of incense, myrrh and frankincense, of wine and olive oil, of fine flour and wheat; cattle and sheep; horses and carriages; and bodies and souls of men. <sup><strong>14</strong></sup> \"They will say, 'The fruit you longed for is gone from you. All your riches and splendor have vanished, never to be recovered.' <sup><strong>15</strong></sup> The merchants who sold these things and gained their wealth from her will stand far off, terrified at her torment. They will weep and mourn <sup><strong>16</strong></sup> and cry out: \"'Woe! Woe, O great city, dressed in fine linen, purple and scarlet, and glittering with gold, precious stones and pearls! <sup><strong>17</strong></sup> In one hour such great wealth has been brought to ruin!' <sup><strong>18</strong></sup> \"Every sea captain, and all who travel by ship, the sailors, and all who earn their living from the sea, will stand far off. When they see the smoke of her burning, they will exclaim, 'Was there ever a city like this great city?' <sup><strong>19</strong></sup> They will throw dust on their heads, and with weeping and mourning cry out: \"'Woe! Woe, O great city, where all who had ships on the sea became rich through her wealth! In one hour she has been brought to ruin! <sup><strong>20</strong></sup> Rejoice over her, O heaven! Rejoice, saints and apostles and prophets! God has judged her for the way she treated you.'\" <sup><strong>21</strong></sup> Then a mighty angel picked up a boulder the size of a large millstone and threw it into the sea, and said: \"With such violence the great city of Babylon will be thrown down, never to be found again. <sup><strong>22</strong></sup> The music of harpists and musicians, flute players and trumpeters, will never be heard in you again. No workman of any trade will ever be found in you again. The sound of a millstone will never be heard in you again. <sup><strong>23</strong></sup> The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again. Your merchants were the world's great men. By your magic spell all the nations were led astray. <sup><strong>24</strong></sup> In her was found the blood of prophets and of the saints, and of all who have been killed on the earth.\" "},{"_id":"615a5786d574000a101822d9","topicId":"615a5780d574000a101822c5","verse":"1 Peter 3:13-4:13","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60003013_01-22\"><b class=\"verse-num\" id=\"v60003013-1\">13&nbsp;</b>Now who is there to harm you if you are zealous for what is good? <b class=\"verse-num\" id=\"v60003014-1\">14&nbsp;</b>But even if you should suffer for righteousness’ sake, you will be blessed. Have no fear of them, nor be troubled, <b class=\"verse-num\" id=\"v60003015-1\">15&nbsp;</b>but in your hearts honor Christ the Lord as holy, always being prepared to make a defense to anyone who asks you for a reason for the hope that is in you; yet do it with gentleness and respect, <b class=\"verse-num\" id=\"v60003016-1\">16&nbsp;</b>having a good conscience, so that, when you are slandered, those who revile your good behavior in Christ may be put to shame. <b class=\"verse-num\" id=\"v60003017-1\">17&nbsp;</b>For it is better to suffer for doing good, if that should be God’s will, than for doing evil.</p>\n<p id=\"p60003017_01-22\"><b class=\"verse-num\" id=\"v60003018-1\">18&nbsp;</b>For Christ also suffered once for sins, the righteous for the unrighteous, that he might bring us to God, being put to death in the flesh but made alive in the spirit, <b class=\"verse-num\" id=\"v60003019-1\">19&nbsp;</b>in which he went and proclaimed to the spirits in prison, <b class=\"verse-num\" id=\"v60003020-1\">20&nbsp;</b>because they formerly did not obey, when God’s patience waited in the days of Noah, while the ark was being prepared, in which a few, that is, eight persons, were brought safely through water. <b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ, <b class=\"verse-num\" id=\"v60003022-1\">22&nbsp;</b>who has gone into heaven and is at the right hand of God, with angels, authorities, and powers having been subjected to him.</p>\n\n<p id=\"p60004001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60004001-1\">4:1&nbsp;</b>Since therefore Christ suffered in the flesh, arm yourselves with the same way of thinking, for whoever has suffered in the flesh has ceased from sin, <b class=\"verse-num\" id=\"v60004002-1\">2&nbsp;</b>so as to live for the rest of the time in the flesh no longer for human passions but for the will of God. <b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you; <b class=\"verse-num\" id=\"v60004005-1\">5&nbsp;</b>but they will give account to him who is ready to judge the living and the dead. <b class=\"verse-num\" id=\"v60004006-1\">6&nbsp;</b>For this is why the gospel was preached even to those who are dead, that though judged in the flesh the way people are, they might live in the spirit the way God does.</p>\n<p id=\"p60004006_05-22\"><b class=\"verse-num\" id=\"v60004007-1\">7&nbsp;</b>The end of all things is at hand; therefore be self-controlled and sober-minded for the sake of your prayers. <b class=\"verse-num\" id=\"v60004008-1\">8&nbsp;</b>Above all, keep loving one another earnestly, since love covers a multitude of sins. <b class=\"verse-num\" id=\"v60004009-1\">9&nbsp;</b>Show hospitality to one another without grumbling. <b class=\"verse-num\" id=\"v60004010-1\">10&nbsp;</b>As each has received a gift, use it to serve one another, as good stewards of God’s varied grace: <b class=\"verse-num\" id=\"v60004011-1\">11&nbsp;</b>whoever speaks, as one who speaks oracles of God; whoever serves, as one who serves by the strength that God supplies—in order that in everything God may be glorified through Jesus Christ. To him belong glory and dominion forever and ever. Amen.</p>\n\n<p id=\"p60004011_09-22\"><b class=\"verse-num\" id=\"v60004012-1\">12&nbsp;</b>Beloved, do not be surprised at the fiery trial when it comes upon you to test you, as though something strange were happening to you. <b class=\"verse-num\" id=\"v60004013-1\">13&nbsp;</b>But rejoice insofar as you share Christ’s sufferings, that you may also rejoice and be glad when his glory is revealed.</p>\n\n</div>","kjv":"<strong>13</strong> And who is he that will harm you, if ye be followers of that which is good?  <strong>14</strong> But and if ye suffer for righteousness’ sake, happy are ye:  and be not afraid of their terror, neither be troubled;  <strong>15</strong> But sanctify the Lord God in your hearts: and be ready always to give an answer to every man that asketh you a reason of the hope that is in you with meekness and fear:  <strong>16</strong> Having a good conscience; that, whereas they speak evil of you, as of evildoers, they may be ashamed that falsely accuse your good conversation in Christ.  <strong>17</strong> For it is better, if the will of God be so, that ye suffer for well doing, than for evil doing.  <strong>18</strong> For Christ also hath once suffered for sins, the just for the unjust, that he might bring us to God, being put to death in the flesh, but quickened by the Spirit:  <strong>19</strong> By which also he went and preached unto the spirits in prison;  <strong>20</strong> Which sometime were disobedient, when once the longsuffering of God waited in the days of Noah, while the ark was a preparing, wherein few, that is, eight souls were saved by water.  <strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  <strong>22</strong> Who is gone into heaven, and is on the right hand of God; angels and authorities and powers being made subject unto him.  <strong>1</strong> Forasmuch then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind: for he that hath suffered in the flesh hath ceased from sin;  <strong>2</strong> That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.  <strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  <strong>5</strong> Who shall give account to him that is ready to judge the quick and the dead.  <strong>6</strong> For for this cause was the gospel preached also to them that are dead, that they might be judged according to men in the flesh, but live according to God in the spirit.  <strong>7</strong> But the end of all things is at hand: be ye therefore sober, and watch unto prayer.  <strong>8</strong> And above all things have fervent charity among yourselves: for charity shall cover the multitude of sins.  <strong>9</strong> Use hospitality one to another without grudging.  <strong>10</strong> As every man hath received the gift, even so minister the same one to another, as good stewards of the manifold grace of God.  <strong>11</strong> If any man speak, let him speak as the oracles of God; if any man minister, let him do it as of the ability which God giveth: that God in all things may be glorified through Jesus Christ, to whom be praise and dominion for ever and ever. Amen.  <strong>12</strong> Beloved, think it not strange concerning the fiery trial which is to try you, as though some strange thing happened unto you:  <strong>13</strong> But rejoice, inasmuch as ye are partakers of Christ’s sufferings; that, when his glory shall be revealed, ye may be glad also with exceeding joy.  ","niv":""},{"_id":"615a5787d574000a101822da","topicId":"615a5780d574000a101822c5","verse":"Hebrews 11:22-23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p58011022_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011022-1\">22&nbsp;</b>By faith Joseph, at the end of his life, made mention of the exodus of the Israelites and gave directions concerning his bones.</p>\n<p id=\"p58011022_01-23\"><b class=\"verse-num\" id=\"v58011023-1\">23&nbsp;</b>By faith Moses, when he was born, was hidden for three months by his parents, because they saw that the child was beautiful, and they were not afraid of the king’s edict.</p>\n</div>","kjv":"<strong>22</strong> By faith Joseph, when he died, made mention of the departing of the children of Israel; and gave commandment concerning his bones.  <strong>23</strong> By faith Moses, when he was born, was hid three months of his parents, because they saw he was a proper child; and they were not afraid of the king’s commandment.  ","niv":"<sup><strong>22</strong></sup> By faith Joseph, when his end was near, spoke about the exodus of the Israelites from Egypt and gave instructions about his bones. <sup><strong>23</strong></sup> By faith Moses' parents hid him for three months after he was born, because they saw he was no ordinary child, and they were not afraid of the king's edict. "},{"_id":"615a5787d574000a101822db","topicId":"615a5780d574000a101822c5","verse":"Acts 12:23-24","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44012023_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44012023-1\">23&nbsp;</b>Immediately an angel of the Lord struck him down, because he did not give God the glory, and he was eaten by worms and breathed his last.</p>\n<p id=\"p44012023_01-24\"><b class=\"verse-num\" id=\"v44012024-1\">24&nbsp;</b>But the word of God increased and multiplied.</p>\n</div>","kjv":"<strong>23</strong> And immediately the angel of the Lord smote him, because he gave not God the glory: and he was eaten of worms, and gave up the ghost.  <strong>24</strong> But the word of God grew and multiplied.  ","niv":"<sup><strong>23</strong></sup> Immediately, because Herod did not give praise to God, an angel of the Lord struck him down, and he was eaten by worms and died. <sup><strong>24</strong></sup> But the word of God continued to increase and spread. "},{"_id":"615a5787d574000a101822dc","topicId":"615a5780d574000a101822c5","verse":"Matthew 24:27-34","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40024027_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024027-1\">27&nbsp;</b><span class=\"woc\">For as the lightning comes from the east and shines as far as the west, so will be the coming of the Son of Man.</span> <b class=\"verse-num woc\" id=\"v40024028-1\">28&nbsp;</b><span class=\"woc\">Wherever the corpse is, there the vultures will gather.</span></p>\n\n<p id=\"p40024028_08-25\"><b class=\"verse-num woc\" id=\"v40024029-1\">29&nbsp;</b><span class=\"woc\">“Immediately after the tribulation of those days the sun will be darkened, and the moon will not give its light, and the stars will fall from heaven, and the powers of the heavens will be shaken.</span> <b class=\"verse-num woc\" id=\"v40024030-1\">30&nbsp;</b><span class=\"woc\">Then will appear in heaven the sign of the Son of Man, and then all the tribes of the earth will mourn, and they will see the Son of Man coming on the clouds of heaven with power and great glory.</span> <b class=\"verse-num woc\" id=\"v40024031-1\">31&nbsp;</b><span class=\"woc\">And he will send out his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of heaven to the other.</span></p>\n\n<p id=\"p40024031_14-25\"><b class=\"verse-num woc\" id=\"v40024032-1\">32&nbsp;</b><span class=\"woc\">“From the fig tree learn its lesson: as soon as its branch becomes tender and puts out its leaves, you know that summer is near.</span> <b class=\"verse-num woc\" id=\"v40024033-1\">33&nbsp;</b><span class=\"woc\">So also, when you see all these things, you know that he is near, at the very gates.</span> <b class=\"verse-num woc\" id=\"v40024034-1\">34&nbsp;</b><span class=\"woc\">Truly, I say to you, this generation will not pass away until all these things take place.</span></p>\n</div>","kjv":"<strong>27</strong> For as the lightning cometh out of the east, and shineth even unto the west; so shall also the coming of the Son of man be.  <strong>28</strong> For wheresoever the carcase is, there will the eagles be gathered together. <strong>29</strong>           Immediately after the tribulation of those days shall the sun be darkened, and the moon shall not give her light, and the stars shall fall from heaven, and the powers of the heavens shall be shaken:  <strong>30</strong> And then shall appear the sign of the Son of man in heaven: and then shall all the tribes of the earth mourn, and they shall see the Son of man coming in the clouds of heaven with power and great glory.  <strong>31</strong> And he shall send his angels with a great sound of a trumpet, and they shall gather together his elect from the four winds, from one end of heaven to the other.  <strong>32</strong> Now learn a parable of the fig tree; When his branch is yet tender, and putteth forth leaves, ye know that summer is nigh:  <strong>33</strong> So likewise ye, when ye shall see all these things, know that it is near, even at the doors.  <strong>34</strong> Verily I say unto you, This generation shall not pass, till all these things be fulfilled.  ","niv":"<sup><strong>27</strong></sup> For as lightning that comes from the east is visible even in the west, so will be the coming of the Son of Man. <sup><strong>28</strong></sup> Wherever there is a carcass, there the vultures will gather. <sup><strong>29</strong></sup> \"Immediately after the distress of those days \"'the sun will be darkened, and the moon will not give its light; the stars will fall from the sky, and the heavenly bodies will be shaken.' <sup><strong>30</strong></sup> \"At that time the sign of the Son of Man will appear in the sky, and all the nations of the earth will mourn. They will see the Son of Man coming on the clouds of the sky, with power and great glory. <sup><strong>31</strong></sup> And he will send his angels with a loud trumpet call, and they will gather his elect from the four winds, from one end of the heavens to the other. <sup><strong>32</strong></sup> \"Now learn this lesson from the fig tree: As soon as its twigs get tender and its leaves come out, you know that summer is near. <sup><strong>33</strong></sup> Even so, when you see all these things, you know that it is near, right at the door. <sup><strong>34</strong></sup> I tell you the truth, this generation will certainly not pass away until all these things have happened. "},{"_id":"615a5788d574000a101822dd","topicId":"615a5780d574000a101822c5","verse":"Isaiah 62:1-63:19","votes":5,"__v":0,"kjv":"<strong>1</strong> For Zion’s sake will I not hold my peace, and for Jerusalem’s sake I will not rest, until the righteousness thereof go forth as brightness, and the salvation thereof as a lamp that burneth.  <strong>2</strong> And the Gentiles shall see thy righteousness, and all kings thy glory: and thou shalt be called by a new name, which the mouth of the LORD shall name.  <strong>3</strong> Thou shalt also be a crown of glory in the hand of the LORD, and a royal diadem in the hand of thy God.  <strong>4</strong> Thou shalt no more be termed Forsaken; neither shall thy land any more be termed Desolate: but thou shalt be called Hephzi-bah, and thy land Beulah: for the LORD delighteth in thee, and thy land shall be married.  <strong>5</strong> For as a young man marrieth a virgin, so shall thy sons marry thee: and as the bridegroom rejoiceth over the bride, so shall thy God rejoice over thee.  <strong>6</strong> I have set watchmen upon thy walls, O Jerusalem, which shall never hold their peace day nor night: ye that make mention of the LORD, keep not silence,  <strong>7</strong> And give him no rest, till he establish, and till he make Jerusalem a praise in the earth.  <strong>8</strong> The LORD hath sworn by his right hand, and by the arm of his strength, Surely I will no more give thy corn to be meat for thine enemies; and the sons of the stranger shall not drink thy wine, for the which thou hast laboured:  <strong>9</strong> But they that have gathered it shall eat it, and praise the LORD; and they that have brought it together shall drink it in the courts of my holiness.  <strong>10</strong> Go through, go through the gates; prepare ye the way of the people; cast up, cast up the highways; gather out the stones; lift up a standard for the people.  <strong>11</strong> Behold, the LORD hath proclaimed unto the end of the world, Say ye to the daughter of Zion, Behold, thy salvation cometh; behold, his reward is with him, and his work before him.  <strong>12</strong> And they shall call them, The holy people, The redeemed of the LORD: and thou shalt be called, Sought out, A city not forsaken.  <strong>1</strong> Who is this that cometh from Edom, with dyed garments from Bozrah? this that is glorious in his apparel, travelling in the greatness of his strength? I that speak in righteousness, mighty to save.  <strong>2</strong> Wherefore art thou red in thine apparel, and thy garments like him that treadeth in the winefat?  <strong>3</strong> I have trodden the winepress alone; and of the people there was  none with me: for I will tread them in mine anger, and trample them in my fury; and their blood shall be sprinkled upon my garments, and I will stain all my raiment.  <strong>4</strong> For the day of vengeance is in mine heart, and the year of my redeemed is come.  <strong>5</strong> And I looked, and there was none to help; and I wondered that there was none to uphold: therefore mine own arm brought salvation unto me; and my fury, it upheld me.  <strong>6</strong> And I will tread down the people in mine anger, and make them drunk in my fury, and I will bring down their strength to the earth.  <strong>7</strong> I will mention the lovingkindnesses of the LORD, and the praises of the LORD, according to all that the LORD hath bestowed on us, and the great goodness toward the house of Israel, which he hath bestowed on them according to his mercies, and according to the multitude of his lovingkindnesses.  <strong>8</strong> For he said, Surely they are my people, children that  will not lie: so he was their Saviour.  <strong>9</strong> In all their affliction he was afflicted, and the angel of his presence saved them: in his love and in his pity he redeemed them; and he bare them, and carried them all the days of old.  <strong>10</strong> But they rebelled, and vexed his holy Spirit: therefore he was turned to be their enemy, and he fought against them.  <strong>11</strong> Then he remembered the days of old, Moses, and his people, saying, Where is he that brought them up out of the sea with the shepherd of his flock? where is he that put his holy Spirit within him?  <strong>12</strong> That led them by the right hand of Moses with his glorious arm, dividing the water before them, to make himself an everlasting name?  <strong>13</strong> That led them through the deep, as an horse in the wilderness, that they should not stumble?  <strong>14</strong> As a beast goeth down into the valley, the Spirit of the LORD caused him to rest: so didst thou lead thy people, to make thyself a glorious name.  <strong>15</strong> Look down from heaven, and behold from the habitation of thy holiness and of thy glory: where is thy zeal and thy strength, the sounding of thy bowels and of thy mercies toward me? are they restrained?  <strong>16</strong> Doubtless thou art our father, though Abraham be ignorant of us, and Israel acknowledge us not: thou, O LORD, art our father, our redeemer; thy name is from everlasting.  <strong>17</strong> O LORD, why hast thou made us to err from thy ways, and hardened our heart from thy fear? Return for thy servants’ sake, the tribes of thine inheritance.  <strong>18</strong> The people of thy holiness have possessed it but a little while: our adversaries have trodden down thy sanctuary.  <strong>19</strong> We are thine: thou never barest rule over them; they were not called by thy name.  ","niv":"<sup><strong>1</strong></sup> For Zion's sake I will not keep silent, for Jerusalem's sake I will not remain quiet, till her righteousness shines out like the dawn, her salvation like a blazing torch. <sup><strong>2</strong></sup> The nations will see your righteousness, and all kings your glory; you will be called by a new name that the mouth of the LORD will bestow. <sup><strong>3</strong></sup> You will be a crown of splendor in the LORD's hand, a royal diadem in the hand of your God. <sup><strong>4</strong></sup> No longer will they call you Deserted, or name your land Desolate. But you will be called Hephzibah, and your land Beulah; for the LORD will take delight in you, and your land will be married. <sup><strong>5</strong></sup> As a young man marries a maiden, so will your sons marry you; as a bridegroom rejoices over his bride, so will your God rejoice over you. <sup><strong>6</strong></sup> I have posted watchmen on your walls, O Jerusalem; they will never be silent day or night. You who call on the LORD, give yourselves no rest, <sup><strong>7</strong></sup> and give him no rest till he establishes Jerusalem and makes her the praise of the earth. <sup><strong>8</strong></sup> The LORD has sworn by his right hand and by his mighty arm: \"Never again will I give your grain as food for your enemies, and never again will foreigners drink the new wine for which you have toiled; <sup><strong>9</strong></sup> but those who harvest it will eat it and praise the LORD, and those who gather the grapes will drink it in the courts of my sanctuary.\" <sup><strong>10</strong></sup> Pass through, pass through the gates! Prepare the way for the people. Build up, build up the highway! Remove the stones. Raise a banner for the nations. <sup><strong>11</strong></sup> The LORD has made proclamation to the ends of the earth: \"Say to the Daughter of Zion, 'See, your Savior comes! See, his reward is with him, and his recompense accompanies him.'\" <sup><strong>12</strong></sup> They will be called the Holy People, the Redeemed of the LORD; and you will be called Sought After, the City No Longer Deserted. <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined <sup><strong>37</strong></sup> undefined <sup><strong>38</strong></sup> undefined <sup><strong>39</strong></sup> undefined <sup><strong>40</strong></sup> undefined <sup><strong>41</strong></sup> undefined <sup><strong>42</strong></sup> undefined <sup><strong>43</strong></sup> undefined <sup><strong>44</strong></sup> undefined <sup><strong>45</strong></sup> undefined <sup><strong>46</strong></sup> undefined <sup><strong>47</strong></sup> undefined <sup><strong>48</strong></sup> undefined <sup><strong>49</strong></sup> undefined <sup><strong>50</strong></sup> undefined <sup><strong>51</strong></sup> undefined <sup><strong>52</strong></sup> undefined <sup><strong>53</strong></sup> undefined <sup><strong>54</strong></sup> undefined <sup><strong>55</strong></sup> undefined <sup><strong>56</strong></sup> undefined <sup><strong>57</strong></sup> undefined <sup><strong>58</strong></sup> undefined <sup><strong>59</strong></sup> undefined <sup><strong>60</strong></sup> undefined <sup><strong>61</strong></sup> undefined <sup><strong>62</strong></sup> undefined <sup><strong>63</strong></sup> undefined "},{"_id":"615a5788d574000a101822de","topicId":"615a5780d574000a101822c5","verse":"Isaiah 42:3-7","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23042003_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042003-1\">3&nbsp;</b>&nbsp;&nbsp;a bruised reed he will not break,</span><br><span id=\"p23042003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a faintly burning wick he will not quench;</span><br><span id=\"p23042003_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will faithfully bring forth justice.</span><br><span id=\"p23042004_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042004-1\">4&nbsp;</b>&nbsp;&nbsp;He will not grow faint or be discouraged</span><br><span id=\"p23042004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;till he has established justice in the earth;</span><br><span id=\"p23042004_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the coastlands wait for his law.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23042005_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042005-1\">5&nbsp;</b>&nbsp;&nbsp;Thus says God, the LORD,</span><br><span id=\"p23042005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who created the heavens and stretched them out,</span><br><span id=\"p23042005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread out the earth and what comes from it,</span><br><span id=\"p23042005_01-27\" class=\"line\">&nbsp;&nbsp;who gives breath to the people on it</span><br><span id=\"p23042005_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and spirit to those who walk in it:</span><br><span id=\"p23042006_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v23042006-1\">6&nbsp;</b>&nbsp;&nbsp;“I am the LORD; I have called you in righteousness;</span><br><span id=\"p23042006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will take you by the hand and keep you;</span><br><span id=\"p23042006_01-27\" class=\"line\">&nbsp;&nbsp;I will give you as a covenant for the people,</span><br><span id=\"p23042006_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a light for the nations,</span><br><span id=\"p23042007_01-27\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23042007-1\">7&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;to open the eyes that are blind,</span><br><span id=\"p23042007_01-27\" class=\"line\">&nbsp;&nbsp;to bring out the prisoners from the dungeon,</span><br><span id=\"p23042007_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from the prison those who sit in darkness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>3</strong> A bruised reed shall he not break, and the smoking flax shall he not quench: he shall bring forth judgment unto truth.  <strong>4</strong> He shall not fail nor be discouraged, till he have set judgment in the earth: and the isles shall wait for his law.  <strong>5</strong> Thus saith God the LORD, he that created the heavens, and stretched them out; he that spread forth the earth, and that which cometh out of it; he that giveth breath unto the people upon it, and spirit to them that walk therein:  <strong>6</strong> I the LORD have called thee in righteousness, and will hold thine hand, and will keep thee, and give thee for a covenant of the people, for a light of the Gentiles;  <strong>7</strong> To open the blind eyes, to bring out the prisoners from the prison, and them that sit in darkness out of the prison house.  ","niv":"<sup><strong>3</strong></sup> A bruised reed he will not break, and a smoldering wick he will not snuff out. In faithfulness he will bring forth justice; <sup><strong>4</strong></sup> he will not falter or be discouraged till he establishes justice on earth. In his law the islands will put their hope.\" <sup><strong>5</strong></sup> This is what God the LORD says- he who created the heavens and stretched them out, who spread out the earth and all that comes out of it, who gives breath to its people, and life to those who walk on it: <sup><strong>6</strong></sup> \"I, the LORD, have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles, <sup><strong>7</strong></sup> to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness. "}]}