{"_id":"615a5825d574000a1018231b","slug":"choices","name":"Choices","verses":[{"_id":"615a5826d574000a1018231c","topicId":"615a5825d574000a1018231b","verse":"Romans 8:7","votes":26,"__v":0,"esv":"<div>\n<p id=\"p45008007_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008007-1\">7&nbsp;</b>For the mind that is set on the flesh is hostile to God, for it does not submit to God’s law; indeed, it cannot.</p>\n</div>","kjv":"<strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  ","niv":"<sup><strong>7</strong></sup> the sinful mind is hostile to God. It does not submit to God's law, nor can it do so.","modified":"2022-03-26T18:16:39.811Z"},{"_id":"615a5826d574000a1018231d","topicId":"615a5825d574000a1018231b","verse":"Proverbs 16:16","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016016_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016016-1\">16&nbsp;</b>&nbsp;&nbsp;How much better to get wisdom than gold!</span><br><span id=\"p20016016_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;To get understanding is to be chosen rather than silver.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!  ","niv":"<sup><strong>16</strong></sup> How much better to get wisdom than gold, to choose understanding rather than silver!","modified":"2022-03-22T19:01:46.748Z"},{"_id":"615a5827d574000a1018231e","topicId":"615a5825d574000a1018231b","verse":"1 Kings 18:21","votes":17,"__v":0,"esv":"<div>\n<p id=\"p11018021_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v11018021-1\">21&nbsp;</b>And Elijah came near to all the people and said, “How long will you go limping between two different opinions? If the LORD is God, follow him; but if Baal, then follow him.” And the people did not answer him a word.</p>\n</div>","kjv":"<strong>21</strong> And Elijah came unto all the people, and said, How long halt ye between two opinions? if the LORD be God, follow him: but if Baal, then follow him. And the people answered him not a word.  ","niv":"<sup><strong>21</strong></sup> Elijah went before the people and said, \"How long will you waver between two opinions? If the LORD is God, follow him; but if Baal is God, follow him.\" But the people said nothing.","modified":"2023-02-13T02:32:16.132Z"},{"_id":"615a5827d574000a1018231f","topicId":"615a5825d574000a1018231b","verse":"Proverbs 3:5-6","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"615a5828d574000a10182320","topicId":"615a5825d574000a1018231b","verse":"Deuteronomy 30:15","votes":15,"__v":0,"esv":"<div>\n<p id=\"p05030015_01-6\"><b class=\"verse-num\" id=\"v05030015-1\">15&nbsp;</b>“See, I have set before you today life and good, death and evil.</p>\n</div>","kjv":"<strong>15</strong> See, I have set before thee this day life and good, and death and evil;  ","niv":"<sup><strong>15</strong></sup> See, I set before you today life and prosperity, death and destruction.","modified":"2023-10-15T10:59:10.112Z"},{"_id":"615a5828d574000a10182321","topicId":"615a5825d574000a1018231b","verse":"2 Corinthians 5:9-10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p47005009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005009-1\">9&nbsp;</b>So whether we are at home or away, we make it our aim to please him. <b class=\"verse-num\" id=\"v47005010-1\">10&nbsp;</b>For we must all appear before the judgment seat of Christ, so that each one may receive what is due for what he has done in the body, whether good or evil.</p>\n</div>","kjv":"<strong>9</strong> Wherefore we labour, that, whether present or absent, we may be accepted of him.  <strong>10</strong> For we must all appear before the judgment seat of Christ; that every one may receive the things done in his body, according to that he hath done, whether it be good or bad.  ","niv":"<sup><strong>9</strong></sup> So we make it our goal to please him, whether we are at home in the body or away from it. <sup><strong>10</strong></sup> For we must all appear before the judgment seat of Christ, that each one may receive what is due him for the things done while in the body, whether good or bad. "},{"_id":"615a5828d574000a10182322","topicId":"615a5825d574000a1018231b","verse":"Deuteronomy 28:1-68","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-8\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-8\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-8\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-8\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-8\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-8\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-8\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-8\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-8\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. ","modified":"2022-10-27T12:00:29.079Z"},{"_id":"615a5828d574000a10182323","topicId":"615a5825d574000a1018231b","verse":"1 John 2:28","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p62002028_04-9\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming.</p>\n</div>","kjv":"<strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  ","niv":"<sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming."},{"_id":"615a5828d574000a10182324","topicId":"615a5825d574000a1018231b","verse":"Romans 14:10-12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-10\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-10\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_01-10\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. "},{"_id":"615a5828d574000a10182325","topicId":"615a5825d574000a1018231b","verse":"Luke 9:57-58","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p42009057_06-11\"><b class=\"verse-num\" id=\"v42009057-1\">57&nbsp;</b>As they were going along the road, someone said to him, “I will follow you wherever you go.” <b class=\"verse-num\" id=\"v42009058-1\">58&nbsp;</b>And Jesus said to him, <span class=\"woc\">“Foxes have holes, and birds of the air have nests, but the Son of Man has nowhere to lay his head.”</span></p>\n</div>","kjv":"<strong>57</strong> And it came to pass, that, as they went in the way, a certain man said unto him, Lord, I will follow thee whithersoever thou goest.  <strong>58</strong> And Jesus said unto him, Foxes have holes, and birds of the air have nests; but the Son of man hath not where to lay his head.  ","niv":"<sup><strong>57</strong></sup> As they were walking along the road, a man said to him, \"I will follow you wherever you go.\" <sup><strong>58</strong></sup> Jesus replied, \"Foxes have holes and birds of the air have nests, but the Son of Man has no place to lay his head.\" "},{"_id":"615a5828d574000a10182326","topicId":"615a5825d574000a1018231b","verse":"2 Samuel 24:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p10024012_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v10024012-1\">12&nbsp;</b>“Go and say to David, ‘Thus says the LORD, Three things I offer you. Choose one of them, that I may do it to you.’”</p>\n\n</div>","kjv":"<strong>12</strong> Go and say unto David, Thus saith the LORD, I offer thee three things; choose thee one of them, that I may do it unto thee.  ","niv":"<sup><strong>12</strong></sup> \"Go and tell David, 'This is what the LORD says: I am giving you three options. Choose one of them for me to carry out against you.'\""},{"_id":"615a5828d574000a10182327","topicId":"615a5825d574000a1018231b","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615a5829d574000a10182328","topicId":"615a5825d574000a1018231b","verse":"Luke 14:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-14\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"},{"_id":"615a5829d574000a10182329","topicId":"615a5825d574000a1018231b","verse":"Joshua 24:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p06024015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024015-1\">15&nbsp;</b>And if it is evil in your eyes to serve the LORD, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the LORD.”</p>\n</div>","kjv":"<strong>15</strong> And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were  on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.  ","niv":"<sup><strong>15</strong></sup> But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your forefathers served beyond the River, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.\""},{"_id":"615a5829d574000a1018232a","topicId":"615a5825d574000a1018231b","verse":"Matthew 6:19-21","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-16\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"615a582ad574000a1018232b","topicId":"615a5825d574000a1018231b","verse":"Matthew 10:38-39","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40010038_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010038-1\">38&nbsp;</b><span class=\"woc\">And whoever does not take his cross and follow me is not worthy of me.</span> <b class=\"verse-num woc\" id=\"v40010039-1\">39&nbsp;</b><span class=\"woc\">Whoever finds his life will lose it, and whoever loses his life for my sake will find it.</span></p>\n</div>","kjv":"<strong>38</strong> And he that taketh not his cross, and followeth after me, is not worthy of me.  <strong>39</strong> He that findeth his life shall lose it: and he that loseth his life for my sake shall find it. ","niv":"<sup><strong>38</strong></sup> and anyone who does not take his cross and follow me is not worthy of me. <sup><strong>39</strong></sup> Whoever finds his life will lose it, and whoever loses his life for my sake will find it. "},{"_id":"615a582ad574000a1018232c","topicId":"615a5825d574000a1018231b","verse":"Proverbs 13:10-16","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013010_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013010-1\">10&nbsp;</b>&nbsp;&nbsp;By insolence comes nothing but strife,</span><br><span id=\"p20013010_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with those who take advice is wisdom.</span><br><span id=\"p20013011_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013011-1\">11&nbsp;</b>&nbsp;&nbsp;Wealth gained hastily will dwindle,</span><br><span id=\"p20013011_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever gathers little by little will increase it.</span><br><span id=\"p20013012_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013012-1\">12&nbsp;</b>&nbsp;&nbsp;Hope deferred makes the heart sick,</span><br><span id=\"p20013012_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a desire fulfilled is a tree of life.</span><br><span id=\"p20013013_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013013-1\">13&nbsp;</b>&nbsp;&nbsp;Whoever despises the word brings destruction on himself,</span><br><span id=\"p20013013_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who reveres the commandment will be rewarded.</span><br><span id=\"p20013014_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013014-1\">14&nbsp;</b>&nbsp;&nbsp;The teaching of the wise is a fountain of life,</span><br><span id=\"p20013014_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that one may turn away from the snares of death.</span><br><span id=\"p20013015_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013015-1\">15&nbsp;</b>&nbsp;&nbsp;Good sense wins favor,</span><br><span id=\"p20013015_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the treacherous is their ruin.</span><br><span id=\"p20013016_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013016-1\">16&nbsp;</b>&nbsp;&nbsp;Every prudent man acts with knowledge,</span><br><span id=\"p20013016_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a fool flaunts his folly.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Only by pride cometh contention: but with the well advised is  wisdom.  <strong>11</strong> Wealth gotten by vanity shall be diminished: but he that gathereth by labour shall increase.  <strong>12</strong> Hope deferred maketh the heart sick: but when the desire cometh, it is a tree of life.  <strong>13</strong> Whoso despiseth the word shall be destroyed: but he that feareth the commandment shall be rewarded.  <strong>14</strong> The law of the wise is a fountain of life, to depart from the snares of death.  <strong>15</strong> Good understanding giveth favour: but the way of transgressors is hard.  <strong>16</strong> Every prudent man dealeth with knowledge: but a fool layeth open his folly.  ","niv":"<sup><strong>10</strong></sup> Pride only breeds quarrels, but wisdom is found in those who take advice. <sup><strong>11</strong></sup> Dishonest money dwindles away, but he who gathers money little by little makes it grow. <sup><strong>12</strong></sup> Hope deferred makes the heart sick, but a longing fulfilled is a tree of life. <sup><strong>13</strong></sup> He who scorns instruction will pay for it, but he who respects a command is rewarded. <sup><strong>14</strong></sup> The teaching of the wise is a fountain of life, turning a man from the snares of death. <sup><strong>15</strong></sup> Good understanding wins favor, but the way of the unfaithful is hard. <sup><strong>16</strong></sup> Every prudent man acts out of knowledge, but a fool exposes his folly. "},{"_id":"615a582ad574000a1018232d","topicId":"615a5825d574000a1018231b","verse":"Joshua 1:3-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p06001003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v06001003-1\">3&nbsp;</b>Every place that the sole of your foot will tread upon I have given to you, just as I promised to Moses. <b class=\"verse-num\" id=\"v06001004-1\">4&nbsp;</b>From the wilderness and this Lebanon as far as the great river, the river Euphrates, all the land of the Hittites to the Great Sea toward the going down of the sun shall be your territory. <b class=\"verse-num\" id=\"v06001005-1\">5&nbsp;</b>No man shall be able to stand before you all the days of your life. Just as I was with Moses, so I will be with you. I will not leave you or forsake you. <b class=\"verse-num\" id=\"v06001006-1\">6&nbsp;</b>Be strong and courageous, for you shall cause this people to inherit the land that I swore to their fathers to give them. <b class=\"verse-num\" id=\"v06001007-1\">7&nbsp;</b>Only be strong and very courageous, being careful to do according to all the law that Moses my servant commanded you. Do not turn from it to the right hand or to the left, that you may have good success wherever you go. <b class=\"verse-num\" id=\"v06001008-1\">8&nbsp;</b>This Book of the Law shall not depart from your mouth, but you shall meditate on it day and night, so that you may be careful to do according to all that is written in it. For then you will make your way prosperous, and then you will have good success. <b class=\"verse-num\" id=\"v06001009-1\">9&nbsp;</b>Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the LORD your God is with you wherever you go.”</p>\n\n</div>","kjv":"<strong>3</strong> Every place that the sole of your foot shall tread upon, that have I given unto you, as I said unto Moses.  <strong>4</strong> From the wilderness and this Lebanon even unto the great river, the river Euphrates, all the land of the Hittites, and unto the great sea toward the going down of the sun, shall be your coast.  <strong>5</strong> There shall not any man be able to stand before thee all the days of thy life: as I was with Moses, so I will be with thee: I will not fail thee, nor forsake thee.  <strong>6</strong> Be strong and of a good courage: for unto this people shalt thou divide for an inheritance the land, which I sware unto their fathers to give them.  <strong>7</strong> Only be thou strong and very courageous, that thou mayest observe to do according to all the law, which Moses my servant commanded thee: turn not from it to the right hand or to the left, that thou mayest prosper whithersoever thou goest.  <strong>8</strong> This book of the law shall not depart out of thy mouth; but thou shalt meditate therein day and night, that thou mayest observe to do according to all that is written therein: for then thou shalt make thy way prosperous, and then thou shalt have good success.  <strong>9</strong> Have not I commanded thee? Be strong and of a good courage; be not afraid, neither be thou dismayed: for the LORD thy God is with thee whithersoever thou goest.  ","niv":"<sup><strong>3</strong></sup> I will give you every place where you set your foot, as I promised Moses. <sup><strong>4</strong></sup> Your territory will extend from the desert to Lebanon, and from the great river, the Euphrates-all the Hittite country-to the Great Sea on the west. <sup><strong>5</strong></sup> No one will be able to stand up against you all the days of your life. As I was with Moses, so I will be with you; I will never leave you nor forsake you. <sup><strong>6</strong></sup> \"Be strong and courageous, because you will lead these people to inherit the land I swore to their forefathers to give them. <sup><strong>7</strong></sup> Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go. <sup><strong>8</strong></sup> Do not let this Book of the Law depart from your mouth; meditate on it day and night, so that you may be careful to do everything written in it. Then you will be prosperous and successful. <sup><strong>9</strong></sup> Have I not commanded you? Be strong and courageous. Do not be terrified; do not be discouraged, for the LORD your God will be with you wherever you go.\" "},{"_id":"615a582bd574000a1018232e","topicId":"615a5825d574000a1018231b","verse":"2 Corinthians 5:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"615a582bd574000a1018232f","topicId":"615a5825d574000a1018231b","verse":"John 6:27-44","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43006027_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006027-1\">27&nbsp;</b><span class=\"woc\">Do not work for the food that perishes, but for the food that endures to eternal life, which the Son of Man will give to you. For on him God the Father has set his seal.”</span> <b class=\"verse-num\" id=\"v43006028-1\">28&nbsp;</b>Then they said to him, “What must we do, to be doing the works of God?” <b class=\"verse-num\" id=\"v43006029-1\">29&nbsp;</b>Jesus answered them, <span class=\"woc\">“This is the work of God, that you believe in him whom he has sent.”</span> <b class=\"verse-num\" id=\"v43006030-1\">30&nbsp;</b>So they said to him, “Then what sign do you do, that we may see and believe you? What work do you perform? <b class=\"verse-num\" id=\"v43006031-1\">31&nbsp;</b>Our fathers ate the manna in the wilderness; as it is written, ‘He gave them bread from heaven to eat.’” <b class=\"verse-num\" id=\"v43006032-1\">32&nbsp;</b>Jesus then said to them, <span class=\"woc\">“Truly, truly, I say to you, it was not Moses who gave you the bread from heaven, but my Father gives you the true bread from heaven.</span> <b class=\"verse-num woc\" id=\"v43006033-1\">33&nbsp;</b><span class=\"woc\">For the bread of God is he who comes down from heaven and gives life to the world.”</span> <b class=\"verse-num\" id=\"v43006034-1\">34&nbsp;</b>They said to him, “Sir, give us this bread always.”</p>\n<p id=\"p43006034_01-21\"><b class=\"verse-num\" id=\"v43006035-1\">35&nbsp;</b>Jesus said to them, <span class=\"woc\">“I am the bread of life; whoever comes to me shall not hunger, and whoever believes in me shall never thirst.</span> <b class=\"verse-num woc\" id=\"v43006036-1\">36&nbsp;</b><span class=\"woc\">But I said to you that you have seen me and yet do not believe.</span> <b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span> <b class=\"verse-num woc\" id=\"v43006038-1\">38&nbsp;</b><span class=\"woc\">For I have come down from heaven, not to do my own will but the will of him who sent me.</span> <b class=\"verse-num woc\" id=\"v43006039-1\">39&nbsp;</b><span class=\"woc\">And this is the will of him who sent me, that I should lose nothing of all that he has given me, but raise it up on the last day.</span> <b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n<p id=\"p43006040_01-21\"><b class=\"verse-num\" id=\"v43006041-1\">41&nbsp;</b>So the Jews grumbled about him, because he said, <span class=\"woc\">“I am the bread that came down from heaven.”</span> <b class=\"verse-num\" id=\"v43006042-1\">42&nbsp;</b>They said, “Is not this Jesus, the son of Joseph, whose father and mother we know? How does he now say, <span class=\"woc\">‘I have come down from heaven’</span>?” <b class=\"verse-num\" id=\"v43006043-1\">43&nbsp;</b>Jesus answered them, <span class=\"woc\">“Do not grumble among yourselves.</span> <b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>27</strong> Labour not for the meat which perisheth, but for that meat which endureth unto everlasting life, which the Son of man shall give unto you: for him hath God the Father sealed.  <strong>28</strong> Then said they unto him, What shall we do, that we might work the works of God?  <strong>29</strong> Jesus answered and said unto them, This is the work of God, that ye believe on him whom he hath sent.  <strong>30</strong> They said therefore unto him, What sign shewest thou then, that we may see, and believe thee? what dost thou work?  <strong>31</strong> Our fathers did eat manna in the desert; as it is written, He gave them bread from heaven to eat.  <strong>32</strong> Then Jesus said unto them, Verily, verily, I say unto you, Moses gave you not that bread from heaven; but my Father giveth you the true bread from heaven.  <strong>33</strong> For the bread of God is he which cometh down from heaven, and giveth life unto the world.  <strong>34</strong> Then said they unto him, Lord, evermore give us this bread.  <strong>35</strong> And Jesus said unto them, I am the bread of life: he that cometh to me shall never hunger; and he that believeth on me shall never thirst.  <strong>36</strong> But I said unto you, That ye also have seen me, and believe not.  <strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  <strong>38</strong> For I came down from heaven, not to do mine own will, but the will of him that sent me.  <strong>39</strong> And this is the Father’s will which hath sent me, that of all which he hath given me I should lose nothing, but should raise it up again at the last day.  <strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  <strong>41</strong> The Jews then murmured at him, because he said, I am the bread which came down from heaven.  <strong>42</strong> And they said, Is not this Jesus, the son of Joseph, whose father and mother we know? how is it then that he saith, I came down from heaven?  <strong>43</strong> Jesus therefore answered and said unto them, Murmur not among yourselves.  <strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>27</strong></sup> Do not work for food that spoils, but for food that endures to eternal life, which the Son of Man will give you. On him God the Father has placed his seal of approval.\" <sup><strong>28</strong></sup> Then they asked him, \"What must we do to do the works God requires?\" <sup><strong>29</strong></sup> Jesus answered, \"The work of God is this: to believe in the one he has sent.\" <sup><strong>30</strong></sup> So they asked him, \"What miraculous sign then will you give that we may see it and believe you? What will you do? <sup><strong>31</strong></sup> Our forefathers ate the manna in the desert; as it is written: 'He gave them bread from heaven to eat.'\" <sup><strong>32</strong></sup> Jesus said to them, \"I tell you the truth, it is not Moses who has given you the bread from heaven, but it is my Father who gives you the true bread from heaven. <sup><strong>33</strong></sup> For the bread of God is he who comes down from heaven and gives life to the world.\" <sup><strong>34</strong></sup> \"Sir,\" they said, \"from now on give us this bread.\" <sup><strong>35</strong></sup> Then Jesus declared, \"I am the bread of life. He who comes to me will never go hungry, and he who believes in me will never be thirsty. <sup><strong>36</strong></sup> But as I told you, you have seen me and still you do not believe. <sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away. <sup><strong>38</strong></sup> For I have come down from heaven not to do my will but to do the will of him who sent me. <sup><strong>39</strong></sup> And this is the will of him who sent me, that I shall lose none of all that he has given me, but raise them up at the last day. <sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\" <sup><strong>41</strong></sup> At this the Jews began to grumble about him because he said, \"I am the bread that came down from heaven.\" <sup><strong>42</strong></sup> They said, \"Is this not Jesus, the son of Joseph, whose father and mother we know? How can he now say, 'I came down from heaven'?\" <sup><strong>43</strong></sup> \"Stop grumbling among yourselves,\" Jesus answered. <sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day. "},{"_id":"615a582bd574000a10182330","topicId":"615a5825d574000a1018231b","verse":"Matthew 19:21-22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40019021_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019021-1\">21&nbsp;</b>Jesus said to him, <span class=\"woc\">“If you would be perfect, go, sell what you possess and give to the poor, and you will have treasure in heaven; and come, follow me.”</span> <b class=\"verse-num\" id=\"v40019022-1\">22&nbsp;</b>When the young man heard this he went away sorrowful, for he had great possessions.</p>\n</div>","kjv":"<strong>21</strong> Jesus said unto him, If thou wilt be perfect, go and  sell that thou hast, and give to the poor, and thou shalt have treasure in heaven: and come and follow me.  <strong>22</strong> But when the young man heard that saying, he went away sorrowful: for he had great possessions.  ","niv":"<sup><strong>21</strong></sup> Jesus answered, \"If you want to be perfect, go, sell your possessions and give to the poor, and you will have treasure in heaven. Then come, follow me.\" <sup><strong>22</strong></sup> When the young man heard this, he went away sad, because he had great wealth. "},{"_id":"615a582bd574000a10182331","topicId":"615a5825d574000a1018231b","verse":"Daniel 1:1-2:49","votes":3,"__v":0,"kjv":"<strong>1</strong> In the third year of the reign of Jehoiakim king of Judah came Nebuchadnezzar king of Babylon unto Jerusalem, and besieged it.  <strong>2</strong> And the Lord gave Jehoiakim king of Judah into his hand, with part of the vessels of the house of God: which he carried into the land of Shinar to the house of his god; and he brought the vessels into the treasure house of his god.  <strong>3</strong> And the king spake unto Ashpenaz the master of his eunuchs, that he should bring certain of the children of Israel, and of the king’s seed, and of the princes;  <strong>4</strong> Children in whom was no blemish, but well favoured, and skilful in all wisdom, and cunning in knowledge, and understanding science, and such as had ability in them to stand in the king’s palace, and whom they might teach the learning and the tongue of the Chaldeans.  <strong>5</strong> And the king appointed them a daily provision of the king’s meat, and of the wine which he drank: so nourishing them three years, that at the end thereof they might stand before the king.  <strong>6</strong> Now among these were of the children of Judah, Daniel, Hananiah, Mishael, and Azariah:  <strong>7</strong> Unto whom the prince of the eunuchs gave names: for he gave unto Daniel the name of Belteshazzar; and to Hananiah, of Shadrach; and to Mishael, of Meshach; and to Azariah, of Abed-nego.  <strong>8</strong> But Daniel purposed in his heart that he would not defile himself with the portion of the king’s meat, nor with the wine which he drank: therefore he requested of the prince of the eunuchs that he might not defile himself.  <strong>9</strong> Now God had brought Daniel into favour and tender love with the prince of the eunuchs.  <strong>10</strong> And the prince of the eunuchs said unto Daniel, I fear my lord the king, who hath appointed your meat and your drink: for why should he see your faces worse liking than the children which are of your sort? then shall ye make me endanger my head to the king.  <strong>11</strong> Then said Daniel to Melzar, whom the prince of the eunuchs had set over Daniel, Hananiah, Mishael, and Azariah,  <strong>12</strong> Prove thy servants, I beseech thee, ten days; and let them give us pulse to eat, and water to drink.  <strong>13</strong> Then let our countenances be looked upon before thee, and the countenance of the children that eat of the portion of the king’s meat: and as thou seest, deal with thy servants.  <strong>14</strong> So he consented to them in this matter, and proved them ten days.  <strong>15</strong> And at the end of ten days their countenances appeared fairer and fatter in flesh than all the children which did eat the portion of the king’s meat.  <strong>16</strong> Thus Melzar took away the portion of their meat, and the wine that they should drink; and gave them pulse.  <strong>17</strong> As for these four children, God gave them knowledge and skill in all learning and wisdom: and Daniel had understanding in all visions and dreams.  <strong>18</strong> Now at the end of the days that the king had said he should bring them in, then the prince of the eunuchs brought them in before Nebuchadnezzar.  <strong>19</strong> And the king communed with them; and among them all was found none like Daniel, Hananiah, Mishael, and Azariah: therefore stood they before the king.  <strong>20</strong> And in all matters of wisdom and understanding, that the king enquired of them, he found them ten times better than all the magicians and astrologers that were in all his realm.  <strong>21</strong> And Daniel continued even unto the first year of king Cyrus.  <strong>1</strong> And in the second year of the reign of Nebuchadnezzar Nebuchadnezzar dreamed dreams, wherewith his spirit was troubled, and his sleep brake from him.  <strong>2</strong> Then the king commanded to call the magicians, and the astrologers, and the sorcerers, and the Chaldeans, for to shew the king his dreams. So they came and stood before the king.  <strong>3</strong> And the king said unto them, I have dreamed a dream, and my spirit was troubled to know the dream.  <strong>4</strong> Then spake the Chaldeans to the king in Syriack, O king, live for ever: tell thy servants the dream, and we will shew the interpretation.  <strong>5</strong> The king answered and said to the Chaldeans, The thing is gone from me: if ye will not make known unto me the dream, with the interpretation thereof, ye shall be cut in pieces, and your houses shall be made a dunghill.  <strong>6</strong> But if ye shew the dream, and the interpretation thereof, ye shall receive of me gifts and rewards and great honour: therefore shew me the dream, and the interpretation thereof.  <strong>7</strong> They answered again and said, Let the king tell his servants the dream, and we will shew the interpretation of it.  <strong>8</strong> The king answered and said, I know of certainty that ye would gain the time, because ye see the thing is gone from me.  <strong>9</strong> But if ye will not make known unto me the dream, there is but  one decree for you: for ye have prepared lying and corrupt words to speak before me, till the time be changed: therefore tell me the dream, and I shall know that ye can shew me the interpretation thereof.  <strong>10</strong> The Chaldeans answered before the king, and said, There is not a man upon the earth that can shew the king’s matter: therefore there is  no king, lord, nor ruler, that asked such things at any magician, or astrologer, or Chaldean.  <strong>11</strong> And it is a rare thing that the king requireth, and there is none other that can shew it before the king, except the gods, whose dwelling is not with flesh.  <strong>12</strong> For this cause the king was angry and very furious, and commanded to destroy all the wise men of Babylon.  <strong>13</strong> And the decree went forth that the wise men should be slain; and they sought Daniel and his fellows to be slain.  <strong>14</strong> Then Daniel answered with counsel and wisdom to Arioch the captain of the king’s guard, which was gone forth to slay the wise men of Babylon:  <strong>15</strong> He answered and said to Arioch the king’s captain, Why is  the decree so hasty from the king? Then Arioch made the thing known to Daniel.  <strong>16</strong> Then Daniel went in, and desired of the king that he would give him time, and that he would shew the king the interpretation.  <strong>17</strong> Then Daniel went to his house, and made the thing known to Hananiah, Mishael, and Azariah, his companions:  <strong>18</strong> That they would desire mercies of the God of heaven concerning this secret; that Daniel and his fellows should not perish with the rest of the wise men of Babylon.  <strong>19</strong> Then was the secret revealed unto Daniel in a night vision. Then Daniel blessed the God of heaven.  <strong>20</strong> Daniel answered and said, Blessed be the name of God for ever and ever: for wisdom and might are his:  <strong>21</strong> And he changeth the times and the seasons: he removeth kings, and setteth up kings: he giveth wisdom unto the wise, and knowledge to them that know understanding:  <strong>22</strong> He revealeth the deep and secret things: he knoweth what is  in the darkness, and the light dwelleth with him.  <strong>23</strong> I thank thee, and praise thee, O thou God of my fathers, who hast given me wisdom and might, and hast made known unto me now what we desired of thee: for thou hast now made known unto us the king’s matter.  <strong>24</strong> Therefore Daniel went in unto Arioch, whom the king had ordained to destroy the wise men of Babylon: he went and said thus unto him; Destroy not the wise men of Babylon: bring me in before the king, and I will shew unto the king the interpretation.  <strong>25</strong> Then Arioch brought in Daniel before the king in haste and said thus unto him, I have found a man of the captives of Judah, that will make known unto the king the interpretation.  <strong>26</strong> The king answered and said to Daniel, whose name was Belteshazzar, Art thou able to make known unto me the dream which I have seen, and the interpretation thereof?  <strong>27</strong> Daniel answered in the presence of the king, and said, The secret which the king hath demanded cannot the wise men, the astrologers, the magicians, the soothsayers, shew unto the king;  <strong>28</strong> But there is a God in heaven that revealeth secrets, and maketh known to the king Nebuchadnezzar what shall be in the latter days. Thy dream, and the visions of thy head upon thy bed, are these;  <strong>29</strong> As for thee, O king, thy thoughts came into thy mind upon thy bed, what should come to pass hereafter: and he that revealeth secrets maketh known to thee what shall come to pass.  <strong>30</strong> But as for me, this secret is not revealed to me for any  wisdom that I have more than any living, but for their sakes that shall make known the interpretation to the king, and that thou mightest know the thoughts of thy heart.  <strong>31</strong> Thou, O king, sawest, and behold a great image. This great image, whose brightness was excellent, stood before thee; and the form thereof was  terrible.  <strong>32</strong> This image’s head was of fine gold, his breast and his arms of silver, his belly and his thighs of brass,  <strong>33</strong> His legs of iron, his feet part of iron and part of clay.  <strong>34</strong> Thou sawest till that a stone was cut out without hands, which smote the image upon his feet that were of iron and clay, and brake them to pieces.  <strong>35</strong> Then was the iron, the clay, the brass, the silver, and the gold, broken to pieces together, and became like the chaff of the summer threshingfloors; and the wind carried them away, that no place was found for them: and the stone that smote the image became a great mountain, and filled the whole earth.  <strong>36</strong> This is the dream; and we will tell the interpretation thereof before the king.  <strong>37</strong> Thou, O king, art a king of kings: for the God of heaven hath given thee a kingdom, power, and strength, and glory.  <strong>38</strong> And wheresoever the children of men dwell, the beasts of the field and the fowls of the heaven hath he given into thine hand, and hath made thee ruler over them all. Thou art this head of gold.  <strong>39</strong> And after thee shall arise another kingdom inferior to thee, and another third kingdom of brass, which shall bear rule over all the earth.  <strong>40</strong> And the fourth kingdom shall be strong as iron: forasmuch as iron breaketh in pieces and subdueth all things: and as iron that breaketh all these, shall it break in pieces and bruise.  <strong>41</strong> And whereas thou sawest the feet and toes, part of potters’ clay, and part of iron, the kingdom shall be divided; but there shall be in it of the strength of the iron, forasmuch as thou sawest the iron mixed with miry clay.  <strong>42</strong> And as the toes of the feet were part of iron, and part of clay, so the kingdom shall be partly strong, and partly broken.  <strong>43</strong> And whereas thou sawest iron mixed with miry clay, they shall mingle themselves with the seed of men: but they shall not cleave one to another, even as iron is not mixed with clay.  <strong>44</strong> And in the days of these kings shall the God of heaven set up a kingdom, which shall never be destroyed: and the kingdom shall not be left to other people, but it shall break in pieces and consume all these kingdoms, and it shall stand for ever.  <strong>45</strong> Forasmuch as thou sawest that the stone was cut out of the mountain without hands, and that it brake in pieces the iron, the brass, the clay, the silver, and the gold; the great God hath made known to the king what shall come to pass hereafter: and the dream is certain, and the interpretation thereof sure.  <strong>46</strong> Then the king Nebuchadnezzar fell upon his face, and worshipped Daniel, and commanded that they should offer an oblation and sweet odours unto him.  <strong>47</strong> The king answered unto Daniel, and said, Of a truth it is,  that your God is a God of gods, and a Lord of kings, and a revealer of secrets, seeing thou couldst reveal this secret.  <strong>48</strong> Then the king made Daniel a great man, and gave him many great gifts, and made him ruler over the whole province of Babylon, and chief of the governors over all the wise men of Babylon.  <strong>49</strong> Then Daniel requested of the king, and he set Shadrach, Meshach, and Abed-nego, over the affairs of the province of Babylon: but Daniel sat  in the gate of the king.  ","niv":"<sup><strong>1</strong></sup> In the third year of the reign of Jehoiakim king of Judah, Nebuchadnezzar king of Babylon came to Jerusalem and besieged it. <sup><strong>2</strong></sup> And the Lord delivered Jehoiakim king of Judah into his hand, along with some of the articles from the temple of God. These he carried off to the temple of his god in Babylonia and put in the treasure house of his god. "},{"_id":"615a582cd574000a10182332","topicId":"615a5825d574000a1018231b","verse":"Proverbs 16:1-17:28","votes":3,"__v":0,"kjv":"<strong>1</strong> The preparations of the heart in man, and the answer of the tongue, is from the LORD.  <strong>2</strong> All the ways of a man are clean in his own eyes; but the LORD weigheth the spirits.  <strong>3</strong> Commit thy works unto the LORD, and thy thoughts shall be established.  <strong>4</strong> The LORD hath made all things for himself: yea, even the wicked for the day of evil.  <strong>5</strong> Every one that is proud in heart is an abomination to the LORD: though hand join in hand, he shall not be unpunished.  <strong>6</strong> By mercy and truth iniquity is purged: and by the fear of the LORD men depart from evil.  <strong>7</strong> When a man’s ways please the LORD, he maketh even his enemies to be at peace with him.  <strong>8</strong> Better is a little with righteousness than great revenues without right.  <strong>9</strong> A man’s heart deviseth his way: but the LORD directeth his steps.  <strong>10</strong> A divine sentence is in the lips of the king: his mouth transgresseth not in judgment.  <strong>11</strong> A just weight and balance are the LORD’S: all the weights of the bag are his work.  <strong>12</strong> It is an abomination to kings to commit wickedness: for the throne is established by righteousness.  <strong>13</strong> Righteous lips are the delight of kings; and they love him that speaketh right.  <strong>14</strong> The wrath of a king is as messengers of death: but a wise man will pacify it.  <strong>15</strong> In the light of the king’s countenance is life; and his favour is as a cloud of the latter rain.  <strong>16</strong> How much better is it to get wisdom than gold! and to get understanding rather to be chosen than silver!  <strong>17</strong> The highway of the upright is to depart from evil: he that keepeth his way preserveth his soul.  <strong>18</strong> Pride goeth before destruction, and an haughty spirit before a fall.  <strong>19</strong> Better it is to be of an humble spirit with the lowly, than to divide the spoil with the proud.  <strong>20</strong> He that handleth a matter wisely shall find good: and whoso trusteth in the LORD, happy is he.  <strong>21</strong> The wise in heart shall be called prudent: and the sweetness of the lips increaseth learning.  <strong>22</strong> Understanding is a wellspring of life unto him that hath it: but the instruction of fools is folly.  <strong>23</strong> The heart of the wise teacheth his mouth, and addeth learning to his lips.  <strong>24</strong> Pleasant words are as an honeycomb, sweet to the soul, and health to the bones.  <strong>25</strong> There is a way that seemeth right unto a man, but the end thereof are the ways of death.  <strong>26</strong> He that laboureth laboureth for himself; for his mouth craveth it of him.  <strong>27</strong> An ungodly man diggeth up evil: and in his lips there is  as a burning fire.  <strong>28</strong> A froward man soweth strife: and a whisperer separateth chief friends.  <strong>29</strong> A violent man enticeth his neighbour, and leadeth him into the way that is not good.  <strong>30</strong> He shutteth his eyes to devise froward things: moving his lips he bringeth evil to pass.  <strong>31</strong> The hoary head is a crown of glory, if it be found in the way of righteousness.  <strong>32</strong> He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.  <strong>33</strong> The lot is cast into the lap; but the whole disposing thereof is of the LORD.  <strong>1</strong> Better is a dry morsel, and quietness therewith, than an house full of sacrifices with strife.  <strong>2</strong> A wise servant shall have rule over a son that causeth shame, and shall have part of the inheritance among the brethren.  <strong>3</strong> The fining pot is for silver, and the furnace for gold: but the LORD trieth the hearts.  <strong>4</strong> A wicked doer giveth heed to false lips; and a liar giveth ear to a naughty tongue.  <strong>5</strong> Whoso mocketh the poor reproacheth his Maker: and he that is glad at calamities shall not be unpunished.  <strong>6</strong> Children’s children are the crown of old men; and the glory of children are their fathers.  <strong>7</strong> Excellent speech becometh not a fool: much less do lying lips a prince.  <strong>8</strong> A gift is as a precious stone in the eyes of him that hath it: whithersoever it turneth, it prospereth.  <strong>9</strong> He that covereth a transgression seeketh love; but he that repeateth a matter separateth very friends.  <strong>10</strong> A reproof entereth more into a wise man than an hundred stripes into a fool.  <strong>11</strong> An evil man seeketh only rebellion: therefore a cruel messenger shall be sent against him.  <strong>12</strong> Let a bear robbed of her whelps meet a man, rather than a fool in his folly.  <strong>13</strong> Whoso rewardeth evil for good, evil shall not depart from his house.  <strong>14</strong> The beginning of strife is as when one letteth out water: therefore leave off contention, before it be meddled with.  <strong>15</strong> He that justifieth the wicked, and he that condemneth the just, even they both are abomination to the LORD.  <strong>16</strong> Wherefore is there a price in the hand of a fool to get wisdom, seeing he hath no heart to it?  <strong>17</strong> A friend loveth at all times, and a brother is born for adversity.  <strong>18</strong> A man void of understanding striketh hands, and becometh surety in the presence of his friend.  <strong>19</strong> He loveth transgression that loveth strife: and he that exalteth his gate seeketh destruction.  <strong>20</strong> He that hath a froward heart findeth no good: and he that hath a perverse tongue falleth into mischief.  <strong>21</strong> He that begetteth a fool doeth it to his sorrow: and the father of a fool hath no joy.  <strong>22</strong> A merry heart doeth good like a medicine: but a broken spirit drieth the bones.  <strong>23</strong> A wicked man taketh a gift out of the bosom to pervert the ways of judgment.  <strong>24</strong> Wisdom is before him that hath understanding; but the eyes of a fool are in the ends of the earth.  <strong>25</strong> A foolish son is a grief to his father, and bitterness to her that bare him.  <strong>26</strong> Also to punish the just is not good, nor to strike princes for equity.  <strong>27</strong> He that hath knowledge spareth his words: and a man of understanding is of an excellent spirit.  <strong>28</strong> Even a fool, when he holdeth his peace, is counted wise: and  he that shutteth his lips is esteemed a man of understanding.  ","niv":"<sup><strong>1</strong></sup> To man belong the plans of the heart, but from the LORD comes the reply of the tongue. <sup><strong>2</strong></sup> All a man's ways seem innocent to him, but motives are weighed by the LORD. <sup><strong>3</strong></sup> Commit to the LORD whatever you do, and your plans will succeed. <sup><strong>4</strong></sup> The LORD works out everything for his own ends- even the wicked for a day of disaster. <sup><strong>5</strong></sup> The LORD detests all the proud of heart. Be sure of this: They will not go unpunished. <sup><strong>6</strong></sup> Through love and faithfulness sin is atoned for; through the fear of the LORD a man avoids evil. <sup><strong>7</strong></sup> When a man's ways are pleasing to the LORD, he makes even his enemies live at peace with him. <sup><strong>8</strong></sup> Better a little with righteousness than much gain with injustice. <sup><strong>9</strong></sup> In his heart a man plans his course, but the LORD determines his steps. <sup><strong>10</strong></sup> The lips of a king speak as an oracle, and his mouth should not betray justice. <sup><strong>11</strong></sup> Honest scales and balances are from the LORD; all the weights in the bag are of his making. <sup><strong>12</strong></sup> Kings detest wrongdoing, for a throne is established through righteousness. <sup><strong>13</strong></sup> Kings take pleasure in honest lips; they value a man who speaks the truth. <sup><strong>14</strong></sup> A king's wrath is a messenger of death, but a wise man will appease it. <sup><strong>15</strong></sup> When a king's face brightens, it means life; his favor is like a rain cloud in spring. <sup><strong>16</strong></sup> How much better to get wisdom than gold, to choose understanding rather than silver! <sup><strong>17</strong></sup> The highway of the upright avoids evil; he who guards his way guards his life. "},{"_id":"615a582cd574000a10182333","topicId":"615a5825d574000a1018231b","verse":"Ezra 10:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p15010004_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v15010004-1\">4&nbsp;</b>Arise, for it is your task, and we are with you; be strong and do it.”</p>\n</div>","kjv":"<strong>4</strong> Arise; for this matter belongeth unto thee: we also will be with thee: be of good courage, and do it.  ","niv":"<sup><strong>4</strong></sup> Rise up; this matter is in your hands. We will support you, so take courage and do it.\"","modified":"2022-12-31T23:07:42.983Z"},{"_id":"615a582cd574000a10182334","topicId":"615a5825d574000a1018231b","verse":"Deuteronomy 30:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p05030019_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v05030019-1\">19&nbsp;</b>I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,</p>\n</div>","kjv":"<strong>19</strong> I call heaven and earth to record this day against you, that  I have set before you life and death, blessing and cursing: therefore choose life, that both thou and thy seed may live:  ","niv":"<sup><strong>19</strong></sup> This day I call heaven and earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live","modified":"2022-08-06T22:38:22.694Z"}]}