{"_id":"615a5850d574000a10182335","slug":"choices-we-make","name":"Choices We Make","verses":[{"_id":"615a5851d574000a10182336","topicId":"615a5850d574000a10182335","verse":"1 Corinthians 10:31","votes":24,"__v":0,"esv":"<div>\n<p id=\"p46010031_01-1\"><b class=\"verse-num\" id=\"v46010031-1\">31&nbsp;</b>So, whether you eat or drink, or whatever you do, do all to the glory of God.</p>\n</div>","kjv":"<strong>31</strong> Whether therefore ye eat, or drink, or whatsoever ye do, do all to the glory of God.  ","niv":"<sup><strong>31</strong></sup> So whether you eat or drink or whatever you do, do it all for the glory of God.","modified":"2023-04-01T16:44:37.241Z"},{"_id":"615a5851d574000a10182337","topicId":"615a5850d574000a10182335","verse":"James 1:15","votes":18,"__v":0,"esv":"<div>\n<p id=\"p59001015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."},{"_id":"615a5851d574000a10182338","topicId":"615a5850d574000a10182335","verse":"1 Corinthians 10:13","votes":16,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"615a5851d574000a10182339","topicId":"615a5850d574000a10182335","verse":"Romans 2:6-8","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45002006_01-5\"><b class=\"verse-num\" id=\"v45002006-1\">6&nbsp;</b>He will render to each one according to his works: <b class=\"verse-num\" id=\"v45002007-1\">7&nbsp;</b>to those who by patience in well-doing seek for glory and honor and immortality, he will give eternal life; <b class=\"verse-num\" id=\"v45002008-1\">8&nbsp;</b>but for those who are self-seeking and do not obey the truth, but obey unrighteousness, there will be wrath and fury.</p>\n\n</div>","kjv":"<strong>6</strong> Who will render to every man according to his deeds:  <strong>7</strong> To them who by patient continuance in well doing seek for glory and honour and immortality, eternal life:  <strong>8</strong> But unto them that are contentious, and do not obey the truth, but obey unrighteousness, indignation and wrath,  ","niv":"<sup><strong>6</strong></sup> God \"will give to each person according to what he has done.\" <sup><strong>7</strong></sup> To those who by persistence in doing good seek glory, honor and immortality, he will give eternal life. <sup><strong>8</strong></sup> But for those who are self-seeking and who reject the truth and follow evil, there will be wrath and anger. "},{"_id":"615a5852d574000a1018233a","topicId":"615a5850d574000a10182335","verse":"Deuteronomy 28:1-68","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p05028001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05028001-1\">28:1&nbsp;</b>“And if you faithfully obey the voice of the LORD your God, being careful to do all his commandments that I command you today, the LORD your God will set you high above all the nations of the earth. <b class=\"verse-num\" id=\"v05028002-1\">2&nbsp;</b>And all these blessings shall come upon you and overtake you, if you obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028003-1\">3&nbsp;</b>Blessed shall you be in the city, and blessed shall you be in the field. <b class=\"verse-num\" id=\"v05028004-1\">4&nbsp;</b>Blessed shall be the fruit of your womb and the fruit of your ground and the fruit of your cattle, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028005-1\">5&nbsp;</b>Blessed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028006-1\">6&nbsp;</b>Blessed shall you be when you come in, and blessed shall you be when you go out.</p>\n<p id=\"p05028006_04-6\"><b class=\"verse-num\" id=\"v05028007-1\">7&nbsp;</b>“The LORD will cause your enemies who rise against you to be defeated before you. They shall come out against you one way and flee before you seven ways. <b class=\"verse-num\" id=\"v05028008-1\">8&nbsp;</b>The LORD will command the blessing on you in your barns and in all that you undertake. And he will bless you in the land that the LORD your God is giving you. <b class=\"verse-num\" id=\"v05028009-1\">9&nbsp;</b>The LORD will establish you as a people holy to himself, as he has sworn to you, if you keep the commandments of the LORD your God and walk in his ways. <b class=\"verse-num\" id=\"v05028010-1\">10&nbsp;</b>And all the peoples of the earth shall see that you are called by the name of the LORD, and they shall be afraid of you. <b class=\"verse-num\" id=\"v05028011-1\">11&nbsp;</b>And the LORD will make you abound in prosperity, in the fruit of your womb and in the fruit of your livestock and in the fruit of your ground, within the land that the LORD swore to your fathers to give you. <b class=\"verse-num\" id=\"v05028012-1\">12&nbsp;</b>The LORD will open to you his good treasury, the heavens, to give the rain to your land in its season and to bless all the work of your hands. And you shall lend to many nations, but you shall not borrow. <b class=\"verse-num\" id=\"v05028013-1\">13&nbsp;</b>And the LORD will make you the head and not the tail, and you shall only go up and not down, if you obey the commandments of the LORD your God, which I command you today, being careful to do them, <b class=\"verse-num\" id=\"v05028014-1\">14&nbsp;</b>and if you do not turn aside from any of the words that I command you today, to the right hand or to the left, to go after other gods to serve them.</p>\n\n<p id=\"p05028014_07-6\"><b class=\"verse-num\" id=\"v05028015-1\">15&nbsp;</b>“But if you will not obey the voice of the LORD your God or be careful to do all his commandments and his statutes that I command you today, then all these curses shall come upon you and overtake you. <b class=\"verse-num\" id=\"v05028016-1\">16&nbsp;</b>Cursed shall you be in the city, and cursed shall you be in the field. <b class=\"verse-num\" id=\"v05028017-1\">17&nbsp;</b>Cursed shall be your basket and your kneading bowl. <b class=\"verse-num\" id=\"v05028018-1\">18&nbsp;</b>Cursed shall be the fruit of your womb and the fruit of your ground, the increase of your herds and the young of your flock. <b class=\"verse-num\" id=\"v05028019-1\">19&nbsp;</b>Cursed shall you be when you come in, and cursed shall you be when you go out.</p>\n<p id=\"p05028019_07-6\"><b class=\"verse-num\" id=\"v05028020-1\">20&nbsp;</b>“The LORD will send on you curses, confusion, and frustration in all that you undertake to do, until you are destroyed and perish quickly on account of the evil of your deeds, because you have forsaken me. <b class=\"verse-num\" id=\"v05028021-1\">21&nbsp;</b>The LORD will make the pestilence stick to you until he has consumed you off the land that you are entering to take possession of it. <b class=\"verse-num\" id=\"v05028022-1\">22&nbsp;</b>The LORD will strike you with wasting disease and with fever, inflammation and fiery heat, and with drought and with blight and with mildew. They shall pursue you until you perish. <b class=\"verse-num\" id=\"v05028023-1\">23&nbsp;</b>And the heavens over your head shall be bronze, and the earth under you shall be iron. <b class=\"verse-num\" id=\"v05028024-1\">24&nbsp;</b>The LORD will make the rain of your land powder. From heaven dust shall come down on you until you are destroyed.</p>\n<p id=\"p05028024_07-6\"><b class=\"verse-num\" id=\"v05028025-1\">25&nbsp;</b>“The LORD will cause you to be defeated before your enemies. You shall go out one way against them and flee seven ways before them. And you shall be a horror to all the kingdoms of the earth. <b class=\"verse-num\" id=\"v05028026-1\">26&nbsp;</b>And your dead body shall be food for all birds of the air and for the beasts of the earth, and there shall be no one to frighten them away. <b class=\"verse-num\" id=\"v05028027-1\">27&nbsp;</b>The LORD will strike you with the boils of Egypt, and with tumors and scabs and itch, of which you cannot be healed. <b class=\"verse-num\" id=\"v05028028-1\">28&nbsp;</b>The LORD will strike you with madness and blindness and confusion of mind, <b class=\"verse-num\" id=\"v05028029-1\">29&nbsp;</b>and you shall grope at noonday, as the blind grope in darkness, and you shall not prosper in your ways. And you shall be only oppressed and robbed continually, and there shall be no one to help you. <b class=\"verse-num\" id=\"v05028030-1\">30&nbsp;</b>You shall betroth a wife, but another man shall ravish her. You shall build a house, but you shall not dwell in it. You shall plant a vineyard, but you shall not enjoy its fruit. <b class=\"verse-num\" id=\"v05028031-1\">31&nbsp;</b>Your ox shall be slaughtered before your eyes, but you shall not eat any of it. Your donkey shall be seized before your face, but shall not be restored to you. Your sheep shall be given to your enemies, but there shall be no one to help you. <b class=\"verse-num\" id=\"v05028032-1\">32&nbsp;</b>Your sons and your daughters shall be given to another people, while your eyes look on and fail with longing for them all day long, but you shall be helpless. <b class=\"verse-num\" id=\"v05028033-1\">33&nbsp;</b>A nation that you have not known shall eat up the fruit of your ground and of all your labors, and you shall be only oppressed and crushed continually, <b class=\"verse-num\" id=\"v05028034-1\">34&nbsp;</b>so that you are driven mad by the sights that your eyes see. <b class=\"verse-num\" id=\"v05028035-1\">35&nbsp;</b>The LORD will strike you on the knees and on the legs with grievous boils of which you cannot be healed, from the sole of your foot to the crown of your head.</p>\n<p id=\"p05028035_07-6\"><b class=\"verse-num\" id=\"v05028036-1\">36&nbsp;</b>“The LORD will bring you and your king whom you set over you to a nation that neither you nor your fathers have known. And there you shall serve other gods of wood and stone. <b class=\"verse-num\" id=\"v05028037-1\">37&nbsp;</b>And you shall become a horror, a proverb, and a byword among all the peoples where the LORD will lead you away. <b class=\"verse-num\" id=\"v05028038-1\">38&nbsp;</b>You shall carry much seed into the field and shall gather in little, for the locust shall consume it. <b class=\"verse-num\" id=\"v05028039-1\">39&nbsp;</b>You shall plant vineyards and dress them, but you shall neither drink of the wine nor gather the grapes, for the worm shall eat them. <b class=\"verse-num\" id=\"v05028040-1\">40&nbsp;</b>You shall have olive trees throughout all your territory, but you shall not anoint yourself with the oil, for your olives shall drop off. <b class=\"verse-num\" id=\"v05028041-1\">41&nbsp;</b>You shall father sons and daughters, but they shall not be yours, for they shall go into captivity. <b class=\"verse-num\" id=\"v05028042-1\">42&nbsp;</b>The cricket shall possess all your trees and the fruit of your ground. <b class=\"verse-num\" id=\"v05028043-1\">43&nbsp;</b>The sojourner who is among you shall rise higher and higher above you, and you shall come down lower and lower. <b class=\"verse-num\" id=\"v05028044-1\">44&nbsp;</b>He shall lend to you, and you shall not lend to him. He shall be the head, and you shall be the tail.</p>\n<p id=\"p05028044_07-6\"><b class=\"verse-num\" id=\"v05028045-1\">45&nbsp;</b>“All these curses shall come upon you and pursue you and overtake you till you are destroyed, because you did not obey the voice of the LORD your God, to keep his commandments and his statutes that he commanded you. <b class=\"verse-num\" id=\"v05028046-1\">46&nbsp;</b>They shall be a sign and a wonder against you and your offspring forever. <b class=\"verse-num\" id=\"v05028047-1\">47&nbsp;</b>Because you did not serve the LORD your God with joyfulness and gladness of heart, because of the abundance of all things, <b class=\"verse-num\" id=\"v05028048-1\">48&nbsp;</b>therefore you shall serve your enemies whom the LORD will send against you, in hunger and thirst, in nakedness, and lacking everything. And he will put a yoke of iron on your neck until he has destroyed you. <b class=\"verse-num\" id=\"v05028049-1\">49&nbsp;</b>The LORD will bring a nation against you from far away, from the end of the earth, swooping down like the eagle, a nation whose language you do not understand, <b class=\"verse-num\" id=\"v05028050-1\">50&nbsp;</b>a hard-faced nation who shall not respect the old or show mercy to the young. <b class=\"verse-num\" id=\"v05028051-1\">51&nbsp;</b>It shall eat the offspring of your cattle and the fruit of your ground, until you are destroyed; it also shall not leave you grain, wine, or oil, the increase of your herds or the young of your flock, until they have caused you to perish.</p>\n<p id=\"p05028051_07-6\"><b class=\"verse-num\" id=\"v05028052-1\">52&nbsp;</b>“They shall besiege you in all your towns, until your high and fortified walls, in which you trusted, come down throughout all your land. And they shall besiege you in all your towns throughout all your land, which the LORD your God has given you. <b class=\"verse-num\" id=\"v05028053-1\">53&nbsp;</b>And you shall eat the fruit of your womb, the flesh of your sons and daughters, whom the LORD your God has given you, in the siege and in the distress with which your enemies shall distress you. <b class=\"verse-num\" id=\"v05028054-1\">54&nbsp;</b>The man who is the most tender and refined among you will begrudge food to his brother, to the wife he embraces, and to the last of the children whom he has left, <b class=\"verse-num\" id=\"v05028055-1\">55&nbsp;</b>so that he will not give to any of them any of the flesh of his children whom he is eating, because he has nothing else left, in the siege and in the distress with which your enemy shall distress you in all your towns. <b class=\"verse-num\" id=\"v05028056-1\">56&nbsp;</b>The most tender and refined woman among you, who would not venture to set the sole of her foot on the ground because she is so delicate and tender, will begrudge to the husband she embraces, to her son and to her daughter, <b class=\"verse-num\" id=\"v05028057-1\">57&nbsp;</b>her afterbirth that comes out from between her feet and her children whom she bears, because lacking everything she will eat them secretly, in the siege and in the distress with which your enemy shall distress you in your towns.</p>\n<p id=\"p05028057_07-6\"><b class=\"verse-num\" id=\"v05028058-1\">58&nbsp;</b>“If you are not careful to do all the words of this law that are written in this book, that you may fear this glorious and awesome name, the LORD your God, <b class=\"verse-num\" id=\"v05028059-1\">59&nbsp;</b>then the LORD will bring on you and your offspring extraordinary afflictions, afflictions severe and lasting, and sicknesses grievous and lasting. <b class=\"verse-num\" id=\"v05028060-1\">60&nbsp;</b>And he will bring upon you again all the diseases of Egypt, of which you were afraid, and they shall cling to you. <b class=\"verse-num\" id=\"v05028061-1\">61&nbsp;</b>Every sickness also and every affliction that is not recorded in the book of this law, the LORD will bring upon you, until you are destroyed. <b class=\"verse-num\" id=\"v05028062-1\">62&nbsp;</b>Whereas you were as numerous as the stars of heaven, you shall be left few in number, because you did not obey the voice of the LORD your God. <b class=\"verse-num\" id=\"v05028063-1\">63&nbsp;</b>And as the LORD took delight in doing you good and multiplying you, so the LORD will take delight in bringing ruin upon you and destroying you. And you shall be plucked off the land that you are entering to take possession of it.</p>\n<p id=\"p05028063_07-6\"><b class=\"verse-num\" id=\"v05028064-1\">64&nbsp;</b>“And the LORD will scatter you among all peoples, from one end of the earth to the other, and there you shall serve other gods of wood and stone, which neither you nor your fathers have known. <b class=\"verse-num\" id=\"v05028065-1\">65&nbsp;</b>And among these nations you shall find no respite, and there shall be no resting place for the sole of your foot, but the LORD will give you there a trembling heart and failing eyes and a languishing soul. <b class=\"verse-num\" id=\"v05028066-1\">66&nbsp;</b>Your life shall hang in doubt before you. Night and day you shall be in dread and have no assurance of your life. <b class=\"verse-num\" id=\"v05028067-1\">67&nbsp;</b>In the morning you shall say, ‘If only it were evening!’ and at evening you shall say, ‘If only it were morning!’ because of the dread that your heart shall feel, and the sights that your eyes shall see. <b class=\"verse-num\" id=\"v05028068-1\">68&nbsp;</b>And the LORD will bring you back in ships to Egypt, a journey that I promised that you should never make again; and there you shall offer yourselves for sale to your enemies as male and female slaves, but there will be no buyer.”</p>\n\n</div>","kjv":"<strong>1</strong> And it shall come to pass, if thou shalt hearken diligently unto the voice of the LORD thy God, to observe and to do all his commandments which I command thee this day, that the LORD thy God will set thee on high above all nations of the earth:  <strong>2</strong> And all these blessings shall come on thee, and overtake thee, if thou shalt hearken unto the voice of the LORD thy God.  <strong>3</strong> Blessed shalt thou be in the city, and blessed shalt thou be in the field.  <strong>4</strong> Blessed shall be the fruit of thy body, and the fruit of thy ground, and the fruit of thy cattle, the increase of thy kine, and the flocks of thy sheep.  <strong>5</strong> Blessed shall be thy basket and thy store.  <strong>6</strong> Blessed shalt thou be when thou comest in, and blessed shalt thou be when thou goest out.  <strong>7</strong> The LORD shall cause thine enemies that rise up against thee to be smitten before thy face: they shall come out against thee one way, and flee before thee seven ways.  <strong>8</strong> The LORD shall command the blessing upon thee in thy storehouses, and in all that thou settest thine hand unto; and he shall bless thee in the land which the LORD thy God giveth thee.  <strong>9</strong> The LORD shall establish thee an holy people unto himself, as he hath sworn unto thee, if thou shalt keep the commandments of the LORD thy God, and walk in his ways.  <strong>10</strong> And all people of the earth shall see that thou art called by the name of the LORD; and they shall be afraid of thee.  <strong>11</strong> And the LORD shall make thee plenteous in goods, in the fruit of thy body, and in the fruit of thy cattle, and in the fruit of thy ground, in the land which the LORD sware unto thy fathers to give thee.  <strong>12</strong> The LORD shall open unto thee his good treasure, the heaven to give the rain unto thy land in his season, and to bless all the work of thine hand: and thou shalt lend unto many nations, and thou shalt not borrow.  <strong>13</strong> And the LORD shall make thee the head, and not the tail; and thou shalt be above only, and thou shalt not be beneath; if that thou hearken unto the commandments of the LORD thy God, which I command thee this day, to observe and to do them:  <strong>14</strong> And thou shalt not go aside from any of the words which I command thee this day, to the right hand, or to the left, to go after other gods to serve them.  <strong>15</strong> But it shall come to pass, if thou wilt not hearken unto the voice of the LORD thy God, to observe to do all his commandments and his statutes which I command thee this day; that all these curses shall come upon thee, and overtake thee:  <strong>16</strong> Cursed shalt thou be in the city, and cursed shalt thou be in the field.  <strong>17</strong> Cursed shall be thy basket and thy store.  <strong>18</strong> Cursed shall be the fruit of thy body, and the fruit of thy land, the increase of thy kine, and the flocks of thy sheep.  <strong>19</strong> Cursed shalt thou be when thou comest in, and cursed shalt thou be when thou goest out.  <strong>20</strong> The LORD shall send upon thee cursing, vexation, and rebuke, in all that thou settest thine hand unto for to do, until thou be destroyed, and until thou perish quickly; because of the wickedness of thy doings, whereby thou hast forsaken me.  <strong>21</strong> The LORD shall make the pestilence cleave unto thee, until he have consumed thee from off the land, whither thou goest to possess it.  <strong>22</strong> The LORD shall smite thee with a consumption, and with a fever, and with an inflammation, and with an extreme burning, and with the sword, and with blasting, and with mildew; and they shall pursue thee until thou perish.  <strong>23</strong> And thy heaven that is over thy head shall be brass, and the earth that is under thee shall be iron.  <strong>24</strong> The LORD shall make the rain of thy land powder and dust: from heaven shall it come down upon thee, until thou be destroyed.  <strong>25</strong> The LORD shall cause thee to be smitten before thine enemies: thou shalt go out one way against them, and flee seven ways before them: and shalt be removed into all the kingdoms of the earth.  <strong>26</strong> And thy carcase shall be meat unto all fowls of the air, and unto the beasts of the earth, and no man shall fray them away.  <strong>27</strong> The LORD will smite thee with the botch of Egypt, and with the emerods, and with the scab, and with the itch, whereof thou canst not be healed.  <strong>28</strong> The LORD shall smite thee with madness, and blindness, and astonishment of heart:  <strong>29</strong> And thou shalt grope at noonday, as the blind gropeth in darkness, and thou shalt not prosper in thy ways: and thou shalt be only oppressed and spoiled evermore, and no man shall save thee.  <strong>30</strong> Thou shalt betroth a wife, and another man shall lie with her: thou shalt build an house, and thou shalt not dwell therein: thou shalt plant a vineyard, and shalt not gather the grapes thereof.  <strong>31</strong> Thine ox shall be slain before thine eyes, and thou shalt not eat thereof: thine ass shall be violently taken away from before thy face, and shall not be restored to thee: thy sheep shall be given unto thine enemies, and thou shalt have none to rescue them.  <strong>32</strong> Thy sons and thy daughters shall be given unto another people, and thine eyes shall look, and fail with longing for them all the day long: and there shall be no might in thine hand.  <strong>33</strong> The fruit of thy land, and all thy labours, shall a nation which thou knowest not eat up; and thou shalt be only oppressed and crushed alway:  <strong>34</strong> So that thou shalt be mad for the sight of thine eyes which thou shalt see.  <strong>35</strong> The LORD shall smite thee in the knees, and in the legs, with a sore botch that cannot be healed, from the sole of thy foot unto the top of thy head.  <strong>36</strong> The LORD shall bring thee, and thy king which thou shalt set over thee, unto a nation which neither thou nor thy fathers have known; and there shalt thou serve other gods, wood and stone.  <strong>37</strong> And thou shalt become an astonishment, a proverb, and a byword, among all nations whither the LORD shall lead thee.  <strong>38</strong> Thou shalt carry much seed out into the field, and shalt gather but little in; for the locust shall consume it.  <strong>39</strong> Thou shalt plant vineyards, and dress them, but shalt neither drink of the wine, nor gather the grapes; for the worms shall eat them.  <strong>40</strong> Thou shalt have olive trees throughout all thy coasts, but thou shalt not anoint thyself with the oil; for thine olive shall cast his fruit.  <strong>41</strong> Thou shalt beget sons and daughters, but thou shalt not enjoy them; for they shall go into captivity.  <strong>42</strong> All thy trees and fruit of thy land shall the locust consume.  <strong>43</strong> The stranger that is within thee shall get up above thee very high; and thou shalt come down very low.  <strong>44</strong> He shall lend to thee, and thou shalt not lend to him: he shall be the head, and thou shalt be the tail.  <strong>45</strong> Moreover all these curses shall come upon thee, and shall pursue thee, and overtake thee, till thou be destroyed; because thou hearkenedst not unto the voice of the LORD thy God, to keep his commandments and his statutes which he commanded thee:  <strong>46</strong> And they shall be upon thee for a sign and for a wonder, and upon thy seed for ever.  <strong>47</strong> Because thou servedst not the LORD thy God with joyfulness, and with gladness of heart, for the abundance of all things;  <strong>48</strong> Therefore shalt thou serve thine enemies which the LORD shall send against thee, in hunger, and in thirst, and in nakedness, and in want of all things: and he shall put a yoke of iron upon thy neck, until he have destroyed thee.  <strong>49</strong> The LORD shall bring a nation against thee from far, from the end of the earth, as swift as the eagle flieth; a nation whose tongue thou shalt not understand;  <strong>50</strong> A nation of fierce countenance, which shall not regard the person of the old, nor shew favour to the young:  <strong>51</strong> And he shall eat the fruit of thy cattle, and the fruit of thy land, until thou be destroyed: which also shall not leave thee either  corn, wine, or oil, or the increase of thy kine, or flocks of thy sheep, until he have destroyed thee.  <strong>52</strong> And he shall besiege thee in all thy gates, until thy high and fenced walls come down, wherein thou trustedst, throughout all thy land: and he shall besiege thee in all thy gates throughout all thy land, which the LORD thy God hath given thee.  <strong>53</strong> And thou shalt eat the fruit of thine own body, the flesh of thy sons and of thy daughters, which the LORD thy God hath given thee, in the siege, and in the straitness, wherewith thine enemies shall distress thee:  <strong>54</strong> So that the man that is tender among you, and very delicate, his eye shall be evil toward his brother, and toward the wife of his bosom, and toward the remnant of his children which he shall leave:  <strong>55</strong> So that he will not give to any of them of the flesh of his children whom he shall eat: because he hath nothing left him in the siege, and in the straitness, wherewith thine enemies shall distress thee in all thy gates.  <strong>56</strong> The tender and delicate woman among you, which would not adventure to set the sole of her foot upon the ground for delicateness and tenderness, her eye shall be evil toward the husband of her bosom, and toward her son, and toward her daughter,  <strong>57</strong> And toward her young one that cometh out from between her feet, and toward her children which she shall bear: for she shall eat them for want of all things secretly in the siege and straitness, wherewith thine enemy shall distress thee in thy gates.  <strong>58</strong> If thou wilt not observe to do all the words of this law that are written in this book, that thou mayest fear this glorious and fearful name, THE LORD THY GOD;  <strong>59</strong> Then the LORD will make thy plagues wonderful, and the plagues of thy seed, even great plagues, and of long continuance, and sore sicknesses, and of long continuance.  <strong>60</strong> Moreover he will bring upon thee all the diseases of Egypt, which thou wast afraid of; and they shall cleave unto thee.  <strong>61</strong> Also every sickness, and every plague, which is not written in the book of this law, them will the LORD bring upon thee, until thou be destroyed.  <strong>62</strong> And ye shall be left few in number, whereas ye were as the stars of heaven for multitude; because thou wouldest not obey the voice of the LORD thy God.  <strong>63</strong> And it shall come to pass, that as the LORD rejoiced over you to do you good, and to multiply you; so the LORD will rejoice over you to destroy you, and to bring you to nought; and ye shall be plucked from off the land whither thou goest to possess it.  <strong>64</strong> And the LORD shall scatter thee among all people, from the one end of the earth even unto the other; and there thou shalt serve other gods, which neither thou nor thy fathers have known, even wood and stone.  <strong>65</strong> And among these nations shalt thou find no ease, neither shall the sole of thy foot have rest: but the LORD shall give thee there a trembling heart, and failing of eyes, and sorrow of mind:  <strong>66</strong> And thy life shall hang in doubt before thee; and thou shalt fear day and night, and shalt have none assurance of thy life:  <strong>67</strong> In the morning thou shalt say, Would God it were even! and at even thou shalt say, Would God it were morning! for the fear of thine heart wherewith thou shalt fear, and for the sight of thine eyes which thou shalt see.  <strong>68</strong> And the LORD shall bring thee into Egypt again with ships, by the way whereof I spake unto thee, Thou shalt see it no more again: and there ye shall be sold unto your enemies for bondmen and bondwomen, and no man shall buy you. ","niv":"<sup><strong>1</strong></sup> If you fully obey the LORD your God and carefully follow all his commands I give you today, the LORD your God will set you high above all the nations on earth. <sup><strong>2</strong></sup> All these blessings will come upon you and accompany you if you obey the LORD your God: <sup><strong>3</strong></sup> You will be blessed in the city and blessed in the country. <sup><strong>4</strong></sup> The fruit of your womb will be blessed, and the crops of your land and the young of your livestock-the calves of your herds and the lambs of your flocks. <sup><strong>5</strong></sup> Your basket and your kneading trough will be blessed. <sup><strong>6</strong></sup> You will be blessed when you come in and blessed when you go out. <sup><strong>7</strong></sup> The LORD will grant that the enemies who rise up against you will be defeated before you. They will come at you from one direction but flee from you in seven. <sup><strong>8</strong></sup> The LORD will send a blessing on your barns and on everything you put your hand to. The LORD your God will bless you in the land he is giving you. <sup><strong>9</strong></sup> The LORD will establish you as his holy people, as he promised you on oath, if you keep the commands of the LORD your God and walk in his ways. <sup><strong>10</strong></sup> Then all the peoples on earth will see that you are called by the name of the LORD, and they will fear you. <sup><strong>11</strong></sup> The LORD will grant you abundant prosperity-in the fruit of your womb, the young of your livestock and the crops of your ground-in the land he swore to your forefathers to give you. <sup><strong>12</strong></sup> The LORD will open the heavens, the storehouse of his bounty, to send rain on your land in season and to bless all the work of your hands. You will lend to many nations but will borrow from none. <sup><strong>13</strong></sup> The LORD will make you the head, not the tail. If you pay attention to the commands of the LORD your God that I give you this day and carefully follow them, you will always be at the top, never at the bottom. <sup><strong>14</strong></sup> Do not turn aside from any of the commands I give you today, to the right or to the left, following other gods and serving them. <sup><strong>15</strong></sup> However, if you do not obey the LORD your God and do not carefully follow all his commands and decrees I am giving you today, all these curses will come upon you and overtake you: <sup><strong>16</strong></sup> You will be cursed in the city and cursed in the country. <sup><strong>17</strong></sup> Your basket and your kneading trough will be cursed. <sup><strong>18</strong></sup> The fruit of your womb will be cursed, and the crops of your land, and the calves of your herds and the lambs of your flocks. <sup><strong>19</strong></sup> You will be cursed when you come in and cursed when you go out. <sup><strong>20</strong></sup> The LORD will send on you curses, confusion and rebuke in everything you put your hand to, until you are destroyed and come to sudden ruin because of the evil you have done in forsaking him. <sup><strong>21</strong></sup> The LORD will plague you with diseases until he has destroyed you from the land you are entering to possess. <sup><strong>22</strong></sup> The LORD will strike you with wasting disease, with fever and inflammation, with scorching heat and drought, with blight and mildew, which will plague you until you perish. <sup><strong>23</strong></sup> The sky over your head will be bronze, the ground beneath you iron. <sup><strong>24</strong></sup> The LORD will turn the rain of your country into dust and powder; it will come down from the skies until you are destroyed. <sup><strong>25</strong></sup> The LORD will cause you to be defeated before your enemies. You will come at them from one direction but flee from them in seven, and you will become a thing of horror to all the kingdoms on earth. <sup><strong>26</strong></sup> Your carcasses will be food for all the birds of the air and the beasts of the earth, and there will be no one to frighten them away. <sup><strong>27</strong></sup> The LORD will afflict you with the boils of Egypt and with tumors, festering sores and the itch, from which you cannot be cured. <sup><strong>28</strong></sup> The LORD will afflict you with madness, blindness and confusion of mind. <sup><strong>29</strong></sup> At midday you will grope about like a blind man in the dark. You will be unsuccessful in everything you do; day after day you will be oppressed and robbed, with no one to rescue you. <sup><strong>30</strong></sup> You will be pledged to be married to a woman, but another will take her and ravish her. You will build a house, but you will not live in it. You will plant a vineyard, but you will not even begin to enjoy its fruit. <sup><strong>31</strong></sup> Your ox will be slaughtered before your eyes, but you will eat none of it. Your donkey will be forcibly taken from you and will not be returned. Your sheep will be given to your enemies, and no one will rescue them. <sup><strong>32</strong></sup> Your sons and daughters will be given to another nation, and you will wear out your eyes watching for them day after day, powerless to lift a hand. <sup><strong>33</strong></sup> A people that you do not know will eat what your land and labor produce, and you will have nothing but cruel oppression all your days. <sup><strong>34</strong></sup> The sights you see will drive you mad. <sup><strong>35</strong></sup> The LORD will afflict your knees and legs with painful boils that cannot be cured, spreading from the soles of your feet to the top of your head. <sup><strong>36</strong></sup> The LORD will drive you and the king you set over you to a nation unknown to you or your fathers. There you will worship other gods, gods of wood and stone. <sup><strong>37</strong></sup> You will become a thing of horror and an object of scorn and ridicule to all the nations where the LORD will drive you. <sup><strong>38</strong></sup> You will sow much seed in the field but you will harvest little, because locusts will devour it. <sup><strong>39</strong></sup> You will plant vineyards and cultivate them but you will not drink the wine or gather the grapes, because worms will eat them. <sup><strong>40</strong></sup> You will have olive trees throughout your country but you will not use the oil, because the olives will drop off. <sup><strong>41</strong></sup> You will have sons and daughters but you will not keep them, because they will go into captivity. <sup><strong>42</strong></sup> Swarms of locusts will take over all your trees and the crops of your land. <sup><strong>43</strong></sup> The alien who lives among you will rise above you higher and higher, but you will sink lower and lower. <sup><strong>44</strong></sup> He will lend to you, but you will not lend to him. He will be the head, but you will be the tail. <sup><strong>45</strong></sup> All these curses will come upon you. They will pursue you and overtake you until you are destroyed, because you did not obey the LORD your God and observe the commands and decrees he gave you. <sup><strong>46</strong></sup> They will be a sign and a wonder to you and your descendants forever. <sup><strong>47</strong></sup> Because you did not serve the LORD your God joyfully and gladly in the time of prosperity, <sup><strong>48</strong></sup> therefore in hunger and thirst, in nakedness and dire poverty, you will serve the enemies the LORD sends against you. He will put an iron yoke on your neck until he has destroyed you. <sup><strong>49</strong></sup> The LORD will bring a nation against you from far away, from the ends of the earth, like an eagle swooping down, a nation whose language you will not understand, <sup><strong>50</strong></sup> a fierce-looking nation without respect for the old or pity for the young. <sup><strong>51</strong></sup> They will devour the young of your livestock and the crops of your land until you are destroyed. They will leave you no grain, new wine or oil, nor any calves of your herds or lambs of your flocks until you are ruined. <sup><strong>52</strong></sup> They will lay siege to all the cities throughout your land until the high fortified walls in which you trust fall down. They will besiege all the cities throughout the land the LORD your God is giving you. <sup><strong>53</strong></sup> Because of the suffering that your enemy will inflict on you during the siege, you will eat the fruit of the womb, the flesh of the sons and daughters the LORD your God has given you. <sup><strong>54</strong></sup> Even the most gentle and sensitive man among you will have no compassion on his own brother or the wife he loves or his surviving children, <sup><strong>55</strong></sup> and he will not give to one of them any of the flesh of his children that he is eating. It will be all he has left because of the suffering your enemy will inflict on you during the siege of all your cities. <sup><strong>56</strong></sup> The most gentle and sensitive woman among you-so sensitive and gentle that she would not venture to touch the ground with the sole of her foot-will begrudge the husband she loves and her own son or daughter <sup><strong>57</strong></sup> the afterbirth from her womb and the children she bears. For she intends to eat them secretly during the siege and in the distress that your enemy will inflict on you in your cities. <sup><strong>58</strong></sup> If you do not carefully follow all the words of this law, which are written in this book, and do not revere this glorious and awesome name-the LORD your God- <sup><strong>59</strong></sup> the LORD will send fearful plagues on you and your descendants, harsh and prolonged disasters, and severe and lingering illnesses. <sup><strong>60</strong></sup> He will bring upon you all the diseases of Egypt that you dreaded, and they will cling to you. <sup><strong>61</strong></sup> The LORD will also bring on you every kind of sickness and disaster not recorded in this Book of the Law, until you are destroyed. <sup><strong>62</strong></sup> You who were as numerous as the stars in the sky will be left but few in number, because you did not obey the LORD your God. <sup><strong>63</strong></sup> Just as it pleased the LORD to make you prosper and increase in number, so it will please him to ruin and destroy you. You will be uprooted from the land you are entering to possess. <sup><strong>64</strong></sup> Then the LORD will scatter you among all nations, from one end of the earth to the other. There you will worship other gods-gods of wood and stone, which neither you nor your fathers have known. <sup><strong>65</strong></sup> Among those nations you will find no repose, no resting place for the sole of your foot. There the LORD will give you an anxious mind, eyes weary with longing, and a despairing heart. <sup><strong>66</strong></sup> You will live in constant suspense, filled with dread both night and day, never sure of your life. <sup><strong>67</strong></sup> In the morning you will say, \"If only it were evening!\" and in the evening, \"If only it were morning!\"-because of the terror that will fill your hearts and the sights that your eyes will see. <sup><strong>68</strong></sup> The LORD will send you back in ships to Egypt on a journey I said you should never make again. There you will offer yourselves for sale to your enemies as male and female slaves, but no one will buy you. ","modified":"2023-04-16T05:01:32.440Z"},{"_id":"615a5852d574000a1018233b","topicId":"615a5850d574000a10182335","verse":"Ephesians 2:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p49002010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n</div>","kjv":"<strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  ","niv":"<sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do."},{"_id":"615a5852d574000a1018233c","topicId":"615a5850d574000a10182335","verse":"Joshua 24:15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p06024015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v06024015-1\">15&nbsp;</b>And if it is evil in your eyes to serve the LORD, choose this day whom you will serve, whether the gods your fathers served in the region beyond the River, or the gods of the Amorites in whose land you dwell. But as for me and my house, we will serve the LORD.”</p>\n</div>","kjv":"<strong>15</strong> And if it seem evil unto you to serve the LORD, choose you this day whom ye will serve; whether the gods which your fathers served that were  on the other side of the flood, or the gods of the Amorites, in whose land ye dwell: but as for me and my house, we will serve the LORD.  ","niv":"<sup><strong>15</strong></sup> But if serving the LORD seems undesirable to you, then choose for yourselves this day whom you will serve, whether the gods your forefathers served beyond the River, or the gods of the Amorites, in whose land you are living. But as for me and my household, we will serve the LORD.\""},{"_id":"615a5853d574000a1018233d","topicId":"615a5850d574000a10182335","verse":"Deuteronomy 30:19","votes":6,"__v":0,"esv":"<div>\n<p id=\"p05030019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v05030019-1\">19&nbsp;</b>I call heaven and earth to witness against you today, that I have set before you life and death, blessing and curse. Therefore choose life, that you and your offspring may live,</p>\n</div>","kjv":"<strong>19</strong> I call heaven and earth to record this day against you, that  I have set before you life and death, blessing and cursing: therefore choose life, that both thou and thy seed may live:  ","niv":"<sup><strong>19</strong></sup> This day I call heaven and earth as witnesses against you that I have set before you life and death, blessings and curses. Now choose life, so that you and your children may live","modified":"2022-07-22T19:26:09.644Z"},{"_id":"615a5853d574000a1018233e","topicId":"615a5850d574000a10182335","verse":"Romans 6:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p45006023_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>","kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord."},{"_id":"615a5853d574000a1018233f","topicId":"615a5850d574000a10182335","verse":"Revelation 19:7-9","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019007_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019007-1\">7&nbsp;</b>&nbsp;&nbsp;Let us rejoice and exult</span><br><span id=\"p66019007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and give him the glory,</span><br><span id=\"p66019007_01-11\" class=\"line\">&nbsp;&nbsp;for the marriage of the Lamb has come,</span><br><span id=\"p66019007_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his Bride has made herself ready;</span><br><span id=\"p66019008_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019008-1\">8&nbsp;</b>&nbsp;&nbsp;it was granted her to clothe herself</span><br><span id=\"p66019008_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with fine linen, bright and pure”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66019008_01-11\" class=\"same-paragraph\">for the fine linen is the righteous deeds of the saints.</p>\n<p id=\"p66019008_01-11\"><b class=\"verse-num\" id=\"v66019009-1\">9&nbsp;</b>And the angel said to me, “Write this: Blessed are those who are invited to the marriage supper of the Lamb.” And he said to me, “These are the true words of God.”</p>\n\n</div>","kjv":"<strong>7</strong> Let us be glad and rejoice, and give honour to him: for the marriage of the Lamb is come, and his wife hath made herself ready.  <strong>8</strong> And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.  <strong>9</strong> And he saith unto me, Write, Blessed are they which are called unto the marriage supper of the Lamb. And he saith unto me, These are the true sayings of God.  ","niv":"<sup><strong>7</strong></sup> Let us rejoice and be glad and give him glory! For the wedding of the Lamb has come, and his bride has made herself ready. <sup><strong>8</strong></sup> Fine linen, bright and clean, was given her to wear.\" (Fine linen stands for the righteous acts of the saints.) <sup><strong>9</strong></sup> Then the angel said to me, \"Write: 'Blessed are those who are invited to the wedding supper of the Lamb!'\" And he added, \"These are the true words of God.\" "},{"_id":"615a5854d574000a10182340","topicId":"615a5850d574000a10182335","verse":"Proverbs 13:22","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013022_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013022-1\">22&nbsp;</b>&nbsp;&nbsp;A good man leaves an inheritance to his children’s children,</span><br><span id=\"p20013022_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the sinner’s wealth is laid up for the righteous.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> A good man leaveth an inheritance to his children’s children: and the wealth of the sinner is laid up for the just.  ","niv":"<sup><strong>22</strong></sup> A good man leaves an inheritance for his children's children, but a sinner's wealth is stored up for the righteous."},{"_id":"615a5854d574000a10182341","topicId":"615a5850d574000a10182335","verse":"Luke 14:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42014028_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014028-1\">28&nbsp;</b><span class=\"woc\">For which of you, desiring to build a tower, does not first sit down and count the cost, whether he has enough to complete it?</span></p>\n</div>","kjv":"<strong>28</strong> For which of you, intending to build a tower, sitteth not down first, and counteth the cost, whether he have sufficient to finish it?  ","niv":"<sup><strong>28</strong></sup> \"Suppose one of you wants to build a tower. Will he not first sit down and estimate the cost to see if he has enough money to complete it?"},{"_id":"615a5854d574000a10182342","topicId":"615a5850d574000a10182335","verse":"1 Corinthians 7:10-11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46007010_01-15\"><b class=\"verse-num\" id=\"v46007010-1\">10&nbsp;</b>To the married I give this charge (not I, but the Lord): the wife should not separate from her husband <b class=\"verse-num\" id=\"v46007011-1\">11&nbsp;</b>(but if she does, she should remain unmarried or else be reconciled to her husband), and the husband should not divorce his wife.</p>\n</div>","kjv":"<strong>10</strong> And unto the married I command, yet not I, but the Lord, Let not the wife depart from her husband:  <strong>11</strong> But and if she depart, let her remain unmarried, or be reconciled to her husband: and let not the husband put away his wife.  ","niv":"<sup><strong>10</strong></sup> To the married I give this command (not I, but the Lord): A wife must not separate from her husband. <sup><strong>11</strong></sup> But if she does, she must remain unmarried or else be reconciled to her husband. And a husband must not divorce his wife. "},{"_id":"615a5854d574000a10182343","topicId":"615a5850d574000a10182335","verse":"Luke 10:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42010027_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v42010027-1\">27&nbsp;</b>And he answered, “You shall love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind, and your neighbor as yourself.”</p>\n</div>","kjv":"<strong>27</strong> And he answering said, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy strength, and with all thy mind; and thy neighbour as thyself.  ","niv":"<sup><strong>27</strong></sup> He answered: \"'Love the Lord your God with all your heart and with all your soul and with all your strength and with all your mind'; and, 'Love your neighbor as yourself.'\""},{"_id":"615a5855d574000a10182344","topicId":"615a5850d574000a10182335","verse":"Matthew 7:1-6","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-17\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. "},{"_id":"615a5855d574000a10182345","topicId":"615a5850d574000a10182335","verse":"Proverbs 21:20","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021020_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021020-1\">20&nbsp;</b>&nbsp;&nbsp;Precious treasure and oil are in a wise man’s dwelling,</span><br><span id=\"p20021020_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a foolish man devours it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>20</strong> There is treasure to be desired and oil in the dwelling of the wise; but a foolish man spendeth it up.  ","niv":"<sup><strong>20</strong></sup> In the house of the wise are stores of choice food and oil, but a foolish man devours all he has."},{"_id":"615a5855d574000a10182346","topicId":"615a5850d574000a10182335","verse":"2 Corinthians 5:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"615a5856d574000a10182347","topicId":"615a5850d574000a10182335","verse":"Romans 11:19-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45011019_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45011019-1\">19&nbsp;</b>Then you will say, “Branches were broken off so that I might be grafted in.” <b class=\"verse-num\" id=\"v45011020-1\">20&nbsp;</b>That is true. They were broken off because of their unbelief, but you stand fast through faith. So do not become proud, but fear. <b class=\"verse-num\" id=\"v45011021-1\">21&nbsp;</b>For if God did not spare the natural branches, neither will he spare you. <b class=\"verse-num\" id=\"v45011022-1\">22&nbsp;</b>Note then the kindness and the severity of God: severity toward those who have fallen, but God’s kindness to you, provided you continue in his kindness. Otherwise you too will be cut off.</p>\n</div>","kjv":"<strong>19</strong> Thou wilt say then, The branches were broken off, that I might be graffed in.  <strong>20</strong> Well; because of unbelief they were broken off, and thou standest by faith. Be not highminded, but fear:  <strong>21</strong> For if God spared not the natural branches, take heed lest he also spare not thee.  <strong>22</strong> Behold therefore the goodness and severity of God: on them which fell, severity; but toward thee, goodness, if thou continue in his goodness: otherwise thou also shalt be cut off.  ","niv":"<sup><strong>19</strong></sup> You will say then, \"Branches were broken off so that I could be grafted in.\" <sup><strong>20</strong></sup> Granted. But they were broken off because of unbelief, and you stand by faith. Do not be arrogant, but be afraid. <sup><strong>21</strong></sup> For if God did not spare the natural branches, he will not spare you either. <sup><strong>22</strong></sup> Consider therefore the kindness and sternness of God: sternness to those who fell, but kindness to you, provided that you continue in his kindness. Otherwise, you also will be cut off. "},{"_id":"615a5856d574000a10182348","topicId":"615a5850d574000a10182335","verse":"John 3:16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-21\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a5856d574000a10182349","topicId":"615a5850d574000a10182335","verse":"Proverbs 16:28","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016028_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016028-1\">28&nbsp;</b>&nbsp;&nbsp;A dishonest man spreads strife,</span><br><span id=\"p20016028_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a whisperer separates close friends.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> A froward man soweth strife: and a whisperer separateth chief friends.  ","niv":"<sup><strong>28</strong></sup> A perverse man stirs up dissension, and a gossip separates close friends.","modified":"2023-03-06T09:36:58.761Z"},{"_id":"615a5857d574000a1018234a","topicId":"615a5850d574000a10182335","verse":"Genesis 2:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01002018_01-23\"><b class=\"verse-num\" id=\"v01002018-1\">18&nbsp;</b>Then the LORD God said, “It is not good that the man should be alone; I will make him a helper fit for him.”</p>\n\n</div>","kjv":"<strong>18</strong> And the LORD God said, It is not good that the man should be alone; I will make him an help meet for him.  ","niv":"<sup><strong>18</strong></sup> The LORD God said, \"It is not good for the man to be alone. I will make a helper suitable for him.\""},{"_id":"615a5857d574000a1018234b","topicId":"615a5850d574000a10182335","verse":"Genesis 2:7","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01002007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01002007-1\">7&nbsp;</b>then the LORD God formed the man of dust from the ground and breathed into his nostrils the breath of life, and the man became a living creature.</p>\n</div>","kjv":"<strong>7</strong> And the LORD God formed man of the dust of the ground, and breathed into his nostrils the breath of life; and man became a living soul.  ","niv":"<sup><strong>7</strong></sup> the LORD God formed the man from the dust of the ground and breathed into his nostrils the breath of life, and the man became a living being."},{"_id":"615a5857d574000a1018234c","topicId":"615a5850d574000a10182335","verse":"1 Corinthians 6:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46006009_01-26\"><b class=\"verse-num\" id=\"v46006009-1\">9&nbsp;</b>Or do you not know that the unrighteous will not inherit the kingdom of God? Do not be deceived: neither the sexually immoral, nor idolaters, nor adulterers, nor men who practice homosexuality, <b class=\"verse-num\" id=\"v46006010-1\">10&nbsp;</b>nor thieves, nor the greedy, nor drunkards, nor revilers, nor swindlers will inherit the kingdom of God.</p>\n\n</div>","kjv":"<strong>9</strong> Know ye not that the unrighteous shall not inherit the kingdom of God? Be not deceived: neither fornicators, nor idolaters, nor adulterers, nor effeminate, nor abusers of themselves with mankind,  <strong>10</strong> Nor thieves, nor covetous, nor drunkards, nor revilers, nor extortioners, shall inherit the kingdom of God.  ","niv":"<sup><strong>9</strong></sup> Do you not know that the wicked will not inherit the kingdom of God? Do not be deceived: Neither the sexually immoral nor idolaters nor adulterers nor male prostitutes nor homosexual offenders <sup><strong>10</strong></sup> nor thieves nor the greedy nor drunkards nor slanderers nor swindlers will inherit the kingdom of God. "},{"_id":"615a5858d574000a1018234d","topicId":"615a5850d574000a10182335","verse":"John 13:34","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"615a5858d574000a1018234e","topicId":"615a5850d574000a10182335","verse":"John 11:35","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43011035_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v43011035-1\">35&nbsp;</b>Jesus wept.</p>\n</div>","kjv":"<strong>35</strong> Jesus wept.  ","niv":"<sup><strong>35</strong></sup> Jesus wept."}]}