{"_id":"615a598fd574000a101823eb","slug":"christening","name":"Christening","verses":[{"_id":"615a5990d574000a101823ec","topicId":"615a598fd574000a101823eb","verse":"Acts 2:38","votes":502,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615a5990d574000a101823ed","topicId":"615a598fd574000a101823eb","verse":"1 Peter 3:21","votes":475,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,","modified":"2022-12-24T10:36:24.199Z"},{"_id":"615a5991d574000a101823ee","topicId":"615a598fd574000a101823eb","verse":"Acts 22:16","votes":435,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'"},{"_id":"615a5992d574000a101823ef","topicId":"615a598fd574000a101823eb","verse":"Mark 16:16","votes":407,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2023-01-07T08:24:29.120Z"},{"_id":"615a5992d574000a101823f0","topicId":"615a598fd574000a101823eb","verse":"1 Corinthians 12:13","votes":400,"__v":0,"esv":"<div>\n<p id=\"p46012013_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n\n</div>","kjv":"<strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  ","niv":"<sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink."},{"_id":"615a5992d574000a101823f2","topicId":"615a598fd574000a101823eb","verse":"Ephesians 4:5","votes":272,"__v":0,"esv":"<div>\n<p id=\"p49004005_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism,</p>\n</div>","kjv":"<strong>5</strong> One Lord, one faith, one baptism,  ","niv":"<sup><strong>5</strong></sup> one Lord, one faith, one baptism;"},{"_id":"615a5992d574000a101823f1","topicId":"615a598fd574000a101823eb","verse":"Galatians 3:27","votes":308,"__v":0,"esv":"<div>\n<p id=\"p48003027_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48003027-1\">27&nbsp;</b>For as many of you as were baptized into Christ have put on Christ.</p>\n</div>","kjv":"<strong>27</strong> For as many of you as have been baptized into Christ have put on Christ.  ","niv":"<sup><strong>27</strong></sup> for all of you who were baptized into Christ have clothed yourselves with Christ."},{"_id":"615a5992d574000a101823f3","topicId":"615a598fd574000a101823eb","verse":"Matthew 28:19-20","votes":268,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"615a5992d574000a101823f4","topicId":"615a598fd574000a101823eb","verse":"Matthew 28:19","votes":266,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,"},{"_id":"615a5992d574000a101823f5","topicId":"615a598fd574000a101823eb","verse":"John 3:5","votes":264,"__v":0,"esv":"<div>\n<p id=\"p43003005_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span></p>\n</div>","kjv":"<strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  ","niv":"<sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit."},{"_id":"615a5993d574000a101823f6","topicId":"615a598fd574000a101823eb","verse":"Acts 2:41","votes":252,"__v":0,"esv":"<div>\n<p id=\"p44002041_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n</div>","kjv":"<strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  ","niv":"<sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day."},{"_id":"615a5993d574000a101823f7","topicId":"615a598fd574000a101823eb","verse":"Matthew 3:11","votes":227,"__v":0,"esv":"<div>\n<p id=\"p40003011_01-14\"><b class=\"verse-num\" id=\"v40003011-1\">11&nbsp;</b>“I baptize you with water for repentance, but he who is coming after me is mightier than I, whose sandals I am not worthy to carry. He will baptize you with the Holy Spirit and fire.</p>\n</div>","kjv":"<strong>11</strong> I indeed baptize you with water unto repentance: but he that cometh after me is mightier than I, whose shoes I am not worthy to bear: he shall baptize you with the Holy Ghost, and with fire:  ","niv":"<sup><strong>11</strong></sup> \"I baptize you with water for repentance. But after me will come one who is more powerful than I, whose sandals I am not fit to carry. He will baptize you with the Holy Spirit and with fire.","modified":"2023-03-08T10:57:16.396Z"},{"_id":"615a5993d574000a101823f8","topicId":"615a598fd574000a101823eb","verse":"Colossians 2:12","votes":223,"__v":0,"esv":"<div>\n<p id=\"p51002012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002012-1\">12&nbsp;</b>having been buried with him in baptism, in which you were also raised with him through faith in the powerful working of God, who raised him from the dead.</p>\n</div>","kjv":"<strong>12</strong> Buried with him in baptism, wherein also ye are risen with him  through the faith of the operation of God, who hath raised him from the dead.  ","niv":"<sup><strong>12</strong></sup> having been buried with him in baptism and raised with him through your faith in the power of God, who raised him from the dead."},{"_id":"615a5993d574000a101823f9","topicId":"615a598fd574000a101823eb","verse":"Romans 6:3","votes":218,"__v":0,"esv":"<div>\n<p id=\"p45006003_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death?</p>\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death?"},{"_id":"615a5994d574000a101823fa","topicId":"615a598fd574000a101823eb","verse":"Romans 6:4","votes":217,"__v":0,"esv":"<div>\n<p id=\"p45006004_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life."},{"_id":"615a5994d574000a101823fb","topicId":"615a598fd574000a101823eb","verse":"Luke 3:21-22","votes":206,"__v":0,"esv":"<div>\n<p id=\"p42003021_01-18\"><b class=\"verse-num\" id=\"v42003021-1\">21&nbsp;</b>Now when all the people were baptized, and when Jesus also had been baptized and was praying, the heavens were opened, <b class=\"verse-num\" id=\"v42003022-1\">22&nbsp;</b>and the Holy Spirit descended on him in bodily form, like a dove; and a voice came from heaven, “You are my beloved Son; with you I am well pleased.”</p>\n\n</div>","kjv":"<strong>21</strong> Now when all the people were baptized, it came to pass, that Jesus also being baptized, and praying, the heaven was opened,  <strong>22</strong> And the Holy Ghost descended in a bodily shape like a dove upon him, and a voice came from heaven, which said, Thou art my beloved Son; in thee I am well pleased.  ","niv":"<sup><strong>21</strong></sup> When all the people were being baptized, Jesus was baptized too. And as he was praying, heaven was opened <sup><strong>22</strong></sup> and the Holy Spirit descended on him in bodily form like a dove. And a voice came from heaven: \"You are my Son, whom I love; with you I am well pleased.\" "},{"_id":"615a5994d574000a101823fc","topicId":"615a598fd574000a101823eb","verse":"Mark 1:4","votes":202,"__v":0,"esv":"<div>\n<p id=\"p41001004_01-19\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v41001004-1\">4&nbsp;</b>John appeared, baptizing in the wilderness and proclaiming a baptism of repentance for the forgiveness of sins.</p>\n</div>","kjv":"<strong>4</strong> John did baptize in the wilderness, and preach the baptism of repentance for the remission of sins.  ","niv":"<sup><strong>4</strong></sup> And so John came, baptizing in the desert region and preaching a baptism of repentance for the forgiveness of sins."},{"_id":"615a5995d574000a101823fd","topicId":"615a598fd574000a101823eb","verse":"Acts 10:47","votes":200,"__v":0,"esv":"<div>\n<p id=\"p44010047_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v44010047-1\">47&nbsp;</b>“Can anyone withhold water for baptizing these people, who have received the Holy Spirit just as we have?”</p>\n</div>","kjv":"<strong>47</strong> Can any man forbid water, that these should not be baptized, which have received the Holy Ghost as well as we?  ","niv":"<sup><strong>47</strong></sup> Then Peter said, \"Can anyone keep these people from being baptized with water? They have received the Holy Spirit just as we have.\""},{"_id":"615a5995d574000a101823fe","topicId":"615a598fd574000a101823eb","verse":"Romans 6:3-4","votes":199,"__v":0,"esv":"<div>\n<p id=\"p45006003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n</div>","kjv":"<strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  ","niv":"<sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. "},{"_id":"615a5995d574000a101823ff","topicId":"615a598fd574000a101823eb","verse":"Acts 19:4","votes":187,"__v":0,"esv":"<div>\n<p id=\"p44019004_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44019004-1\">4&nbsp;</b>And Paul said, “John baptized with the baptism of repentance, telling the people to believe in the one who was to come after him, that is, Jesus.”</p>\n</div>","kjv":"<strong>4</strong> Then said Paul, John verily baptized with the baptism of repentance, saying unto the people, that they should believe on him which should come after him, that is, on Christ Jesus.  ","niv":"<sup><strong>4</strong></sup> Paul said, \"John's baptism was a baptism of repentance. He told the people to believe in the one coming after him, that is, in Jesus.\""},{"_id":"615a5996d574000a10182400","topicId":"615a598fd574000a101823eb","verse":"Luke 3:16","votes":185,"__v":0,"esv":"<div>\n<p id=\"p42003016_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v42003016-1\">16&nbsp;</b>John answered them all, saying, “I baptize you with water, but he who is mightier than I is coming, the strap of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and fire.</p>\n</div>","kjv":"<strong>16</strong> John answered, saying unto them all, I indeed baptize you with water; but one mightier than I cometh, the latchet of whose shoes I am not worthy to unloose: he shall baptize you with the Holy Ghost and with fire:  ","niv":"<sup><strong>16</strong></sup> John answered them all, \"I baptize you with water. But one more powerful than I will come, the thongs of whose sandals I am not worthy to untie. He will baptize you with the Holy Spirit and with fire."},{"_id":"615a5996d574000a10182401","topicId":"615a598fd574000a101823eb","verse":"Titus 3:5","votes":181,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"615a5996d574000a10182402","topicId":"615a598fd574000a101823eb","verse":"Acts 16:33","votes":177,"__v":0,"esv":"<div>\n<p id=\"p44016033_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016033-1\">33&nbsp;</b>And he took them the same hour of the night and washed their wounds; and he was baptized at once, he and all his family.</p>\n</div>","kjv":"<strong>33</strong> And he took them the same hour of the night, and washed their  stripes; and was baptized, he and all his, straightway.  ","niv":"<sup><strong>33</strong></sup> At that hour of the night the jailer took them and washed their wounds; then immediately he and all his family were baptized."},{"_id":"615a5996d574000a10182403","topicId":"615a598fd574000a101823eb","verse":"John 1:33","votes":174,"__v":0,"esv":"<div>\n<p id=\"p43001033_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’</p>\n</div>","kjv":"<strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  ","niv":"<sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.'"},{"_id":"615a5997d574000a10182404","topicId":"615a598fd574000a101823eb","verse":"Matthew 19:14","votes":165,"__v":0,"esv":"<div>\n<p id=\"p40019014_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v40019014-1\">14&nbsp;</b>but Jesus said, <span class=\"woc\">“Let the little children come to me and do not hinder them, for to such belongs the kingdom of heaven.”</span></p>\n</div>","kjv":"<strong>14</strong> But Jesus said, Suffer little children, and forbid them not, to come unto me: for of such is the kingdom of heaven.  ","niv":"<sup><strong>14</strong></sup> Jesus said, \"Let the little children come to me, and do not hinder them, for the kingdom of heaven belongs to such as these.\""}]}