{"_id":"615a5ae7d574000a101824a7","slug":"christian-maturity","name":"Christian Maturity","verses":[{"_id":"615a5ae7d574000a101824a8","topicId":"615a5ae7d574000a101824a7","verse":"1 Corinthians 13:11","votes":64,"__v":0,"esv":"<div>\n<p id=\"p46013011_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways.</p>\n</div>","kjv":"<strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  ","niv":"<sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me.","modified":"2023-11-11T19:08:36.954Z"},{"_id":"615a5ae8d574000a101824a9","topicId":"615a5ae7d574000a101824a7","verse":"Hebrews 5:12-14","votes":38,"__v":0,"esv":"<div>\n<p id=\"p58005012_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v58005012-1\">12&nbsp;</b>For though by this time you ought to be teachers, you need someone to teach you again the basic principles of the oracles of God. You need milk, not solid food, <b class=\"verse-num\" id=\"v58005013-1\">13&nbsp;</b>for everyone who lives on milk is unskilled in the word of righteousness, since he is a child. <b class=\"verse-num\" id=\"v58005014-1\">14&nbsp;</b>But solid food is for the mature, for those who have their powers of discernment trained by constant practice to distinguish good from evil.</p>\n</div>","kjv":"<strong>12</strong> For when for the time ye ought to be teachers, ye have need that one teach you again which be the first principles of the oracles of God; and are become such as have need of milk, and not of strong meat.  <strong>13</strong> For every one that useth milk is unskilful in the word of righteousness: for he is a babe.  <strong>14</strong> But strong meat belongeth to them that are of full age, even  those who by reason of use have their senses exercised to discern both good and evil.  ","niv":"<sup><strong>12</strong></sup> In fact, though by this time you ought to be teachers, you need someone to teach you the elementary truths of God's word all over again. You need milk, not solid food! <sup><strong>13</strong></sup> Anyone who lives on milk, being still an infant, is not acquainted with the teaching about righteousness. <sup><strong>14</strong></sup> But solid food is for the mature, who by constant use have trained themselves to distinguish good from evil. ","modified":"2023-07-01T18:45:42.191Z"},{"_id":"615a5ae8d574000a101824aa","topicId":"615a5ae7d574000a101824a7","verse":"1 Corinthians 14:20","votes":26,"__v":0,"esv":"<div>\n<p id=\"p46014020_01-4\"><b class=\"verse-num\" id=\"v46014020-1\">20&nbsp;</b>Brothers, do not be children in your thinking. Be infants in evil, but in your thinking be mature.</p>\n</div>","kjv":"<strong>20</strong> Brethren, be not children in understanding: howbeit in malice be ye children, but in understanding be men.  ","niv":"<sup><strong>20</strong></sup> Brothers, stop thinking like children. In regard to evil be infants, but in your thinking be adults.","modified":"2023-07-29T16:18:05.436Z"},{"_id":"615a5ae8d574000a101824ab","topicId":"615a5ae7d574000a101824a7","verse":"James 1:22","votes":24,"__v":0,"esv":"<div>\n<p id=\"p59001022_01-5\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves.</p>\n</div>","kjv":"<strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  ","niv":"<sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says.","modified":"2022-09-10T13:37:47.380Z"},{"_id":"615a5ae8d574000a101824ac","topicId":"615a5ae7d574000a101824a7","verse":"Ephesians 4:11-14","votes":21,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-6\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes.</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. ","modified":"2022-09-10T13:37:46.300Z"},{"_id":"615a5ae9d574000a101824ad","topicId":"615a5ae7d574000a101824a7","verse":"Psalm 119:105","votes":12,"__v":0,"esv":"<div>\n<h4 id=\"p19119105_01-7\" class=\"psalm-acrostic-title\">Nun</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19119105_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19119105-1\">105&nbsp;</b>&nbsp;&nbsp;Your word is a lamp to my feet</span><br><span id=\"p19119105_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a light to my path.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>105</strong> Thy word is a lamp unto my feet, and a light unto my path.  ","niv":"<sup><strong>105</strong></sup> Your word is a lamp to my feet and a light for my path.","modified":"2022-12-12T23:06:55.003Z"},{"_id":"615a5ae9d574000a101824ae","topicId":"615a5ae7d574000a101824a7","verse":"Luke 8:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p42008014_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008014-1\">14&nbsp;</b><span class=\"woc\">And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.</span></p>\n</div>","kjv":"<strong>14</strong> And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.  ","niv":"<sup><strong>14</strong></sup> The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature."},{"_id":"615a5ae9d574000a101824af","topicId":"615a5ae7d574000a101824a7","verse":"Colossians 1:9-12","votes":14,"__v":0,"esv":"<div>\n<p id=\"p51001009_01-9\"><b class=\"verse-num\" id=\"v51001009-1\">9&nbsp;</b>And so, from the day we heard, we have not ceased to pray for you, asking that you may be filled with the knowledge of his will in all spiritual wisdom and understanding, <b class=\"verse-num\" id=\"v51001010-1\">10&nbsp;</b>so as to walk in a manner worthy of the Lord, fully pleasing to him: bearing fruit in every good work and increasing in the knowledge of God; <b class=\"verse-num\" id=\"v51001011-1\">11&nbsp;</b>being strengthened with all power, according to his glorious might, for all endurance and patience with joy; <b class=\"verse-num\" id=\"v51001012-1\">12&nbsp;</b>giving thanks to the Father, who has qualified you to share in the inheritance of the saints in light.</p>\n\n</div>","kjv":"<strong>9</strong> For this cause we also, since the day we heard it, do not cease to pray for you, and to desire that ye might be filled with the knowledge of his will in all wisdom and spiritual understanding;  <strong>10</strong> That ye might walk worthy of the Lord unto all pleasing, being fruitful in every good work, and increasing in the knowledge of God;  <strong>11</strong> Strengthened with all might, according to his glorious power, unto all patience and longsuffering with joyfulness;  <strong>12</strong> Giving thanks unto the Father, which hath made us meet to be partakers of the inheritance of the saints in light:  ","niv":"<sup><strong>9</strong></sup> For this reason, since the day we heard about you, we have not stopped praying for you and asking God to fill you with the knowledge of his will through all spiritual wisdom and understanding. <sup><strong>10</strong></sup> And we pray this in order that you may live a life worthy of the Lord and may please him in every way: bearing fruit in every good work, growing in the knowledge of God, <sup><strong>11</strong></sup> being strengthened with all power according to his glorious might so that you may have great endurance and patience, and joyfully <sup><strong>12</strong></sup> giving thanks to the Father, who has qualified you to share in the inheritance of the saints in the kingdom of light. ","modified":"2023-05-21T10:09:31.753Z"},{"_id":"615a5aead574000a101824b0","topicId":"615a5ae7d574000a101824a7","verse":"John 3:19-21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p43003019_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" "},{"_id":"615a5aead574000a101824b1","topicId":"615a5ae7d574000a101824a7","verse":"1 Peter 2:2","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60002002_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002002-1\">2&nbsp;</b>Like newborn infants, long for the pure spiritual milk, that by it you may grow up into salvation—</p>\n</div>","kjv":"<strong>2</strong> As newborn babes, desire the sincere milk of the word, that ye may grow thereby:  ","niv":"<sup><strong>2</strong></sup> Like newborn babies, crave pure spiritual milk, so that by it you may grow up in your salvation,","modified":"2022-09-16T01:59:35.294Z"},{"_id":"615a5aead574000a101824b2","topicId":"615a5ae7d574000a101824a7","verse":"Philippians 3:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p50003015_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003015-1\">15&nbsp;</b>Let those of us who are mature think this way, and if in anything you think otherwise, God will reveal that also to you.</p>\n</div>","kjv":"<strong>15</strong> Let us therefore, as many as be perfect, be thus minded: and if in any thing ye be otherwise minded, God shall reveal even this unto you.  ","niv":"<sup><strong>15</strong></sup> All of us who are mature should take such a view of things. And if on some point you think differently, that too God will make clear to you.","modified":"2022-09-04T08:44:56.426Z"},{"_id":"615a5aebd574000a101824b3","topicId":"615a5ae7d574000a101824a7","verse":"Romans 12:2","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will.","modified":"2022-08-07T19:42:12.784Z"},{"_id":"615a5aebd574000a101824b4","topicId":"615a5ae7d574000a101824a7","verse":"1 Corinthians 2:6","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p46002006_05-16\"><b class=\"verse-num\" id=\"v46002006-1\">6&nbsp;</b>Yet among the mature we do impart wisdom, although it is not a wisdom of this age or of the rulers of this age, who are doomed to pass away.</p>\n</div>","kjv":"<strong>6</strong> Howbeit we speak wisdom among them that are perfect: yet not the wisdom of this world, nor of the princes of this world, that come to nought:  ","niv":"<sup><strong>6</strong></sup> We do, however, speak a message of wisdom among the mature, but not the wisdom of this age or of the rulers of this age, who are coming to nothing.","modified":"2022-06-25T02:47:26.776Z"},{"_id":"615a5aebd574000a101824b5","topicId":"615a5ae7d574000a101824a7","verse":"John 20:31","votes":7,"__v":0,"esv":"<div>\n<p id=\"p43020031_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43020031-1\">31&nbsp;</b>but these are written so that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.</p>\n</div>","kjv":"<strong>31</strong> But these are written, that ye might believe that Jesus is the Christ, the Son of God; and that believing ye might have life through his name.  ","niv":"<sup><strong>31</strong></sup> But these are written that you may believe that Jesus is the Christ, the Son of God, and that by believing you may have life in his name.","modified":"2023-09-05T17:43:25.244Z"},{"_id":"615a5aebd574000a101824b6","topicId":"615a5ae7d574000a101824a7","verse":"Malachi 2:15","votes":7,"__v":0,"esv":"<div>\n<p id=\"p39002015_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v39002015-1\">15&nbsp;</b>Did he not make them one, with a portion of the Spirit in their union? And what was the one God seeking? Godly offspring. So guard yourselves in your spirit, and let none of you be faithless to the wife of your youth.</p>\n\n</div>","kjv":"<strong>15</strong> And did not he make one? Yet had he the residue of the spirit. And wherefore one? That he might seek a godly seed. Therefore take heed to your spirit, and let none deal treacherously against the wife of his youth.  ","niv":"<sup><strong>15</strong></sup> Has not the LORD made them one? In flesh and spirit they are his. And why one? Because he was seeking godly offspring. So guard yourself in your spirit, and do not break faith with the wife of your youth."},{"_id":"615a5aecd574000a101824b7","topicId":"615a5ae7d574000a101824a7","verse":"James 1:4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p59001004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n</div>","kjv":"<strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  ","niv":"<sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything."},{"_id":"615a5aecd574000a101824b8","topicId":"615a5ae7d574000a101824a7","verse":"1 Peter 2:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p60002009_01-21\"><b class=\"verse-num\" id=\"v60002009-1\">9&nbsp;</b>But you are a chosen race, a royal priesthood, a holy nation, a people for his own possession, that you may proclaim the excellencies of him who called you out of darkness into his marvelous light.</p>\n</div>","kjv":"<strong>9</strong> But ye are a chosen generation, a royal priesthood, an holy nation, a peculiar people; that ye should shew forth the praises of him who hath called you out of darkness into his marvellous light:  ","niv":"<sup><strong>9</strong></sup> But you are a chosen people, a royal priesthood, a holy nation, a people belonging to God, that you may declare the praises of him who called you out of darkness into his wonderful light."},{"_id":"615a5aecd574000a101824b9","topicId":"615a5ae7d574000a101824a7","verse":"Colossians 3:17","votes":5,"__v":0,"esv":"<div>\n<p id=\"p51003017_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n</div>","kjv":"<strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  ","niv":"<sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him."},{"_id":"615a5aedd574000a101824ba","topicId":"615a5ae7d574000a101824a7","verse":"Galatians 4:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p48004019_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004019-1\">19&nbsp;</b>my little children, for whom I am again in the anguish of childbirth until Christ is formed in you!</p>\n</div>","kjv":"<strong>19</strong> My little children, of whom I travail in birth again until Christ be formed in you,  ","niv":"<sup><strong>19</strong></sup> My dear children, for whom I am again in the pains of childbirth until Christ is formed in you,"},{"_id":"615a5aedd574000a101824bb","topicId":"615a5ae7d574000a101824a7","verse":"1 Corinthians 3:1-23","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p46003001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46003001-1\">3:1&nbsp;</b>But I, brothers, could not address you as spiritual people, but as people of the flesh, as infants in Christ. <b class=\"verse-num\" id=\"v46003002-1\">2&nbsp;</b>I fed you with milk, not solid food, for you were not ready for it. And even now you are not yet ready, <b class=\"verse-num\" id=\"v46003003-1\">3&nbsp;</b>for you are still of the flesh. For while there is jealousy and strife among you, are you not of the flesh and behaving only in a human way? <b class=\"verse-num\" id=\"v46003004-1\">4&nbsp;</b>For when one says, “I follow Paul,” and another, “I follow Apollos,” are you not being merely human?</p>\n<p id=\"p46003004_05-25\"><b class=\"verse-num\" id=\"v46003005-1\">5&nbsp;</b>What then is Apollos? What is Paul? Servants through whom you believed, as the Lord assigned to each. <b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth. <b class=\"verse-num\" id=\"v46003007-1\">7&nbsp;</b>So neither he who plants nor he who waters is anything, but only God who gives the growth. <b class=\"verse-num\" id=\"v46003008-1\">8&nbsp;</b>He who plants and he who waters are one, and each will receive his wages according to his labor. <b class=\"verse-num\" id=\"v46003009-1\">9&nbsp;</b>For we are God’s fellow workers. You are God’s field, God’s building.</p>\n<p id=\"p46003009_05-25\"><b class=\"verse-num\" id=\"v46003010-1\">10&nbsp;</b>According to the grace of God given to me, like a skilled master builder I laid a foundation, and someone else is building upon it. Let each one take care how he builds upon it. <b class=\"verse-num\" id=\"v46003011-1\">11&nbsp;</b>For no one can lay a foundation other than that which is laid, which is Jesus Christ. <b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—<b class=\"verse-num\" id=\"v46003013-1\">13&nbsp;</b>each one’s work will become manifest, for the Day will disclose it, because it will be revealed by fire, and the fire will test what sort of work each one has done. <b class=\"verse-num\" id=\"v46003014-1\">14&nbsp;</b>If the work that anyone has built on the foundation survives, he will receive a reward. <b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n<p id=\"p46003015_05-25\"><b class=\"verse-num\" id=\"v46003016-1\">16&nbsp;</b>Do you not know that you are God’s temple and that God’s Spirit dwells in you? <b class=\"verse-num\" id=\"v46003017-1\">17&nbsp;</b>If anyone destroys God’s temple, God will destroy him. For God’s temple is holy, and you are that temple.</p>\n<p id=\"p46003017_05-25\"><b class=\"verse-num\" id=\"v46003018-1\">18&nbsp;</b>Let no one deceive himself. If anyone among you thinks that he is wise in this age, let him become a fool that he may become wise. <b class=\"verse-num\" id=\"v46003019-1\">19&nbsp;</b>For the wisdom of this world is folly with God. For it is written, “He catches the wise in their craftiness,” <b class=\"verse-num\" id=\"v46003020-1\">20&nbsp;</b>and again, “The Lord knows the thoughts of the wise, that they are futile.” <b class=\"verse-num\" id=\"v46003021-1\">21&nbsp;</b>So let no one boast in men. For all things are yours, <b class=\"verse-num\" id=\"v46003022-1\">22&nbsp;</b>whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours, <b class=\"verse-num\" id=\"v46003023-1\">23&nbsp;</b>and you are Christ’s, and Christ is God’s.</p>\n\n</div>","kjv":"<strong>1</strong> And I, brethren, could not speak unto you as unto spiritual, but as unto carnal, even as unto babes in Christ.  <strong>2</strong> I have fed you with milk, and not with meat: for hitherto ye were not able to bear it, neither yet now are ye able.  <strong>3</strong> For ye are yet carnal: for whereas there is among you envying, and strife, and divisions, are ye not carnal, and walk as men?  <strong>4</strong> For while one saith, I am of Paul; and another, I am of Apollos; are ye not carnal?  <strong>5</strong> Who then is Paul, and who is Apollos, but ministers by whom ye believed, even as the Lord gave to every man?  <strong>6</strong> I have planted, Apollos watered; but God gave the increase.  <strong>7</strong> So then neither is he that planteth any thing, neither he that watereth; but God that giveth the increase.  <strong>8</strong> Now he that planteth and he that watereth are one: and every man shall receive his own reward according to his own labour.  <strong>9</strong> For we are labourers together with God: ye are God’s husbandry, ye are God’s building.  <strong>10</strong> According to the grace of God which is given unto me, as a wise masterbuilder, I have laid the foundation, and another buildeth thereon. But let every man take heed how he buildeth thereupon.  <strong>11</strong> For other foundation can no man lay than that is laid, which is Jesus Christ.  <strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  <strong>13</strong> Every man’s work shall be made manifest: for the day shall declare it, because it shall be revealed by fire; and the fire shall try every man’s work of what sort it is.  <strong>14</strong> If any man’s work abide which he hath built thereupon, he shall receive a reward.  <strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  <strong>16</strong> Know ye not that ye are the temple of God, and that the Spirit of God dwelleth in you?  <strong>17</strong> If any man defile the temple of God, him shall God destroy; for the temple of God is holy, which temple ye are.  <strong>18</strong> Let no man deceive himself. If any man among you seemeth to be wise in this world, let him become a fool, that he may be wise.  <strong>19</strong> For the wisdom of this world is foolishness with God. For it is written, He taketh the wise in their own craftiness.  <strong>20</strong> And again, The Lord knoweth the thoughts of the wise, that they are vain.  <strong>21</strong> Therefore let no man glory in men. For all things are yours;  <strong>22</strong> Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;  <strong>23</strong> And ye are Christ’s; and Christ is God’s.  ","niv":"<sup><strong>1</strong></sup> Brothers, I could not address you as spiritual but as worldly--mere infants in Christ. <sup><strong>2</strong></sup> I gave you milk, not solid food, for you were not yet ready for it. Indeed, you are still not ready. <sup><strong>3</strong></sup> You are still worldly. For since there is jealousy and quarreling among you, are you not worldly? Are you not acting like mere men? <sup><strong>4</strong></sup> For when one says, \"I follow Paul,\" and another, \"I follow Apollos,\" are you not mere men? <sup><strong>5</strong></sup> What, after all, is Apollos? And what is Paul? Only servants, through whom you came to believe--as the Lord has assigned to each his task. <sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow. <sup><strong>7</strong></sup> So neither he who plants nor he who waters is anything, but only God, who makes things grow. <sup><strong>8</strong></sup> The man who plants and the man who waters have one purpose, and each will be rewarded according to his own labor. <sup><strong>9</strong></sup> For we are God's fellow workers; you are God's field, God's building. <sup><strong>10</strong></sup> By the grace God has given me, I laid a foundation as an expert builder, and someone else is building on it. But each one should be careful how he builds. <sup><strong>11</strong></sup> For no one can lay any foundation other than the one already laid, which is Jesus Christ. <sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw, <sup><strong>13</strong></sup> his work will be shown for what it is, because the Day will bring it to light. It will be revealed with fire, and the fire will test the quality of each man's work. <sup><strong>14</strong></sup> If what he has built survives, he will receive his reward. <sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames. <sup><strong>16</strong></sup> Don't you know that you yourselves are God's temple and that God's Spirit lives in you? <sup><strong>17</strong></sup> If anyone destroys God's temple, God will destroy him; for God's temple is sacred, and you are that temple. <sup><strong>18</strong></sup> Do not deceive yourselves. If any one of you thinks he is wise by the standards of this age, he should become a \"fool\" so that he may become wise. <sup><strong>19</strong></sup> For the wisdom of this world is foolishness in God's sight. As it is written: \"He catches the wise in their craftiness\"; <sup><strong>20</strong></sup> and again, \"The Lord knows that the thoughts of the wise are futile.\" <sup><strong>21</strong></sup> So then, no more boasting about men! All things are yours, <sup><strong>22</strong></sup> whether Paul or Apollos or Cephas or the world or life or death or the present or the future--all are yours, <sup><strong>23</strong></sup> and you are of Christ, and Christ is of God. "},{"_id":"615a5aedd574000a101824bc","topicId":"615a5ae7d574000a101824a7","verse":"Luke 12:48","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42012048_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n</div>","kjv":"<strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. ","niv":"<sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked."},{"_id":"615a5aeed574000a101824bd","topicId":"615a5ae7d574000a101824a7","verse":"John 15:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43015002_01-27\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015002-1\">2&nbsp;</b><span class=\"woc\">Every branch in me that does not bear fruit he takes away, and every branch that does bear fruit he prunes, that it may bear more fruit.</span></p>\n</div>","kjv":"<strong>2</strong> Every branch in me that beareth not fruit he taketh away: and every branch that beareth fruit, he purgeth it, that it may bring forth more fruit.  ","niv":"<sup><strong>2</strong></sup> He cuts off every branch in me that bears no fruit, while every branch that does bear fruit he prunes so that it will be even more fruitful.","modified":"2022-08-27T08:47:11.281Z"},{"_id":"615a5aeed574000a101824be","topicId":"615a5ae7d574000a101824a7","verse":"Luke 2:52","votes":5,"__v":0,"esv":"<div>\n<p id=\"p42002052_01-28\"><b class=\"verse-num\" id=\"v42002052-1\">52&nbsp;</b>And Jesus increased in wisdom and in stature and in favor with God and man.</p>\n\n</div>","kjv":"<strong>52</strong> And Jesus increased in wisdom and stature, and in favour with God and man.  ","niv":"<sup><strong>52</strong></sup> And Jesus grew in wisdom and stature, and in favor with God and men."},{"_id":"615a5aeed574000a101824bf","topicId":"615a5ae7d574000a101824a7","verse":"Romans 3:1-9:33","votes":0,"__v":0,"kjv":"<strong>1</strong> What advantage then hath the Jew? or what profit is there  of circumcision?  <strong>2</strong> Much every way: chiefly, because that unto them were committed the oracles of God.  <strong>3</strong> For what if some did not believe? shall their unbelief make the faith of God without effect?  <strong>4</strong> God forbid: yea, let God be true, but every man a liar; as it is written, That thou mightest be justified in thy sayings, and mightest overcome when thou art judged.  <strong>5</strong> But if our unrighteousness commend the righteousness of God, what shall we say? Is God unrighteous who taketh vengeance? (I speak as a man)  <strong>6</strong> God forbid: for then how shall God judge the world?  <strong>7</strong> For if the truth of God hath more abounded through my lie unto his glory; why yet am I also judged as a sinner?  <strong>8</strong> And not rather, (as we be slanderously reported, and as some affirm that we say,) Let us do evil, that good may come? whose damnation is just.  <strong>9</strong> What then? are we better than they? No, in no wise: for we have before proved both Jews and Gentiles, that they are all under sin;  <strong>10</strong> As it is written, There is none righteous, no, not one:  <strong>11</strong> There is none that understandeth, there is none that seeketh after God.  <strong>12</strong> They are all gone out of the way, they are together become unprofitable; there is none that doeth good, no, not one.  <strong>13</strong> Their throat is an open sepulchre; with their tongues they have used deceit; the poison of asps is under their lips:  <strong>14</strong> Whose mouth is full of cursing and bitterness:  <strong>15</strong> Their feet are swift to shed blood:  <strong>16</strong> Destruction and misery are in their ways:  <strong>17</strong> And the way of peace have they not known:  <strong>18</strong> There is no fear of God before their eyes.  <strong>19</strong> Now we know that what things soever the law saith, it saith to them who are under the law: that every mouth may be stopped, and all the world may become guilty before God.  <strong>20</strong> Therefore by the deeds of the law there shall no flesh be justified in his sight: for by the law is the knowledge of sin.  <strong>21</strong> But now the righteousness of God without the law is manifested, being witnessed by the law and the prophets;  <strong>22</strong> Even the righteousness of God which is by faith of Jesus Christ unto all and upon all them that believe: for there is no difference:  <strong>23</strong> For all have sinned, and come short of the glory of God;  <strong>24</strong> Being justified freely by his grace through the redemption that is in Christ Jesus:  <strong>25</strong> Whom God hath set forth to be a propitiation through faith in his blood, to declare his righteousness for the remission of sins that are past, through the forbearance of God;  <strong>26</strong> To declare, I say, at this time his righteousness: that he might be just, and the justifier of him which believeth in Jesus.  <strong>27</strong> Where is boasting then? It is excluded. By what law? of works? Nay: but by the law of faith.  <strong>28</strong> Therefore we conclude that a man is justified by faith without the deeds of the law.  <strong>29</strong> Is he the God of the Jews only? is he not also of the Gentiles? Yes, of the Gentiles also:  <strong>30</strong> Seeing it is one God, which shall justify the circumcision by faith, and uncircumcision through faith.  <strong>31</strong> Do we then make void the law through faith? God forbid: yea, we establish the law.  <strong>1</strong> What shall we say then that Abraham our father, as pertaining to the flesh, hath found?  <strong>2</strong> For if Abraham were justified by works, he hath whereof to glory; but not before God.  <strong>3</strong> For what saith the scripture? Abraham believed God, and it was counted unto him for righteousness.  <strong>4</strong> Now to him that worketh is the reward not reckoned of grace, but of debt.  <strong>5</strong> But to him that worketh not, but believeth on him that justifieth the ungodly, his faith is counted for righteousness.  <strong>6</strong> Even as David also describeth the blessedness of the man, unto whom God imputeth righteousness without works,  <strong>7</strong> Saying, Blessed are they whose iniquities are forgiven, and whose sins are covered.  <strong>8</strong> Blessed is the man to whom the Lord will not impute sin.  <strong>9</strong> Cometh this blessedness then upon the circumcision only,  or upon the uncircumcision also? for we say that faith was reckoned to Abraham for righteousness.  <strong>10</strong> How was it then reckoned? when he was in circumcision, or in uncircumcision? Not in circumcision, but in uncircumcision.  <strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  <strong>12</strong> And the father of circumcision to them who are not of the circumcision only, but who also walk in the steps of that faith of our father Abraham, which he had being yet uncircumcised.  <strong>13</strong> For the promise, that he should be the heir of the world, was  not to Abraham, or to his seed, through the law, but through the righteousness of faith.  <strong>14</strong> For if they which are of the law be heirs, faith is made void, and the promise made of none effect:  <strong>15</strong> Because the law worketh wrath: for where no law is, there is  no transgression.  <strong>16</strong> Therefore it is of faith, that it might be by grace; to the end the promise might be sure to all the seed; not to that only which is of the law, but to that also which is of the faith of Abraham; who is the father of us all,  <strong>17</strong> (As it is written, I have made thee a father of many nations,) before him whom he believed, even God, who quickeneth the dead, and calleth those things which be not as though they were.  <strong>18</strong> Who against hope believed in hope, that he might become the father of many nations, according to that which was spoken, So shall thy seed be.  <strong>19</strong> And being not weak in faith, he considered not his own body now dead, when he was about an hundred years old, neither yet the deadness of Sarah’s womb:  <strong>20</strong> He staggered not at the promise of God through unbelief; but was strong in faith, giving glory to God;  <strong>21</strong> And being fully persuaded that, what he had promised, he was able also to perform.  <strong>22</strong> And therefore it was imputed to him for righteousness.  <strong>23</strong> Now it was not written for his sake alone, that it was imputed to him;  <strong>24</strong> But for us also, to whom it shall be imputed, if we believe on him that raised up Jesus our Lord from the dead;  <strong>25</strong> Who was delivered for our offences, and was raised again for our justification.  <strong>1</strong> Therefore being justified by faith, we have peace with God through our Lord Jesus Christ:  <strong>2</strong> By whom also we have access by faith into this grace wherein we stand, and rejoice in hope of the glory of God.  <strong>3</strong> And not only so, but we glory in tribulations also: knowing that tribulation worketh patience;  <strong>4</strong> And patience, experience; and experience, hope:  <strong>5</strong> And hope maketh not ashamed; because the love of God is shed abroad in our hearts by the Holy Ghost which is given unto us.  <strong>6</strong> For when we were yet without strength, in due time Christ died for the ungodly.  <strong>7</strong> For scarcely for a righteous man will one die: yet peradventure for a good man some would even dare to die.  <strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  <strong>9</strong> Much more then, being now justified by his blood, we shall be saved from wrath through him.  <strong>10</strong> For if, when we were enemies, we were reconciled to God by the death of his Son, much more, being reconciled, we shall be saved by his life.  <strong>11</strong> And not only so, but we also joy in God through our Lord Jesus Christ, by whom we have now received the atonement.  <strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  <strong>13</strong> (For until the law sin was in the world: but sin is not imputed when there is no law.  <strong>14</strong> Nevertheless death reigned from Adam to Moses, even over them that had not sinned after the similitude of Adam’s transgression, who is the figure of him that was to come.  <strong>15</strong> But not as the offence, so also is the free gift. For if through the offence of one many be dead, much more the grace of God, and the gift by grace, which is by one man, Jesus Christ, hath abounded unto many.  <strong>16</strong> And not as it was by one that sinned, so is the gift: for the judgment was by one to condemnation, but the free gift is of many offences unto justification.  <strong>17</strong> For if by one man’s offence death reigned by one; much more they which receive abundance of grace and of the gift of righteousness shall reign in life by one, Jesus Christ.)  <strong>18</strong> Therefore as by the offence of one judgment came upon all men to condemnation; even so by the righteousness of one the free gift came  upon all men unto justification of life.  <strong>19</strong> For as by one man’s disobedience many were made sinners, so by the obedience of one shall many be made righteous.  <strong>20</strong> Moreover the law entered, that the offence might abound. But where sin abounded, grace did much more abound:  <strong>21</strong> That as sin hath reigned unto death, even so might grace reign through righteousness unto eternal life by Jesus Christ our Lord.  <strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  <strong>1</strong> Know ye not, brethren, (for I speak to them that know the law,) how that the law hath dominion over a man as long as he liveth?  <strong>2</strong> For the woman which hath an husband is bound by the law to her  husband so long as he liveth; but if the husband be dead, she is loosed from the law of her husband.  <strong>3</strong> So then if, while her husband liveth, she be married to another man, she shall be called an adulteress: but if her husband be dead, she is free from that law; so that she is no adulteress, though she be married to another man.  <strong>4</strong> Wherefore, my brethren, ye also are become dead to the law by the body of Christ; that ye should be married to another, even to him who is raised from the dead, that we should bring forth fruit unto God.  <strong>5</strong> For when we were in the flesh, the motions of sins, which were by the law, did work in our members to bring forth fruit unto death.  <strong>6</strong> But now we are delivered from the law, that being dead wherein we were held; that we should serve in newness of spirit, and not in the oldness of the letter.  <strong>7</strong> What shall we say then? Is the law sin? God forbid. Nay, I had not known sin, but by the law: for I had not known lust, except the law had said, Thou shalt not covet.  <strong>8</strong> But sin, taking occasion by the commandment, wrought in me all manner of concupiscence. For without the law sin was dead.  <strong>9</strong> For I was alive without the law once: but when the commandment came, sin revived, and I died.  <strong>10</strong> And the commandment, which was ordained to life, I found to be unto death.  <strong>11</strong> For sin, taking occasion by the commandment, deceived me, and by it slew me.  <strong>12</strong> Wherefore the law is holy, and the commandment holy, and just, and good.  <strong>13</strong> Was then that which is good made death unto me? God forbid. But sin, that it might appear sin, working death in me by that which is good; that sin by the commandment might become exceeding sinful.  <strong>14</strong> For we know that the law is spiritual: but I am carnal, sold under sin.  <strong>15</strong> For that which I do I allow not: for what I would, that do I not; but what I hate, that do I.  <strong>16</strong> If then I do that which I would not, I consent unto the law that it is good.  <strong>17</strong> Now then it is no more I that do it, but sin that dwelleth in me.  <strong>18</strong> For I know that in me (that is, in my flesh,) dwelleth no good thing: for to will is present with me; but how to perform that which is good I find not.  <strong>19</strong> For the good that I would I do not: but the evil which I would not, that I do.  <strong>20</strong> Now if I do that I would not, it is no more I that do it, but sin that dwelleth in me.  <strong>21</strong> I find then a law, that, when I would do good, evil is present with me.  <strong>22</strong> For I delight in the law of God after the inward man:  <strong>23</strong> But I see another law in my members, warring against the law of my mind, and bringing me into captivity to the law of sin which is in my members.  <strong>24</strong> O wretched man that I am! who shall deliver me from the body of this death?  <strong>25</strong> I thank God through Jesus Christ our Lord. So then with the mind I myself serve the law of God; but with the flesh the law of sin.  <strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  <strong>2</strong> For the law of the Spirit of life in Christ Jesus hath made me free from the law of sin and death.  <strong>3</strong> For what the law could not do, in that it was weak through the flesh, God sending his own Son in the likeness of sinful flesh, and for sin, condemned sin in the flesh:  <strong>4</strong> That the righteousness of the law might be fulfilled in us, who walk not after the flesh, but after the Spirit.  <strong>5</strong> For they that are after the flesh do mind the things of the flesh; but they that are after the Spirit the things of the Spirit.  <strong>6</strong> For to be carnally minded is death; but to be spiritually minded is life and peace.  <strong>7</strong> Because the carnal mind is enmity against God: for it is not subject to the law of God, neither indeed can be.  <strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  <strong>12</strong> Therefore, brethren, we are debtors, not to the flesh, to live after the flesh.  <strong>13</strong> For if ye live after the flesh, ye shall die: but if ye through the Spirit do mortify the deeds of the body, ye shall live.  <strong>14</strong> For as many as are led by the Spirit of God, they are the sons of God.  <strong>15</strong> For ye have not received the spirit of bondage again to fear; but ye have received the Spirit of adoption, whereby we cry, Abba, Father.  <strong>16</strong> The Spirit itself beareth witness with our spirit, that we are the children of God:  <strong>17</strong> And if children, then heirs; heirs of God, and joint-heirs with Christ; if so be that we suffer with him, that we may be also glorified together.  <strong>18</strong> For I reckon that the sufferings of this present time are  not worthy to be compared with the glory which shall be revealed in us.  <strong>19</strong> For the earnest expectation of the creature waiteth for the manifestation of the sons of God.  <strong>20</strong> For the creature was made subject to vanity, not willingly, but by reason of him who hath subjected the same in hope,  <strong>21</strong> Because the creature itself also shall be delivered from the bondage of corruption into the glorious liberty of the children of God.  <strong>22</strong> For we know that the whole creation groaneth and travaileth in pain together until now.  <strong>23</strong> And not only they, but ourselves also, which have the firstfruits of the Spirit, even we ourselves groan within ourselves, waiting for the adoption, to wit, the redemption of our body.  <strong>24</strong> For we are saved by hope: but hope that is seen is not hope: for what a man seeth, why doth he yet hope for?  <strong>25</strong> But if we hope for that we see not, then do we with patience wait for it.  <strong>26</strong> Likewise the Spirit also helpeth our infirmities: for we know not what we should pray for as we ought: but the Spirit itself maketh intercession for us with groanings which cannot be uttered.  <strong>27</strong> And he that searcheth the hearts knoweth what is the mind of the Spirit, because he maketh intercession for the saints according to the will of God.  <strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  <strong>29</strong> For whom he did foreknow, he also did predestinate to be  conformed to the image of his Son, that he might be the firstborn among many brethren.  <strong>30</strong> Moreover whom he did predestinate, them he also called: and whom he called, them he also justified: and whom he justified, them he also glorified.  <strong>31</strong> What shall we then say to these things? If God be for us, who can be against us?  <strong>32</strong> He that spared not his own Son, but delivered him up for us all, how shall he not with him also freely give us all things?  <strong>33</strong> Who shall lay any thing to the charge of God’s elect? It is  God that justifieth.  <strong>34</strong> Who is he that condemneth? It is Christ that died, yea rather, that is risen again, who is even at the right hand of God, who also maketh intercession for us.  <strong>35</strong> Who shall separate us from the love of Christ? shall tribulation, or distress, or persecution, or famine, or nakedness, or peril, or sword?  <strong>36</strong> As it is written, For thy sake we are killed all the day long; we are accounted as sheep for the slaughter.  <strong>37</strong> Nay, in all these things we are more than conquerors through him that loved us.  <strong>38</strong> For I am persuaded, that neither death, nor life, nor angels, nor principalities, nor powers, nor things present, nor things to come,  <strong>39</strong> Nor height, nor depth, nor any other creature, shall be able to separate us from the love of God, which is in Christ Jesus our Lord.  <strong>1</strong> I say the truth in Christ, I lie not, my conscience also bearing me witness in the Holy Ghost,  <strong>2</strong> That I have great heaviness and continual sorrow in my heart.  <strong>3</strong> For I could wish that myself were accursed from Christ for my brethren, my kinsmen according to the flesh:  <strong>4</strong> Who are Israelites; to whom pertaineth the adoption, and the glory, and the covenants, and the giving of the law, and the service of God, and the promises;  <strong>5</strong> Whose are the fathers, and of whom as concerning the flesh Christ came, who is over all, God blessed for ever. Amen.  <strong>6</strong> Not as though the word of God hath taken none effect. For they are not all Israel, which are of Israel:  <strong>7</strong> Neither, because they are the seed of Abraham, are they all children: but, In Isaac shall thy seed be called.  <strong>8</strong> That is, They which are the children of the flesh, these are  not the children of God: but the children of the promise are counted for the seed.  <strong>9</strong> For this is the word of promise, At this time will I come, and Sarah shall have a son.  <strong>10</strong> And not only this; but when Rebecca also had conceived by one, even by our father Isaac;  <strong>11</strong> (For the children being not yet born, neither having done any good or evil, that the purpose of God according to election might stand, not of works, but of him that calleth;)  <strong>12</strong> It was said unto her, The elder shall serve the younger.  <strong>13</strong> As it is written, Jacob have I loved, but Esau have I hated.  <strong>14</strong> What shall we say then? Is there unrighteousness with God? God forbid.  <strong>15</strong> For he saith to Moses, I will have mercy on whom I will have mercy, and I will have compassion on whom I will have compassion.  <strong>16</strong> So then it is not of him that willeth, nor of him that runneth, but of God that sheweth mercy.  <strong>17</strong> For the scripture saith unto Pharaoh, Even for this same purpose have I raised thee up, that I might shew my power in thee, and that my name might be declared throughout all the earth.  <strong>18</strong> Therefore hath he mercy on whom he will have mercy, and whom he will he hardeneth.  <strong>19</strong> Thou wilt say then unto me, Why doth he yet find fault? For who hath resisted his will?  <strong>20</strong> Nay but, O man, who art thou that repliest against God? Shall the thing formed say to him that formed it, Why hast thou made me thus?  <strong>21</strong> Hath not the potter power over the clay, of the same lump to make one vessel unto honour, and another unto dishonour?  <strong>22</strong> What if God, willing to shew his wrath, and to make his power known, endured with much longsuffering the vessels of wrath fitted to destruction:  <strong>23</strong> And that he might make known the riches of his glory on the vessels of mercy, which he had afore prepared unto glory,  <strong>24</strong> Even us, whom he hath called, not of the Jews only, but also of the Gentiles?  <strong>25</strong> As he saith also in Osee, I will call them my people, which were not my people; and her beloved, which was not beloved.  <strong>26</strong> And it shall come to pass, that in the place where it was said unto them, Ye are not my people; there shall they be called the children of the living God.  <strong>27</strong> Esaias also crieth concerning Israel, Though the number of the children of Israel be as the sand of the sea, a remnant shall be saved:  <strong>28</strong> For he will finish the work, and cut it short in righteousness: because a short work will the Lord make upon the earth.  <strong>29</strong> And as Esaias said before, Except the Lord of Sabaoth had left us a seed, we had been as Sodoma, and been made like unto Gomorrha.  <strong>30</strong> What shall we say then? That the Gentiles, which followed not after righteousness, have attained to righteousness, even the righteousness which is of faith.  <strong>31</strong> But Israel, which followed after the law of righteousness, hath not attained to the law of righteousness.  <strong>32</strong> Wherefore? Because they sought it not by faith, but as it were by the works of the law. For they stumbled at that stumblingstone;  <strong>33</strong> As it is written, Behold, I lay in Sion a stumblingstone and rock of offence: and whosoever believeth on him shall not be ashamed.  ","niv":"<sup><strong>1</strong></sup> What advantage, then, is there in being a Jew, or what value is there in circumcision? <sup><strong>2</strong></sup> Much in every way! First of all, they have been entrusted with the very words of God. <sup><strong>3</strong></sup> What if some did not have faith? Will their lack of faith nullify God's faithfulness? <sup><strong>4</strong></sup> Not at all! Let God be true, and every man a liar. As it is written: \"So that you may be proved right when you speak and prevail when you judge.\" <sup><strong>5</strong></sup> But if our unrighteousness brings out God's righteousness more clearly, what shall we say? That God is unjust in bringing his wrath on us? (I am using a human argument.) <sup><strong>6</strong></sup> Certainly not! If that were so, how could God judge the world? <sup><strong>7</strong></sup> Someone might argue, \"If my falsehood enhances God's truthfulness and so increases his glory, why am I still condemned as a sinner?\" <sup><strong>8</strong></sup> Why not say--as we are being slanderously reported as saying and as some claim that we say--\"Let us do evil that good may result\"? Their condemnation is deserved. <sup><strong>9</strong></sup> What shall we conclude then? Are we any better? Not at all! We have already made the charge that Jews and Gentiles alike are all under sin. ","modified":"2023-08-17T14:02:38.945Z"},{"_id":"615a5aeed574000a101824c0","topicId":"615a5ae7d574000a101824a7","verse":"Song of Solomon 2:15","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p22002015_01-30\" class=\"line\"><b class=\"verse-num inline\" id=\"v22002015-1\">15&nbsp;</b>&nbsp;&nbsp;Catch the foxes for us,</span><br><span id=\"p22002015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the little foxes</span><br><span id=\"p22002015_01-30\" class=\"line\">&nbsp;&nbsp;that spoil the vineyards,</span><br><span id=\"p22002015_01-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for our vineyards are in blossom.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Take us the foxes, the little foxes, that spoil the vines: for our vines have tender grapes.  ","niv":"<sup><strong>15</strong></sup> Catch for us the foxes, the little foxes that ruin the vineyards, our vineyards that are in bloom."}]}