{"_id":"615a6751b7283e0c141b4c89","slug":"church-government","name":"Church Government","verses":[{"_id":"615a6751b7283e0c141b4c8a","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 20:28","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood."},{"_id":"615a6751b7283e0c141b4c8b","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 14:23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."},{"_id":"615a6751b7283e0c141b4c8c","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 15:6","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44015006_01-3\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter.</p>\n</div>","kjv":"<strong>6</strong> And the apostles and elders came together for to consider of this matter.  ","niv":"<sup><strong>6</strong></sup> The apostles and elders met to consider this question."},{"_id":"615a6752b7283e0c141b4c8d","topicId":"615a6751b7283e0c141b4c89","verse":"Titus 1:5","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p56001001_02-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v56001001-1\">1:1&nbsp;</b>Paul, a servant of God and an apostle of Jesus Christ, for the sake of the faith of God’s elect and their knowledge of the truth, which accords with godliness, <b class=\"verse-num\" id=\"v56001002-1\">2&nbsp;</b>in hope of eternal life, which God, who never lies, promised before the ages began <b class=\"verse-num\" id=\"v56001003-1\">3&nbsp;</b>and at the proper time manifested in his word through the preaching with which I have been entrusted by the command of God our Savior;</p>\n<p id=\"p56001003_02-28\"><b class=\"verse-num\" id=\"v56001004-1\">4&nbsp;</b>To Titus, my true child in a common faith:</p>\n<p id=\"p56001004_02-28\">Grace and peace from God the Father and Christ Jesus our Savior.</p>\n\n<p id=\"p56001004_05-28\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—<b class=\"verse-num\" id=\"v56001006-1\">6&nbsp;</b>if anyone is above reproach, the husband of one wife, and his children are believers and not open to the charge of debauchery or insubordination. <b class=\"verse-num\" id=\"v56001007-1\">7&nbsp;</b>For an overseer, as God’s steward, must be above reproach. He must not be arrogant or quick-tempered or a drunkard or violent or greedy for gain, <b class=\"verse-num\" id=\"v56001008-1\">8&nbsp;</b>but hospitable, a lover of good, self-controlled, upright, holy, and disciplined. <b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_05-28\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach. <b class=\"verse-num\" id=\"v56001012-1\">12&nbsp;</b>One of the Cretans, a prophet of their own, said, “Cretans are always liars, evil beasts, lazy gluttons.” <b class=\"verse-num\" id=\"v56001013-1\">13&nbsp;</b>This testimony is true. Therefore rebuke them sharply, that they may be sound in the faith, <b class=\"verse-num\" id=\"v56001014-1\">14&nbsp;</b>not devoting themselves to Jewish myths and the commands of people who turn away from the truth. <b class=\"verse-num\" id=\"v56001015-1\">15&nbsp;</b>To the pure, all things are pure, but to the defiled and unbelieving, nothing is pure; but both their minds and their consciences are defiled. <b class=\"verse-num\" id=\"v56001016-1\">16&nbsp;</b>They profess to know God, but they deny him by their works. They are detestable, disobedient, unfit for any good work.</p>\n\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you."},{"_id":"615a6752b7283e0c141b4c8e","topicId":"615a6751b7283e0c141b4c89","verse":"1 Timothy 3:1-7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54003001_04-30\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54003001-1\">3:1&nbsp;</b>The saying is trustworthy: If anyone aspires to the office of overseer, he desires a noble task. <b class=\"verse-num\" id=\"v54003002-1\">2&nbsp;</b>Therefore an overseer must be above reproach, the husband of one wife, sober-minded, self-controlled, respectable, hospitable, able to teach, <b class=\"verse-num\" id=\"v54003003-1\">3&nbsp;</b>not a drunkard, not violent but gentle, not quarrelsome, not a lover of money. <b class=\"verse-num\" id=\"v54003004-1\">4&nbsp;</b>He must manage his own household well, with all dignity keeping his children submissive, <b class=\"verse-num\" id=\"v54003005-1\">5&nbsp;</b>for if someone does not know how to manage his own household, how will he care for God’s church? <b class=\"verse-num\" id=\"v54003006-1\">6&nbsp;</b>He must not be a recent convert, or he may become puffed up with conceit and fall into the condemnation of the devil. <b class=\"verse-num\" id=\"v54003007-1\">7&nbsp;</b>Moreover, he must be well thought of by outsiders, so that he may not fall into disgrace, into a snare of the devil.</p>\n\n<p id=\"p54003007_07-30\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n<p id=\"p54003013_11-30\"><b class=\"verse-num\" id=\"v54003014-1\">14&nbsp;</b>I hope to come to you soon, but I am writing these things to you so that, <b class=\"verse-num\" id=\"v54003015-1\">15&nbsp;</b>if I delay, you may know how one ought to behave in the household of God, which is the church of the living God, a pillar and buttress of the truth. <b class=\"verse-num\" id=\"v54003016-1\">16&nbsp;</b>Great indeed, we confess, is the mystery of godliness:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p54003016_11-30\" class=\"line\">&nbsp;&nbsp;He was manifested in the flesh,</span><br><span id=\"p54003016_11-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;vindicated by the Spirit,</span><br><span id=\"p54003016_11-30\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;seen by angels,</span><br><span id=\"p54003016_11-30\" class=\"line\">&nbsp;&nbsp;proclaimed among the nations,</span><br><span id=\"p54003016_11-30\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;believed on in the world,</span><br><span id=\"p54003016_11-30\" class=\"indent-2 line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;taken up in glory.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. "},{"_id":"615a6752b7283e0c141b4c8f","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 6:1-15","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44006001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44006001-1\">6:1&nbsp;</b>Now in these days when the disciples were increasing in number, a complaint by the Hellenists arose against the Hebrews because their widows were being neglected in the daily distribution. <b class=\"verse-num\" id=\"v44006002-1\">2&nbsp;</b>And the twelve summoned the full number of the disciples and said, “It is not right that we should give up preaching the word of God to serve tables. <b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty. <b class=\"verse-num\" id=\"v44006004-1\">4&nbsp;</b>But we will devote ourselves to prayer and to the ministry of the word.” <b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch. <b class=\"verse-num\" id=\"v44006006-1\">6&nbsp;</b>These they set before the apostles, and they prayed and laid their hands on them.</p>\n<p id=\"p44006006_05-7\"><b class=\"verse-num\" id=\"v44006007-1\">7&nbsp;</b>And the word of God continued to increase, and the number of the disciples multiplied greatly in Jerusalem, and a great many of the priests became obedient to the faith.</p>\n\n<p id=\"p44006007_08-7\"><b class=\"verse-num\" id=\"v44006008-1\">8&nbsp;</b>And Stephen, full of grace and power, was doing great wonders and signs among the people. <b class=\"verse-num\" id=\"v44006009-1\">9&nbsp;</b>Then some of those who belonged to the synagogue of the Freedmen (as it was called), and of the Cyrenians, and of the Alexandrians, and of those from Cilicia and Asia, rose up and disputed with Stephen. <b class=\"verse-num\" id=\"v44006010-1\">10&nbsp;</b>But they could not withstand the wisdom and the Spirit with which he was speaking. <b class=\"verse-num\" id=\"v44006011-1\">11&nbsp;</b>Then they secretly instigated men who said, “We have heard him speak blasphemous words against Moses and God.” <b class=\"verse-num\" id=\"v44006012-1\">12&nbsp;</b>And they stirred up the people and the elders and the scribes, and they came upon him and seized him and brought him before the council, <b class=\"verse-num\" id=\"v44006013-1\">13&nbsp;</b>and they set up false witnesses who said, “This man never ceases to speak words against this holy place and the law, <b class=\"verse-num\" id=\"v44006014-1\">14&nbsp;</b>for we have heard him say that this Jesus of Nazareth will destroy this place and will change the customs that Moses delivered to us.” <b class=\"verse-num\" id=\"v44006015-1\">15&nbsp;</b>And gazing at him, all who sat in the council saw that his face was like the face of an angel.</p>\n\n</div>","kjv":"<strong>1</strong> And in those days, when the number of the disciples was multiplied, there arose a murmuring of the Grecians against the Hebrews, because their widows were neglected in the daily ministration.  <strong>2</strong> Then the twelve called the multitude of the disciples unto them,  and said, It is not reason that we should leave the word of God, and serve tables.  <strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  <strong>4</strong> But we will give ourselves continually to prayer, and to the ministry of the word.  <strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  <strong>6</strong> Whom they set before the apostles: and when they had prayed, they laid their hands on them.  <strong>7</strong> And the word of God increased; and the number of the disciples multiplied in Jerusalem greatly; and a great company of the priests were obedient to the faith.  <strong>8</strong> And Stephen, full of faith and power, did great wonders and miracles among the people.  <strong>9</strong> Then there arose certain of the synagogue, which is called the synagogue of the Libertines, and Cyrenians, and Alexandrians, and of them of Cilicia and of Asia, disputing with Stephen.  <strong>10</strong> And they were not able to resist the wisdom and the spirit by which he spake.  <strong>11</strong> Then they suborned men, which said, We have heard him speak blasphemous words against Moses, and against God.  <strong>12</strong> And they stirred up the people, and the elders, and the scribes, and came upon him, and caught him, and brought him to the council,  <strong>13</strong> And set up false witnesses, which said, This man ceaseth not to speak blasphemous words against this holy place, and the law:  <strong>14</strong> For we have heard him say, that this Jesus of Nazareth shall destroy this place, and shall change the customs which Moses delivered us.  <strong>15</strong> And all that sat in the council, looking stedfastly on him, saw his face as it had been the face of an angel.  ","niv":"<sup><strong>1</strong></sup> In those days when the number of disciples was increasing, the Grecian Jews among them complained against the Hebraic Jews because their widows were being overlooked in the daily distribution of food. <sup><strong>2</strong></sup> So the Twelve gathered all the disciples together and said, \"It would not be right for us to neglect the ministry of the word of God in order to wait on tables. <sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them <sup><strong>4</strong></sup> and will give our attention to prayer and the ministry of the word.\" <sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism. <sup><strong>6</strong></sup> They presented these men to the apostles, who prayed and laid their hands on them. <sup><strong>7</strong></sup> So the word of God spread. The number of disciples in Jerusalem increased rapidly, and a large number of priests became obedient to the faith. <sup><strong>8</strong></sup> Now Stephen, a man full of God's grace and power, did great wonders and miraculous signs among the people. <sup><strong>9</strong></sup> Opposition arose, however, from members of the Synagogue of the Freedmen (as it was called)--Jews of Cyrene and Alexandria as well as the provinces of Cilicia and Asia. These men began to argue with Stephen, <sup><strong>10</strong></sup> but they could not stand up against his wisdom or the Spirit by whom he spoke. <sup><strong>11</strong></sup> Then they secretly persuaded some men to say, \"We have heard Stephen speak words of blasphemy against Moses and against God.\" <sup><strong>12</strong></sup> So they stirred up the people and the elders and the teachers of the law. They seized Stephen and brought him before the Sanhedrin. <sup><strong>13</strong></sup> They produced false witnesses, who testified, \"This fellow never stops speaking against this holy place and against the law. <sup><strong>14</strong></sup> For we have heard him say that this Jesus of Nazareth will destroy this place and change the customs Moses handed down to us.\" <sup><strong>15</strong></sup> All who were sitting in the Sanhedrin looked intently at Stephen, and they saw that his face was like the face of an angel. "},{"_id":"615a6753b7283e0c141b4c90","topicId":"615a6751b7283e0c141b4c89","verse":"1 Timothy 5:17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p54005017_01-9\"><b class=\"verse-num\" id=\"v54005017-1\">17&nbsp;</b>Let the elders who rule well be considered worthy of double honor, especially those who labor in preaching and teaching.</p>\n</div>","kjv":"<strong>17</strong> Let the elders that rule well be counted worthy of double honour, especially they who labour in the word and doctrine.  ","niv":"<sup><strong>17</strong></sup> The elders who direct the affairs of the church well are worthy of double honor, especially those whose work is preaching and teaching."},{"_id":"615a6753b7283e0c141b4c91","topicId":"615a6751b7283e0c141b4c89","verse":"1 Timothy 3:8-13","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p54003008_04-11\"><b class=\"verse-num\" id=\"v54003008-1\">8&nbsp;</b>Deacons likewise must be dignified, not double-tongued, not addicted to much wine, not greedy for dishonest gain. <b class=\"verse-num\" id=\"v54003009-1\">9&nbsp;</b>They must hold the mystery of the faith with a clear conscience. <b class=\"verse-num\" id=\"v54003010-1\">10&nbsp;</b>And let them also be tested first; then let them serve as deacons if they prove themselves blameless. <b class=\"verse-num\" id=\"v54003011-1\">11&nbsp;</b>Their wives likewise must be dignified, not slanderers, but sober-minded, faithful in all things. <b class=\"verse-num\" id=\"v54003012-1\">12&nbsp;</b>Let deacons each be the husband of one wife, managing their children and their own households well. <b class=\"verse-num\" id=\"v54003013-1\">13&nbsp;</b>For those who serve well as deacons gain a good standing for themselves and also great confidence in the faith that is in Christ Jesus.</p>\n\n</div>","kjv":"<strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  ","niv":"<sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. "},{"_id":"615a6753b7283e0c141b4c92","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 6:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44006003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44006003-1\">3&nbsp;</b>Therefore, brothers, pick out from among you seven men of good repute, full of the Spirit and of wisdom, whom we will appoint to this duty.</p>\n\n</div>","kjv":"<strong>3</strong> Wherefore, brethren, look ye out among you seven men of honest report, full of the Holy Ghost and wisdom, whom we may appoint over this business.  ","niv":"<sup><strong>3</strong></sup> Brothers, choose seven men from among you who are known to be full of the Spirit and wisdom. We will turn this responsibility over to them"},{"_id":"615a6753b7283e0c141b4c93","topicId":"615a6751b7283e0c141b4c89","verse":"Ephesians 1:22","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49001022_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49001022-1\">22&nbsp;</b>And he put all things under his feet and gave him as head over all things to the church,</p>\n</div>","kjv":"<strong>22</strong> And hath put all things under his feet, and gave him to be the head over all things to the church,  ","niv":"<sup><strong>22</strong></sup> And God placed all things under his feet and appointed him to be head over everything for the church,"},{"_id":"615a6754b7283e0c141b4c94","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 15:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44015004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them.</p>\n</div>","kjv":"<strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  ","niv":"<sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them."},{"_id":"615a6754b7283e0c141b4c95","topicId":"615a6751b7283e0c141b4c89","verse":"Ephesians 4:1-32","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-15\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-15\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-15\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"615a6754b7283e0c141b4c96","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 15:22","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44015022_07-16\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers,</p>\n</div>","kjv":"<strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  ","niv":"<sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers."},{"_id":"615a6755b7283e0c141b4c97","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 15:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44015002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question.</p>\n</div>","kjv":"<strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  ","niv":"<sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question."},{"_id":"615a6755b7283e0c141b4c98","topicId":"615a6751b7283e0c141b4c89","verse":"Deuteronomy 16:1-17:20","votes":2,"__v":0,"kjv":"<strong>1</strong> Observe the month of Abib, and keep the passover unto the LORD thy God: for in the month of Abib the LORD thy God brought thee forth out of Egypt by night.  <strong>2</strong> Thou shalt therefore sacrifice the passover unto the LORD thy God, of the flock and the herd, in the place which the LORD shall choose to place his name there.  <strong>3</strong> Thou shalt eat no leavened bread with it; seven days shalt thou eat unleavened bread therewith, even the bread of affliction; for thou camest forth out of the land of Egypt in haste: that thou mayest remember the day when thou camest forth out of the land of Egypt all the days of thy life.  <strong>4</strong> And there shall be no leavened bread seen with thee in all thy coast seven days; neither shall there any thing of the flesh, which thou sacrificedst the first day at even, remain all night until the morning.  <strong>5</strong> Thou mayest not sacrifice the passover within any of thy gates, which the LORD thy God giveth thee:  <strong>6</strong> But at the place which the LORD thy God shall choose to place his name in, there thou shalt sacrifice the passover at even, at the going down of the sun, at the season that thou camest forth out of Egypt.  <strong>7</strong> And thou shalt roast and eat it in the place which the LORD thy God shall choose: and thou shalt turn in the morning, and go unto thy tents.  <strong>8</strong> Six days thou shalt eat unleavened bread: and on the seventh day shall be a solemn assembly to the LORD thy God: thou shalt do no work therein. <strong>9</strong> Seven weeks shalt thou number unto thee: begin to number the seven weeks from such time as thou beginnest to put the sickle to the corn.  <strong>10</strong> And thou shalt keep the feast of weeks unto the LORD thy God with a tribute of a freewill offering of thine hand, which thou shalt give unto the LORD thy God, according as the LORD thy God hath blessed thee:  <strong>11</strong> And thou shalt rejoice before the LORD thy God, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite that is within thy gates, and the stranger, and the fatherless, and the widow, that are among you, in the place which the LORD thy God hath chosen to place his name there.  <strong>12</strong> And thou shalt remember that thou wast a bondman in Egypt: and thou shalt observe and do these statutes.  <strong>13</strong> Thou shalt observe the feast of tabernacles seven days, after that thou hast gathered in thy corn and thy wine:  <strong>14</strong> And thou shalt rejoice in thy feast, thou, and thy son, and thy daughter, and thy manservant, and thy maidservant, and the Levite, the stranger, and the fatherless, and the widow, that are within thy gates.  <strong>15</strong> Seven days shalt thou keep a solemn feast unto the LORD thy God in the place which the LORD shall choose: because the LORD thy God shall bless thee in all thine increase, and in all the works of thine hands, therefore thou shalt surely rejoice.  <strong>16</strong> Three times in a year shall all thy males appear before the LORD thy God in the place which he shall choose; in the feast of unleavened bread, and in the feast of weeks, and in the feast of tabernacles: and they shall not appear before the LORD empty:  <strong>17</strong> Every man shall give as he is able, according to the blessing of the LORD thy God which he hath given thee.  <strong>18</strong> Judges and officers shalt thou make thee in all thy gates, which the LORD thy God giveth thee, throughout thy tribes: and they shall judge the people with just judgment.  <strong>19</strong> Thou shalt not wrest judgment; thou shalt not respect persons, neither take a gift: for a gift doth blind the eyes of the wise, and pervert the words of the righteous.  <strong>20</strong> That which is altogether just shalt thou follow, that thou mayest live, and inherit the land which the LORD thy God giveth thee.  <strong>21</strong> Thou shalt not plant thee a grove of any trees near unto the altar of the LORD thy God, which thou shalt make thee.  <strong>22</strong> Neither shalt thou set thee up any image; which the LORD thy God hateth.  <strong>1</strong> Thou shalt not sacrifice unto the LORD thy God any bullock, or sheep, wherein is blemish, or any evilfavouredness: for that is an abomination unto the LORD thy God.  <strong>2</strong> If there be found among you, within any of thy gates which the LORD thy God giveth thee, man or woman, that hath wrought wickedness in the sight of the LORD thy God, in transgressing his covenant,  <strong>3</strong> And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;  <strong>4</strong> And it be told thee, and thou hast heard of it, and enquired diligently, and, behold, it be true, and the thing certain, that such abomination is wrought in Israel:  <strong>5</strong> Then shalt thou bring forth that man or that woman, which have committed that wicked thing, unto thy gates, even that man or that woman, and shalt stone them with stones, till they die.  <strong>6</strong> At the mouth of two witnesses, or three witnesses, shall he that is worthy of death be put to death; but at the mouth of one witness he shall not be put to death.  <strong>7</strong> The hands of the witnesses shall be first upon him to put him to death, and afterward the hands of all the people. So thou shalt put the evil away from among you.  <strong>8</strong> If there arise a matter too hard for thee in judgment, between blood and blood, between plea and plea, and between stroke and stroke, being  matters of controversy within thy gates: then shalt thou arise, and get thee up into the place which the LORD thy God shall choose;  <strong>9</strong> And thou shalt come unto the priests the Levites, and unto the judge that shall be in those days, and enquire; and they shall shew thee the sentence of judgment:  <strong>10</strong> And thou shalt do according to the sentence, which they of that place which the LORD shall choose shall shew thee; and thou shalt observe to do according to all that they inform thee:  <strong>11</strong> According to the sentence of the law which they shall teach thee, and according to the judgment which they shall tell thee, thou shalt do: thou shalt not decline from the sentence which they shall shew thee, to  the right hand, nor to the left.  <strong>12</strong> And the man that will do presumptuously, and will not hearken unto the priest that standeth to minister there before the LORD thy God, or unto the judge, even that man shall die: and thou shalt put away the evil from Israel.  <strong>13</strong> And all the people shall hear, and fear, and do no more presumptuously.  <strong>14</strong> When thou art come unto the land which the LORD thy God giveth thee, and shalt possess it, and shalt dwell therein, and shalt say, I will set a king over me, like as all the nations that are about me;  <strong>15</strong> Thou shalt in any wise set him king over thee, whom the LORD thy God shall choose: one from among thy brethren shalt thou set king over thee: thou mayest not set a stranger over thee, which is  not thy brother.  <strong>16</strong> But he shall not multiply horses to himself, nor cause the people to return to Egypt, to the end that he should multiply horses: forasmuch as the LORD hath said unto you, Ye shall henceforth return no more that way.  <strong>17</strong> Neither shall he multiply wives to himself, that his heart turn not away: neither shall he greatly multiply to himself silver and gold.  <strong>18</strong> And it shall be, when he sitteth upon the throne of his kingdom, that he shall write him a copy of this law in a book out of that which is  before the priests the Levites:  <strong>19</strong> And it shall be with him, and he shall read therein all the days of his life: that he may learn to fear the LORD his God, to keep all the words of this law and these statutes, to do them:  <strong>20</strong> That his heart be not lifted up above his brethren, and that he turn not aside from the commandment, to the right hand, or to  the left: to the end that he may prolong his days in his kingdom, he, and his children, in the midst of Israel.  ","niv":"<sup><strong>1</strong></sup> Observe the month of Abib and celebrate the Passover of the LORD your God, because in the month of Abib he brought you out of Egypt by night. <sup><strong>2</strong></sup> Sacrifice as the Passover to the LORD your God an animal from your flock or herd at the place the LORD will choose as a dwelling for his Name. <sup><strong>3</strong></sup> Do not eat it with bread made with yeast, but for seven days eat unleavened bread, the bread of affliction, because you left Egypt in haste-so that all the days of your life you may remember the time of your departure from Egypt. <sup><strong>4</strong></sup> Let no yeast be found in your possession in all your land for seven days. Do not let any of the meat you sacrifice on the evening of the first day remain until morning. <sup><strong>5</strong></sup> You must not sacrifice the Passover in any town the LORD your God gives you <sup><strong>6</strong></sup> except in the place he will choose as a dwelling for his Name. There you must sacrifice the Passover in the evening, when the sun goes down, on the anniversary of your departure from Egypt. <sup><strong>7</strong></sup> Roast it and eat it at the place the LORD your God will choose. Then in the morning return to your tents. <sup><strong>8</strong></sup> For six days eat unleavened bread and on the seventh day hold an assembly to the LORD your God and do no work. <sup><strong>9</strong></sup> Count off seven weeks from the time you begin to put the sickle to the standing grain. <sup><strong>10</strong></sup> Then celebrate the Feast of Weeks to the LORD your God by giving a freewill offering in proportion to the blessings the LORD your God has given you. <sup><strong>11</strong></sup> And rejoice before the LORD your God at the place he will choose as a dwelling for his Name-you, your sons and daughters, your menservants and maidservants, the Levites in your towns, and the aliens, the fatherless and the widows living among you. <sup><strong>12</strong></sup> Remember that you were slaves in Egypt, and follow carefully these decrees. <sup><strong>13</strong></sup> Celebrate the Feast of Tabernacles for seven days after you have gathered the produce of your threshing floor and your winepress. <sup><strong>14</strong></sup> Be joyful at your Feast-you, your sons and daughters, your menservants and maidservants, and the Levites, the aliens, the fatherless and the widows who live in your towns. <sup><strong>15</strong></sup> For seven days celebrate the Feast to the LORD your God at the place the LORD will choose. For the LORD your God will bless you in all your harvest and in all the work of your hands, and your joy will be complete. <sup><strong>16</strong></sup> Three times a year all your men must appear before the LORD your God at the place he will choose: at the Feast of Unleavened Bread, the Feast of Weeks and the Feast of Tabernacles. No man should appear before the LORD empty-handed: <sup><strong>17</strong></sup> Each of you must bring a gift in proportion to the way the LORD your God has blessed you. "},{"_id":"615a6755b7283e0c141b4c99","topicId":"615a6751b7283e0c141b4c89","verse":"Deuteronomy 1:1-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p05001001_06-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05001001-1\">1:1&nbsp;</b>These are the words that Moses spoke to all Israel beyond the Jordan in the wilderness, in the Arabah opposite Suph, between Paran and Tophel, Laban, Hazeroth, and Dizahab. <b class=\"verse-num\" id=\"v05001002-1\">2&nbsp;</b>It is eleven days’ journey from Horeb by the way of Mount Seir to Kadesh-barnea. <b class=\"verse-num\" id=\"v05001003-1\">3&nbsp;</b>In the fortieth year, on the first day of the eleventh month, Moses spoke to the people of Israel according to all that the LORD had given him in commandment to them, <b class=\"verse-num\" id=\"v05001004-1\">4&nbsp;</b>after he had defeated Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived in Ashtaroth and in Edrei. <b class=\"verse-num\" id=\"v05001005-1\">5&nbsp;</b>Beyond the Jordan, in the land of Moab, Moses undertook to explain this law, saying, <b class=\"verse-num\" id=\"v05001006-1\">6&nbsp;</b>“The LORD our God said to us in Horeb, ‘You have stayed long enough at this mountain. <b class=\"verse-num\" id=\"v05001007-1\">7&nbsp;</b>Turn and take your journey, and go to the hill country of the Amorites and to all their neighbors in the Arabah, in the hill country and in the lowland and in the Negeb and by the seacoast, the land of the Canaanites, and Lebanon, as far as the great river, the river Euphrates. <b class=\"verse-num\" id=\"v05001008-1\">8&nbsp;</b>See, I have set the land before you. Go in and take possession of the land that the LORD swore to your fathers, to Abraham, to Isaac, and to Jacob, to give to them and to their offspring after them.’</p>\n\n<p id=\"p05001008_08-19\"><b class=\"verse-num\" id=\"v05001009-1\">9&nbsp;</b>“At that time I said to you, ‘I am not able to bear you by myself. <b class=\"verse-num\" id=\"v05001010-1\">10&nbsp;</b>The LORD your God has multiplied you, and behold, you are today as numerous as the stars of heaven. <b class=\"verse-num\" id=\"v05001011-1\">11&nbsp;</b>May the LORD, the God of your fathers, make you a thousand times as many as you are and bless you, as he has promised you! <b class=\"verse-num\" id=\"v05001012-1\">12&nbsp;</b>How can I bear by myself the weight and burden of you and your strife? <b class=\"verse-num\" id=\"v05001013-1\">13&nbsp;</b>Choose for your tribes wise, understanding, and experienced men, and I will appoint them as your heads.’ <b class=\"verse-num\" id=\"v05001014-1\">14&nbsp;</b>And you answered me, ‘The thing that you have spoken is good for us to do.’ <b class=\"verse-num\" id=\"v05001015-1\">15&nbsp;</b>So I took the heads of your tribes, wise and experienced men, and set them as heads over you, commanders of thousands, commanders of hundreds, commanders of fifties, commanders of tens, and officers, throughout your tribes. <b class=\"verse-num\" id=\"v05001016-1\">16&nbsp;</b>And I charged your judges at that time, ‘Hear the cases between your brothers, and judge righteously between a man and his brother or the alien who is with him. <b class=\"verse-num\" id=\"v05001017-1\">17&nbsp;</b>You shall not be partial in judgment. You shall hear the small and the great alike. You shall not be intimidated by anyone, for the judgment is God’s. And the case that is too hard for you, you shall bring to me, and I will hear it.’ <b class=\"verse-num\" id=\"v05001018-1\">18&nbsp;</b>And I commanded you at that time all the things that you should do.</p>\n\n<p id=\"p05001018_14-19\"><b class=\"verse-num\" id=\"v05001019-1\">19&nbsp;</b>“Then we set out from Horeb and went through all that great and terrifying wilderness that you saw, on the way to the hill country of the Amorites, as the LORD our God commanded us. And we came to Kadesh-barnea. <b class=\"verse-num\" id=\"v05001020-1\">20&nbsp;</b>And I said to you, ‘You have come to the hill country of the Amorites, which the LORD our God is giving us. <b class=\"verse-num\" id=\"v05001021-1\">21&nbsp;</b>See, the LORD your God has set the land before you. Go up, take possession, as the LORD, the God of your fathers, has told you. Do not fear or be dismayed.’ <b class=\"verse-num\" id=\"v05001022-1\">22&nbsp;</b>Then all of you came near me and said, ‘Let us send men before us, that they may explore the land for us and bring us word again of the way by which we must go up and the cities into which we shall come.’ <b class=\"verse-num\" id=\"v05001023-1\">23&nbsp;</b>The thing seemed good to me, and I took twelve men from you, one man from each tribe. <b class=\"verse-num\" id=\"v05001024-1\">24&nbsp;</b>And they turned and went up into the hill country, and came to the Valley of Eshcol and spied it out. <b class=\"verse-num\" id=\"v05001025-1\">25&nbsp;</b>And they took in their hands some of the fruit of the land and brought it down to us, and brought us word again and said, ‘It is a good land that the LORD our God is giving us.’</p>\n<p id=\"p05001025_14-19\"><b class=\"verse-num\" id=\"v05001026-1\">26&nbsp;</b>“Yet you would not go up, but rebelled against the command of the LORD your God. <b class=\"verse-num\" id=\"v05001027-1\">27&nbsp;</b>And you murmured in your tents and said, ‘Because the LORD hated us he has brought us out of the land of Egypt, to give us into the hand of the Amorites, to destroy us. <b class=\"verse-num\" id=\"v05001028-1\">28&nbsp;</b>Where are we going up? Our brothers have made our hearts melt, saying, “The people are greater and taller than we. The cities are great and fortified up to heaven. And besides, we have seen the sons of the Anakim there.”’ <b class=\"verse-num\" id=\"v05001029-1\">29&nbsp;</b>Then I said to you, ‘Do not be in dread or afraid of them. <b class=\"verse-num\" id=\"v05001030-1\">30&nbsp;</b>The LORD your God who goes before you will himself fight for you, just as he did for you in Egypt before your eyes, <b class=\"verse-num\" id=\"v05001031-1\">31&nbsp;</b>and in the wilderness, where you have seen how the LORD your God carried you, as a man carries his son, all the way that you went until you came to this place.’ <b class=\"verse-num\" id=\"v05001032-1\">32&nbsp;</b>Yet in spite of this word you did not believe the LORD your God, <b class=\"verse-num\" id=\"v05001033-1\">33&nbsp;</b>who went before you in the way to seek you out a place to pitch your tents, in fire by night and in the cloud by day, to show you by what way you should go.</p>\n\n<p id=\"p05001033_19-19\"><b class=\"verse-num\" id=\"v05001034-1\">34&nbsp;</b>“And the LORD heard your words and was angered, and he swore, <b class=\"verse-num\" id=\"v05001035-1\">35&nbsp;</b>‘Not one of these men of this evil generation shall see the good land that I swore to give to your fathers, <b class=\"verse-num\" id=\"v05001036-1\">36&nbsp;</b>except Caleb the son of Jephunneh. He shall see it, and to him and to his children I will give the land on which he has trodden, because he has wholly followed the LORD!’ <b class=\"verse-num\" id=\"v05001037-1\">37&nbsp;</b>Even with me the LORD was angry on your account and said, ‘You also shall not go in there. <b class=\"verse-num\" id=\"v05001038-1\">38&nbsp;</b>Joshua the son of Nun, who stands before you, he shall enter. Encourage him, for he shall cause Israel to inherit it. <b class=\"verse-num\" id=\"v05001039-1\">39&nbsp;</b>And as for your little ones, who you said would become a prey, and your children, who today have no knowledge of good or evil, they shall go in there. And to them I will give it, and they shall possess it. <b class=\"verse-num\" id=\"v05001040-1\">40&nbsp;</b>But as for you, turn, and journey into the wilderness in the direction of the Red Sea.’</p>\n<p id=\"p05001040_19-19\"><b class=\"verse-num\" id=\"v05001041-1\">41&nbsp;</b>“Then you answered me, ‘We have sinned against the LORD. We ourselves will go up and fight, just as the LORD our God commanded us.’ And every one of you fastened on his weapons of war and thought it easy to go up into the hill country. <b class=\"verse-num\" id=\"v05001042-1\">42&nbsp;</b>And the LORD said to me, ‘Say to them, Do not go up or fight, for I am not in your midst, lest you be defeated before your enemies.’ <b class=\"verse-num\" id=\"v05001043-1\">43&nbsp;</b>So I spoke to you, and you would not listen; but you rebelled against the command of the LORD and presumptuously went up into the hill country. <b class=\"verse-num\" id=\"v05001044-1\">44&nbsp;</b>Then the Amorites who lived in that hill country came out against you and chased you as bees do and beat you down in Seir as far as Hormah. <b class=\"verse-num\" id=\"v05001045-1\">45&nbsp;</b>And you returned and wept before the LORD, but the LORD did not listen to your voice or give ear to you. <b class=\"verse-num\" id=\"v05001046-1\">46&nbsp;</b>So you remained at Kadesh many days, the days that you remained there.</p>\n</div>","kjv":"<strong>1</strong> These be the words which Moses spake unto all Israel on this side Jordan in the wilderness, in the plain over against the Red sea,  between Paran, and Tophel, and Laban, and Hazeroth, and Dizahab.  <strong>2</strong> (There are eleven days’ journey from Horeb by the way of mount Seir unto Kadesh-barnea.)  <strong>3</strong> And it came to pass in the fortieth year, in the eleventh month, on the first day of the month, that Moses spake unto the children of Israel, according unto all that the LORD had given him in commandment unto them;  <strong>4</strong> After he had slain Sihon the king of the Amorites, which dwelt in Heshbon, and Og the king of Bashan, which dwelt at Astaroth in Edrei:  <strong>5</strong> On this side Jordan, in the land of Moab, began Moses to declare this law, saying,  <strong>6</strong> The LORD our God spake unto us in Horeb, saying, Ye have dwelt long enough in this mount:  <strong>7</strong> Turn you, and take your journey, and go to the mount of the Amorites, and unto all the places nigh thereunto, in the plain, in the hills, and in the vale, and in the south, and by the sea side, to the land of the Canaanites, and unto Lebanon, unto the great river, the river Euphrates.  <strong>8</strong> Behold, I have set the land before you: go in and possess the land which the LORD sware unto your fathers, Abraham, Isaac, and Jacob, to give unto them and to their seed after them.  <strong>9</strong> And I spake unto you at that time, saying, I am not able to bear you myself alone:  <strong>10</strong> The LORD your God hath multiplied you, and, behold, ye are  this day as the stars of heaven for multitude.  <strong>11</strong> (The LORD God of your fathers make you a thousand times so many more as ye are, and bless you, as he hath promised you!)  <strong>12</strong> How can I myself alone bear your cumbrance, and your burden, and your strife?  <strong>13</strong> Take you wise men, and understanding, and known among your tribes, and I will make them rulers over you.  <strong>14</strong> And ye answered me, and said, The thing which thou hast spoken is good for us to do.  <strong>15</strong> So I took the chief of your tribes, wise men, and known, and made them heads over you, captains over thousands, and captains over hundreds, and captains over fifties, and captains over tens, and officers among your tribes.  <strong>16</strong> And I charged your judges at that time, saying, Hear the causes  between your brethren, and judge righteously between every  man and his brother, and the stranger that is with him.  <strong>17</strong> Ye shall not respect persons in judgment; but ye shall hear the small as well as the great; ye shall not be afraid of the face of man; for the judgment is God’s: and the cause that is too hard for you, bring it unto me, and I will hear it.  <strong>18</strong> And I commanded you at that time all the things which ye should do.  <strong>19</strong> And when we departed from Horeb, we went through all that great and terrible wilderness, which ye saw by the way of the mountain of the Amorites, as the LORD our God commanded us; and we came to Kadesh-barnea.  <strong>20</strong> And I said unto you, Ye are come unto the mountain of the Amorites, which the LORD our God doth give unto us.  <strong>21</strong> Behold, the LORD thy God hath set the land before thee: go up and possess it, as the LORD God of thy fathers hath said unto thee; fear not, neither be discouraged.  <strong>22</strong> And ye came near unto me every one of you, and said, We will send men before us, and they shall search us out the land, and bring us word again by what way we must go up, and into what cities we shall come.  <strong>23</strong> and the saying pleased me well: and I took twelve men of you, one of a tribe:  <strong>24</strong> And they turned and went up into the mountain, and came unto the valley of Eshcol, and searched it out.  <strong>25</strong> And they took of the fruit of the land in their hands, and brought it down unto us, and brought us word again, and said, It is  a good land which the LORD our God doth give us.  <strong>26</strong> Notwithstanding ye would not go up, but rebelled against the commandment of the LORD your God:  <strong>27</strong> And ye murmured in your tents, and said, Because the LORD hated us, he hath brought us forth out of the land of Egypt, to deliver us into the hand of the Amorites, to destroy us.  <strong>28</strong> Whither shall we go up? our brethren have discouraged our heart, saying, The people is greater and taller than we; the cities are  great and walled up to heaven; and moreover we have seen the sons of the Anakims there.  <strong>29</strong> Then I said unto you, Dread not, neither be afraid of them.  <strong>30</strong> The LORD your God which goeth before you, he shall fight for you, according to all that he did for you in Egypt before your eyes;  <strong>31</strong> And in the wilderness, where thou hast seen how that the LORD thy God bare thee, as a man doth bear his son, in all the way that ye went, until ye came into this place.  <strong>32</strong> Yet in this thing ye did not believe the LORD your God,  <strong>33</strong> Who went in the way before you, to search you out a place to pitch your tents in, in fire by night, to shew you by what way ye should go, and in a cloud by day.  <strong>34</strong> And the LORD heard the voice of your words, and was wroth, and sware, saying,  <strong>35</strong> Surely there shall not one of these men of this evil generation see that good land, which I sware to give unto your fathers,  <strong>36</strong> Save Caleb the son of Jephunneh; he shall see it, and to him will I give the land that he hath trodden upon, and to his children, because he hath wholly followed the LORD.  <strong>37</strong> Also the LORD was angry with me for your sakes, saying, Thou also shalt not go in thither.  <strong>38</strong> But Joshua the son of Nun, which standeth before thee, he shall go in thither: encourage him: for he shall cause Israel to inherit it.  <strong>39</strong> Moreover your little ones, which ye said should be a prey, and your children, which in that day had no knowledge between good and evil, they shall go in thither, and unto them will I give it, and they shall possess it.  <strong>40</strong> But as for you, turn you, and take your journey into the wilderness by the way of the Red sea.  <strong>41</strong> Then ye answered and said unto me, We have sinned against the LORD, we will go up and fight, according to all that the LORD our God commanded us. And when ye had girded on every man his weapons of war, ye were ready to go up into the hill.  <strong>42</strong> And the LORD said unto me, Say unto them, Go not up, neither fight; for I am not among you; lest ye be smitten before your enemies.  <strong>43</strong> So I spake unto you; and ye would not hear, but rebelled against the commandment of the LORD, and went presumptuously up into the hill.  <strong>44</strong> And the Amorites, which dwelt in that mountain, came out against you, and chased you, as bees do, and destroyed you in Seir, even unto Hormah.  <strong>45</strong> And ye returned and wept before the LORD; but the LORD would not hearken to your voice, nor give ear unto you.  <strong>46</strong> So ye abode in Kadesh many days, according unto the days that ye abode there. ","niv":"<sup><strong>1</strong></sup> These are the words Moses spoke to all Israel in the desert east of the Jordan-that is, in the Arabah-opposite Suph, between Paran and Tophel, Laban, Hazeroth and Dizahab. <sup><strong>2</strong></sup> (It takes eleven days to go from Horeb to Kadesh Barnea by the Mount Seir road.) <sup><strong>3</strong></sup> In the fortieth year, on the first day of the eleventh month, Moses proclaimed to the Israelites all that the LORD had commanded him concerning them. <sup><strong>4</strong></sup> This was after he had defeated Sihon king of the Amorites, who reigned in Heshbon, and at Edrei had defeated Og king of Bashan, who reigned in Ashtaroth. <sup><strong>5</strong></sup> East of the Jordan in the territory of Moab, Moses began to expound this law, saying: <sup><strong>6</strong></sup> The LORD our God said to us at Horeb, \"You have stayed long enough at this mountain. <sup><strong>7</strong></sup> Break camp and advance into the hill country of the Amorites; go to all the neighboring peoples in the Arabah, in the mountains, in the western foothills, in the Negev and along the coast, to the land of the Canaanites and to Lebanon, as far as the great river, the Euphrates. <sup><strong>8</strong></sup> See, I have given you this land. Go in and take possession of the land that the LORD swore he would give to your fathers-to Abraham, Isaac and Jacob-and to their descendants after them.\" <sup><strong>9</strong></sup> At that time I said to you, \"You are too heavy a burden for me to carry alone. <sup><strong>10</strong></sup> The LORD your God has increased your numbers so that today you are as many as the stars in the sky. <sup><strong>11</strong></sup> May the LORD, the God of your fathers, increase you a thousand times and bless you as he has promised! <sup><strong>12</strong></sup> But how can I bear your problems and your burdens and your disputes all by myself? <sup><strong>13</strong></sup> Choose some wise, understanding and respected men from each of your tribes, and I will set them over you.\" <sup><strong>14</strong></sup> You answered me, \"What you propose to do is good.\" <sup><strong>15</strong></sup> So I took the leading men of your tribes, wise and respected men, and appointed them to have authority over you-as commanders of thousands, of hundreds, of fifties and of tens and as tribal officials. <sup><strong>16</strong></sup> And I charged your judges at that time: Hear the disputes between your brothers and judge fairly, whether the case is between brother Israelites or between one of them and an alien. <sup><strong>17</strong></sup> Do not show partiality in judging; hear both small and great alike. Do not be afraid of any man, for judgment belongs to God. Bring me any case too hard for you, and I will hear it. <sup><strong>18</strong></sup> And at that time I told you everything you were to do. <sup><strong>19</strong></sup> Then, as the LORD our God commanded us, we set out from Horeb and went toward the hill country of the Amorites through all that vast and dreadful desert that you have seen, and so we reached Kadesh Barnea. <sup><strong>20</strong></sup> Then I said to you, \"You have reached the hill country of the Amorites, which the LORD our God is giving us. <sup><strong>21</strong></sup> See, the LORD your God has given you the land. Go up and take possession of it as the LORD, the God of your fathers, told you. Do not be afraid; do not be discouraged.\" <sup><strong>22</strong></sup> Then all of you came to me and said, \"Let us send men ahead to spy out the land for us and bring back a report about the route we are to take and the towns we will come to.\" <sup><strong>23</strong></sup> The idea seemed good to me; so I selected twelve of you, one man from each tribe. <sup><strong>24</strong></sup> They left and went up into the hill country, and came to the Valley of Eshcol and explored it. <sup><strong>25</strong></sup> Taking with them some of the fruit of the land, they brought it down to us and reported, \"It is a good land that the LORD our God is giving us.\" <sup><strong>26</strong></sup> But you were unwilling to go up; you rebelled against the command of the LORD your God. <sup><strong>27</strong></sup> You grumbled in your tents and said, \"The LORD hates us; so he brought us out of Egypt to deliver us into the hands of the Amorites to destroy us. <sup><strong>28</strong></sup> Where can we go? Our brothers have made us lose heart. They say, 'The people are stronger and taller than we are; the cities are large, with walls up to the sky. We even saw the Anakites there.'\" <sup><strong>29</strong></sup> Then I said to you, \"Do not be terrified; do not be afraid of them. <sup><strong>30</strong></sup> The LORD your God, who is going before you, will fight for you, as he did for you in Egypt, before your very eyes, <sup><strong>31</strong></sup> and in the desert. There you saw how the LORD your God carried you, as a father carries his son, all the way you went until you reached this place.\" <sup><strong>32</strong></sup> In spite of this, you did not trust in the LORD your God, <sup><strong>33</strong></sup> who went ahead of you on your journey, in fire by night and in a cloud by day, to search out places for you to camp and to show you the way you should go. <sup><strong>34</strong></sup> When the LORD heard what you said, he was angry and solemnly swore: <sup><strong>35</strong></sup> \"Not a man of this evil generation shall see the good land I swore to give your forefathers, <sup><strong>36</strong></sup> except Caleb son of Jephunneh. He will see it, and I will give him and his descendants the land he set his feet on, because he followed the LORD wholeheartedly.\" <sup><strong>37</strong></sup> Because of you the LORD became angry with me also and said, \"You shall not enter it, either. <sup><strong>38</strong></sup> But your assistant, Joshua son of Nun, will enter it. Encourage him, because he will lead Israel to inherit it. <sup><strong>39</strong></sup> And the little ones that you said would be taken captive, your children who do not yet know good from bad-they will enter the land. I will give it to them and they will take possession of it. <sup><strong>40</strong></sup> But as for you, turn around and set out toward the desert along the route to the Red Sea. \" <sup><strong>41</strong></sup> Then you replied, \"We have sinned against the LORD. We will go up and fight, as the LORD our God commanded us.\" So every one of you put on his weapons, thinking it easy to go up into the hill country. <sup><strong>42</strong></sup> But the LORD said to me, \"Tell them, 'Do not go up and fight, because I will not be with you. You will be defeated by your enemies.'\" <sup><strong>43</strong></sup> So I told you, but you would not listen. You rebelled against the LORD's command and in your arrogance you marched up into the hill country. <sup><strong>44</strong></sup> The Amorites who lived in those hills came out against you; they chased you like a swarm of bees and beat you down from Seir all the way to Hormah. <sup><strong>45</strong></sup> You came back and wept before the LORD, but he paid no attention to your weeping and turned a deaf ear to you. <sup><strong>46</strong></sup> And so you stayed in Kadesh many days-all the time you spent there. "},{"_id":"615a6756b7283e0c141b4c9a","topicId":"615a6751b7283e0c141b4c89","verse":"1 Peter 5:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p60005001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v60005001-1\">5:1&nbsp;</b>So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed:</p>\n</div>","kjv":"<strong>1</strong> The elders which are among you I exhort, who am also an elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed:  ","niv":"<sup><strong>1</strong></sup> To the elders among you, I appeal as a fellow elder, a witness of Christ's sufferings and one who also will share in the glory to be revealed:"},{"_id":"615a6756b7283e0c141b4c9b","topicId":"615a6751b7283e0c141b4c89","verse":"1 Peter 2:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60002025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v60002025-1\">25&nbsp;</b>For you were straying like sheep, but have now returned to the Shepherd and Overseer of your souls.</p>\n</div>","kjv":"<strong>25</strong> For ye were as sheep going astray; but are now returned unto the Shepherd and Bishop of your souls.  ","niv":"<sup><strong>25</strong></sup> For you were like sheep going astray, but now you have returned to the Shepherd and Overseer of your souls."},{"_id":"615a6756b7283e0c141b4c9c","topicId":"615a6751b7283e0c141b4c89","verse":"Philippians 1:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p50001001_02-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50001001-1\">1:1&nbsp;</b>Paul and Timothy, servants of Christ Jesus,</p>\n<p id=\"p50001001_02-24\">To all the saints in Christ Jesus who are at Philippi, with the overseers and deacons:</p>\n\n</div>","kjv":"<strong>1</strong> Paul and Timotheus, the servants of Jesus Christ, to all the saints in Christ Jesus which are at Philippi, with the bishops and deacons:  ","niv":"<sup><strong>1</strong></sup> Paul and Timothy, servants of Christ Jesus, To all the saints in Christ Jesus at Philippi, together with the overseers and deacons:"},{"_id":"615a6756b7283e0c141b4c9d","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 6:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p44006005_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v44006005-1\">5&nbsp;</b>And what they said pleased the whole gathering, and they chose Stephen, a man full of faith and of the Holy Spirit, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolaus, a proselyte of Antioch.</p>\n</div>","kjv":"<strong>5</strong> And the saying pleased the whole multitude: and they chose Stephen, a man full of faith and of the Holy Ghost, and Philip, and Prochorus, and Nicanor, and Timon, and Parmenas, and Nicolas a proselyte of Antioch:  ","niv":"<sup><strong>5</strong></sup> This proposal pleased the whole group. They chose Stephen, a man full of faith and of the Holy Spirit; also Philip, Procorus, Nicanor, Timon, Parmenas, and Nicolas from Antioch, a convert to Judaism."},{"_id":"615a6757b7283e0c141b4c9e","topicId":"615a6751b7283e0c141b4c89","verse":"Matthew 25:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40025019_01-26\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40025019-1\">19&nbsp;</b><span class=\"woc\">Now after a long time the master of those servants came and settled accounts with them.</span></p>\n</div>","kjv":"<strong>19</strong> After a long time the lord of those servants cometh, and reckoneth with them.  ","niv":"<sup><strong>19</strong></sup> \"After a long time the master of those servants returned and settled accounts with them."},{"_id":"615a6757b7283e0c141b4c9f","topicId":"615a6751b7283e0c141b4c89","verse":"Matthew 22:1-46","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40022001_07-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40022001-1\">22:1&nbsp;</b>And again Jesus spoke to them in parables, saying, <b class=\"verse-num woc\" id=\"v40022002-1\">2&nbsp;</b><span class=\"woc\">“The kingdom of heaven may be compared to a king who gave a wedding feast for his son,</span> <b class=\"verse-num woc\" id=\"v40022003-1\">3&nbsp;</b><span class=\"woc\">and sent his servants to call those who were invited to the wedding feast, but they would not come.</span> <b class=\"verse-num woc\" id=\"v40022004-1\">4&nbsp;</b><span class=\"woc\">Again he sent other servants, saying, ‘Tell those who are invited, “See, I have prepared my dinner, my oxen and my fat calves have been slaughtered, and everything is ready. Come to the wedding feast.”’</span> <b class=\"verse-num woc\" id=\"v40022005-1\">5&nbsp;</b><span class=\"woc\">But they paid no attention and went off, one to his farm, another to his business,</span> <b class=\"verse-num woc\" id=\"v40022006-1\">6&nbsp;</b><span class=\"woc\">while the rest seized his servants, treated them shamefully, and killed them.</span> <b class=\"verse-num woc\" id=\"v40022007-1\">7&nbsp;</b><span class=\"woc\">The king was angry, and he sent his troops and destroyed those murderers and burned their city.</span> <b class=\"verse-num woc\" id=\"v40022008-1\">8&nbsp;</b><span class=\"woc\">Then he said to his servants, ‘The wedding feast is ready, but those invited were not worthy.</span> <b class=\"verse-num woc\" id=\"v40022009-1\">9&nbsp;</b><span class=\"woc\">Go therefore to the main roads and invite to the wedding feast as many as you find.’</span> <b class=\"verse-num woc\" id=\"v40022010-1\">10&nbsp;</b><span class=\"woc\">And those servants went out into the roads and gathered all whom they found, both bad and good. So the wedding hall was filled with guests.</span></p>\n<p id=\"p40022010_07-27\"><b class=\"verse-num woc\" id=\"v40022011-1\">11&nbsp;</b><span class=\"woc\">“But when the king came in to look at the guests, he saw there a man who had no wedding garment.</span> <b class=\"verse-num woc\" id=\"v40022012-1\">12&nbsp;</b><span class=\"woc\">And he said to him, ‘Friend, how did you get in here without a wedding garment?’ And he was speechless.</span> <b class=\"verse-num woc\" id=\"v40022013-1\">13&nbsp;</b><span class=\"woc\">Then the king said to the attendants, ‘Bind him hand and foot and cast him into the outer darkness. In that place there will be weeping and gnashing of teeth.’</span> <b class=\"verse-num woc\" id=\"v40022014-1\">14&nbsp;</b><span class=\"woc\">For many are called, but few are chosen.”</span></p>\n\n<p id=\"p40022014_11-27\"><b class=\"verse-num\" id=\"v40022015-1\">15&nbsp;</b>Then the Pharisees went and plotted how to entangle him in his words. <b class=\"verse-num\" id=\"v40022016-1\">16&nbsp;</b>And they sent their disciples to him, along with the Herodians, saying, “Teacher, we know that you are true and teach the way of God truthfully, and you do not care about anyone’s opinion, for you are not swayed by appearances. <b class=\"verse-num\" id=\"v40022017-1\">17&nbsp;</b>Tell us, then, what you think. Is it lawful to pay taxes to Caesar, or not?” <b class=\"verse-num\" id=\"v40022018-1\">18&nbsp;</b>But Jesus, aware of their malice, said, <span class=\"woc\">“Why put me to the test, you hypocrites?</span> <b class=\"verse-num woc\" id=\"v40022019-1\">19&nbsp;</b><span class=\"woc\">Show me the coin for the tax.”</span> And they brought him a denarius. <b class=\"verse-num\" id=\"v40022020-1\">20&nbsp;</b>And Jesus said to them, <span class=\"woc\">“Whose likeness and inscription is this?”</span> <b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span> <b class=\"verse-num\" id=\"v40022022-1\">22&nbsp;</b>When they heard it, they marveled. And they left him and went away.</p>\n\n<p id=\"p40022022_16-27\"><b class=\"verse-num\" id=\"v40022023-1\">23&nbsp;</b>The same day Sadducees came to him, who say that there is no resurrection, and they asked him a question, <b class=\"verse-num\" id=\"v40022024-1\">24&nbsp;</b>saying, “Teacher, Moses said, ‘If a man dies having no children, his brother must marry the widow and raise up offspring for his brother.’ <b class=\"verse-num\" id=\"v40022025-1\">25&nbsp;</b>Now there were seven brothers among us. The first married and died, and having no offspring left his wife to his brother. <b class=\"verse-num\" id=\"v40022026-1\">26&nbsp;</b>So too the second and third, down to the seventh. <b class=\"verse-num\" id=\"v40022027-1\">27&nbsp;</b>After them all, the woman died. <b class=\"verse-num\" id=\"v40022028-1\">28&nbsp;</b>In the resurrection, therefore, of the seven, whose wife will she be? For they all had her.”</p>\n<p id=\"p40022028_16-27\"><b class=\"verse-num\" id=\"v40022029-1\">29&nbsp;</b>But Jesus answered them, <span class=\"woc\">“You are wrong, because you know neither the Scriptures nor the power of God.</span> <b class=\"verse-num woc\" id=\"v40022030-1\">30&nbsp;</b><span class=\"woc\">For in the resurrection they neither marry nor are given in marriage, but are like angels in heaven.</span> <b class=\"verse-num woc\" id=\"v40022031-1\">31&nbsp;</b><span class=\"woc\">And as for the resurrection of the dead, have you not read what was said to you by God:</span> <b class=\"verse-num woc\" id=\"v40022032-1\">32&nbsp;</b><span class=\"woc\">‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”</span> <b class=\"verse-num\" id=\"v40022033-1\">33&nbsp;</b>And when the crowd heard it, they were astonished at his teaching.</p>\n\n<p id=\"p40022033_19-27\"><b class=\"verse-num\" id=\"v40022034-1\">34&nbsp;</b>But when the Pharisees heard that he had silenced the Sadducees, they gathered together. <b class=\"verse-num\" id=\"v40022035-1\">35&nbsp;</b>And one of them, a lawyer, asked him a question to test him. <b class=\"verse-num\" id=\"v40022036-1\">36&nbsp;</b>“Teacher, which is the great commandment in the Law?” <b class=\"verse-num\" id=\"v40022037-1\">37&nbsp;</b>And he said to him, <span class=\"woc\">“You shall love the Lord your God with all your heart and with all your soul and with all your mind.</span> <b class=\"verse-num woc\" id=\"v40022038-1\">38&nbsp;</b><span class=\"woc\">This is the great and first commandment.</span> <b class=\"verse-num woc\" id=\"v40022039-1\">39&nbsp;</b><span class=\"woc\">And a second is like it: You shall love your neighbor as yourself.</span> <b class=\"verse-num woc\" id=\"v40022040-1\">40&nbsp;</b><span class=\"woc\">On these two commandments depend all the Law and the Prophets.”</span></p>\n\n<p id=\"p40022040_24-27\"><b class=\"verse-num\" id=\"v40022041-1\">41&nbsp;</b>Now while the Pharisees were gathered together, Jesus asked them a question, <b class=\"verse-num\" id=\"v40022042-1\">42&nbsp;</b>saying, <span class=\"woc\">“What do you think about the Christ? Whose son is he?”</span> They said to him, “The son of David.” <b class=\"verse-num\" id=\"v40022043-1\">43&nbsp;</b>He said to them, <span class=\"woc\">“How is it then that David, in the Spirit, calls him Lord, saying,</span></p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40022044_24-27\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40022044-1\">44&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">“‘The Lord said to my Lord,</span><br><span id=\"p40022044_24-27\" class=\"line\"><span class=\"woc\">&nbsp;&nbsp;“Sit at my right hand,</span><br><span id=\"p40022044_24-27\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;until I put your enemies under your feet”’?</span><br></span><span class=\"end-line-group\"></span>\n</span></span></p><p id=\"p40022044_24-27\" class=\"same-paragraph\"><b class=\"verse-num woc\" id=\"v40022045-1\">45&nbsp;</b><span class=\"woc\">If then David calls him Lord, how is he his son?”</span> <b class=\"verse-num\" id=\"v40022046-1\">46&nbsp;</b>And no one was able to answer him a word, nor from that day did anyone dare to ask him any more questions.</p>\n\n</div>","kjv":"<strong>1</strong> And Jesus answered and spake unto them again by parables, and said,  <strong>2</strong> The kingdom of heaven is like unto a certain king, which made a marriage for his son,  <strong>3</strong> And sent forth his servants to call them that were bidden to the wedding: and they would not come.  <strong>4</strong> Again, he sent forth other servants, saying, Tell them which are bidden, Behold, I have prepared my dinner: my oxen and my fatlings are killed, and all things are  ready: come unto the marriage. <strong>5</strong> But they made light of it, and went their ways, one to his farm, another to his merchandise:  <strong>6</strong> And the remnant took his servants, and entreated them  spitefully, and slew them. <strong>7</strong> But when the king heard thereof, he was wroth: and he sent forth his armies, and destroyed those murderers, and burned up their city.  <strong>8</strong> Then saith he to his servants, The wedding is ready, but they which were bidden were not worthy.  <strong>9</strong> Go ye therefore into the highways, and as many as ye shall find, bid to the marriage.  <strong>10</strong> So those servants went out into the highways, and gathered together all as many as they found, both bad and good: and the wedding was furnished with guests. <strong>11</strong>           And when the king came in to see the guests, he saw there a man which had not on a wedding garment:  <strong>12</strong> And he saith unto him, Friend, how camest thou in hither not having a wedding garment? And he was speechless.  <strong>13</strong> Then said the king to the servants, Bind him hand and foot, and take him away, and cast him into outer darkness; there shall be weeping and gnashing of teeth.  <strong>14</strong> For many are called, but few are chosen. <strong>15</strong> Then went the Pharisees, and took counsel how they might entangle him in his talk.  <strong>16</strong> And they sent out unto him their disciples with the Herodians, saying, Master, we know that thou art true, and teachest the way of God in truth, neither carest thou for any man: for thou regardest not the person of men.  <strong>17</strong> Tell us therefore, What thinkest thou? Is it lawful to give tribute unto Caesar, or not?  <strong>18</strong> But Jesus perceived their wickedness, and said, Why tempt ye me, ye hypocrites?  <strong>19</strong> Shew me the tribute money. And they brought unto him a penny.  <strong>20</strong> And he saith unto them, Whose is this image and superscription?  <strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  <strong>22</strong> When they had heard these words, they marvelled, and left him, and went their way.  <strong>23</strong> The same day came to him the Sadducees, which say that there is no resurrection, and asked him,  <strong>24</strong> Saying, Master, Moses said, If a man die, having no children, his brother shall marry his wife, and raise up seed unto his brother.  <strong>25</strong> Now there were with us seven brethren: and the first, when he had married a wife, deceased, and, having no issue, left his wife unto his brother:  <strong>26</strong> Likewise the second also, and the third, unto the seventh.  <strong>27</strong> And last of all the woman died also.  <strong>28</strong> Therefore in the resurrection whose wife shall she be of the seven? for they all had her.  <strong>29</strong> Jesus answered and said unto them, Ye do err, not knowing the scriptures, nor the power of God.  <strong>30</strong> For in the resurrection they neither marry, nor are given in marriage, but are as the angels of God in heaven.  <strong>31</strong> But as touching the resurrection of the dead, have ye not read that which was spoken unto you by God, saying,  <strong>32</strong> I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.  <strong>33</strong> And when the multitude heard this, they were astonished at his doctrine.  <strong>34</strong> But when the Pharisees had heard that he had put the Sadducees to silence, they were gathered together.  <strong>35</strong> Then one of them, which was a lawyer, asked him a question, tempting him, and saying,  <strong>36</strong> Master, which is the great commandment in the law?  <strong>37</strong> Jesus said unto him, Thou shalt love the Lord thy God with all thy heart, and with all thy soul, and with all thy mind.  <strong>38</strong> This is the first and great commandment.  <strong>39</strong> And the second is like unto it, Thou shalt love thy neighbour as thyself.  <strong>40</strong> On these two commandments hang all the law and the prophets.  <strong>41</strong> While the Pharisees were gathered together, Jesus asked them,  <strong>42</strong> Saying, What think ye of Christ? whose son is he? They say unto him, The Son of David.  <strong>43</strong> He saith unto them, How then doth David in spirit call him Lord, saying,  <strong>44</strong> The LORD said unto my Lord, Sit thou on my right hand, till I make thine enemies thy footstool?  <strong>45</strong> If David then call him Lord, how is he his son?  <strong>46</strong> And no man was able to answer him a word, neither durst any man  from that day forth ask him any more questions.  ","niv":"<sup><strong>1</strong></sup> Jesus spoke to them again in parables, saying: <sup><strong>2</strong></sup> \"The kingdom of heaven is like a king who prepared a wedding banquet for his son. <sup><strong>3</strong></sup> He sent his servants to those who had been invited to the banquet to tell them to come, but they refused to come. <sup><strong>4</strong></sup> \"Then he sent some more servants and said, 'Tell those who have been invited that I have prepared my dinner: My oxen and fattened cattle have been butchered, and everything is ready. Come to the wedding banquet.' <sup><strong>5</strong></sup> \"But they paid no attention and went off--one to his field, another to his business. <sup><strong>6</strong></sup> The rest seized his servants, mistreated them and killed them. <sup><strong>7</strong></sup> The king was enraged. He sent his army and destroyed those murderers and burned their city. <sup><strong>8</strong></sup> \"Then he said to his servants, 'The wedding banquet is ready, but those I invited did not deserve to come. <sup><strong>9</strong></sup> Go to the street corners and invite to the banquet anyone you find.' <sup><strong>10</strong></sup> So the servants went out into the streets and gathered all the people they could find, both good and bad, and the wedding hall was filled with guests. <sup><strong>11</strong></sup> \"But when the king came in to see the guests, he noticed a man there who was not wearing wedding clothes. <sup><strong>12</strong></sup> 'Friend,' he asked, 'how did you get in here without wedding clothes?' The man was speechless. <sup><strong>13</strong></sup> \"Then the king told the attendants, 'Tie him hand and foot, and throw him outside, into the darkness, where there will be weeping and gnashing of teeth.' <sup><strong>14</strong></sup> \"For many are invited, but few are chosen.\" <sup><strong>15</strong></sup> Then the Pharisees went out and laid plans to trap him in his words. <sup><strong>16</strong></sup> They sent their disciples to him along with the Herodians. \"Teacher,\" they said, \"we know you are a man of integrity and that you teach the way of God in accordance with the truth. You aren't swayed by men, because you pay no attention to who they are. <sup><strong>17</strong></sup> Tell us then, what is your opinion? Is it right to pay taxes to Caesar or not?\" <sup><strong>18</strong></sup> But Jesus, knowing their evil intent, said, \"You hypocrites, why are you trying to trap me? <sup><strong>19</strong></sup> Show me the coin used for paying the tax.\" They brought him a denarius, <sup><strong>20</strong></sup> and he asked them, \"Whose portrait is this? And whose inscription?\" <sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\" <sup><strong>22</strong></sup> When they heard this, they were amazed. So they left him and went away. <sup><strong>23</strong></sup> That same day the Sadducees, who say there is no resurrection, came to him with a question. <sup><strong>24</strong></sup> \"Teacher,\" they said, \"Moses told us that if a man dies without having children, his brother must marry the widow and have children for him. <sup><strong>25</strong></sup> Now there were seven brothers among us. The first one married and died, and since he had no children, he left his wife to his brother. <sup><strong>26</strong></sup> The same thing happened to the second and third brother, right on down to the seventh. <sup><strong>27</strong></sup> Finally, the woman died. <sup><strong>28</strong></sup> Now then, at the resurrection, whose wife will she be of the seven, since all of them were married to her?\" <sup><strong>29</strong></sup> Jesus replied, \"You are in error because you do not know the Scriptures or the power of God. <sup><strong>30</strong></sup> At the resurrection people will neither marry nor be given in marriage; they will be like the angels in heaven. <sup><strong>31</strong></sup> But about the resurrection of the dead--have you not read what God said to you, <sup><strong>32</strong></sup> 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\" <sup><strong>33</strong></sup> When the crowds heard this, they were astonished at his teaching. <sup><strong>34</strong></sup> Hearing that Jesus had silenced the Sadducees, the Pharisees got together. <sup><strong>35</strong></sup> One of them, an expert in the law, tested him with this question: <sup><strong>36</strong></sup> \"Teacher, which is the greatest commandment in the Law?\" <sup><strong>37</strong></sup> Jesus replied: \"'Love the Lord your God with all your heart and with all your soul and with all your mind.' <sup><strong>38</strong></sup> This is the first and greatest commandment. <sup><strong>39</strong></sup> And the second is like it: 'Love your neighbor as yourself.' <sup><strong>40</strong></sup> All the Law and the Prophets hang on these two commandments.\" <sup><strong>41</strong></sup> While the Pharisees were gathered together, Jesus asked them, <sup><strong>42</strong></sup> \"What do you think about the Christ? Whose son is he?The son of David,\" they replied. <sup><strong>43</strong></sup> He said to them, \"How is it then that David, speaking by the Spirit, calls him 'Lord'? For he says, <sup><strong>44</strong></sup> \"'The Lord said to my Lord: \"Sit at my right hand until I put your enemies under your feet.\"' <sup><strong>45</strong></sup> If then David calls him 'Lord,' how can he be his son?\" <sup><strong>46</strong></sup> No one could say a word in reply, and from that day on no one dared to ask him any more questions. "},{"_id":"615a6757b7283e0c141b4ca0","topicId":"615a6751b7283e0c141b4c89","verse":"Titus 1:1-16","votes":1,"__v":0,"kjv":"<strong>1</strong> Paul, a servant of God, and an apostle of Jesus Christ, according to the faith of God’s elect, and the acknowledging of the truth which is after godliness;  <strong>2</strong> In hope of eternal life, which God, that cannot lie, promised before the world began;  <strong>3</strong> But hath in due times manifested his word through preaching, which is committed unto me according to the commandment of God our Saviour;  <strong>4</strong> To Titus, mine own son after the common faith: Grace, mercy, and peace, from God the Father and the Lord Jesus Christ our Saviour.  <strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  <strong>6</strong> If any be blameless, the husband of one wife, having faithful children not accused of riot or unruly.  <strong>7</strong> For a bishop must be blameless, as the steward of God; not selfwilled, not soon angry, not given to wine, no striker, not given to filthy lucre;  <strong>8</strong> But a lover of hospitality, a lover of good men, sober, just, holy, temperate;  <strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  <strong>12</strong> One of themselves, even a prophet of their own, said, The Cretians are alway liars, evil beasts, slow bellies.  <strong>13</strong> This witness is true. Wherefore rebuke them sharply, that they may be sound in the faith;  <strong>14</strong> Not giving heed to Jewish fables, and commandments of men, that turn from the truth.  <strong>15</strong> Unto the pure all things are pure: but unto them that are defiled and unbelieving is nothing pure; but even their mind and conscience is defiled.  <strong>16</strong> They profess that they know God; but in works they deny him,  being abominable, and disobedient, and unto every good work reprobate.  ","niv":"<sup><strong>1</strong></sup> Paul, a servant of God and an apostle of Jesus Christ for the faith of God's elect and the knowledge of the truth that leads to godliness-- <sup><strong>2</strong></sup> a faith and knowledge resting on the hope of eternal life, which God, who does not lie, promised before the beginning of time, <sup><strong>3</strong></sup> and at his appointed season he brought his word to light through the preaching entrusted to me by the command of God our Savior, <sup><strong>4</strong></sup> To Titus, my true son in our common faith: Grace and peace from God the Father and Christ Jesus our Savior. <sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you. <sup><strong>6</strong></sup> An elder must be blameless, the husband of but one wife, a man whose children believe and are not open to the charge of being wild and disobedient. <sup><strong>7</strong></sup> Since an overseer is entrusted with God's work, he must be blameless--not overbearing, not quick-tempered, not given to drunkenness, not violent, not pursuing dishonest gain. <sup><strong>8</strong></sup> Rather he must be hospitable, one who loves what is good, who is self-controlled, upright, holy and disciplined. <sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. <sup><strong>12</strong></sup> Even one of their own prophets has said, \"Cretans are always liars, evil brutes, lazy gluttons.\" <sup><strong>13</strong></sup> This testimony is true. Therefore, rebuke them sharply, so that they will be sound in the faith <sup><strong>14</strong></sup> and will pay no attention to Jewish myths or to the commands of those who reject the truth. <sup><strong>15</strong></sup> To the pure, all things are pure, but to those who are corrupted and do not believe, nothing is pure. In fact, both their minds and consciences are corrupted. <sup><strong>16</strong></sup> They claim to know God, but by their actions they deny him. They are detestable, disobedient and unfit for doing anything good. "},{"_id":"615a6758b7283e0c141b4ca1","topicId":"615a6751b7283e0c141b4c89","verse":"1 Timothy 3:1-16","votes":1,"__v":0,"kjv":"<strong>1</strong> This is a true saying, If a man desire the office of a bishop, he desireth a good work.  <strong>2</strong> A bishop then must be blameless, the husband of one wife, vigilant, sober, of good behaviour, given to hospitality, apt to teach;  <strong>3</strong> Not given to wine, no striker, not greedy of filthy lucre; but patient, not a brawler, not covetous;  <strong>4</strong> One that ruleth well his own house, having his children in subjection with all gravity;  <strong>5</strong> (For if a man know not how to rule his own house, how shall he take care of the church of God?)  <strong>6</strong> Not a novice, lest being lifted up with pride he fall into the condemnation of the devil.  <strong>7</strong> Moreover he must have a good report of them which are without; lest he fall into reproach and the snare of the devil.  <strong>8</strong> Likewise must the deacons be grave, not doubletongued, not given to much wine, not greedy of filthy lucre;  <strong>9</strong> Holding the mystery of the faith in a pure conscience.  <strong>10</strong> And let these also first be proved; then let them use the office of a deacon, being found blameless.  <strong>11</strong> Even so must their wives be grave, not slanderers, sober, faithful in all things.  <strong>12</strong> Let the deacons be the husbands of one wife, ruling their children and their own houses well.  <strong>13</strong> For they that have used the office of a deacon well purchase to themselves a good degree, and great boldness in the faith which is in Christ Jesus.  <strong>14</strong> These things write I unto thee, hoping to come unto thee shortly:  <strong>15</strong> But if I tarry long, that thou mayest know how thou oughtest to behave thyself in the house of God, which is the church of the living God, the pillar and ground of the truth.  <strong>16</strong> And without controversy great is the mystery of godliness: God was manifest in the flesh, justified in the Spirit, seen of angels, preached unto the Gentiles, believed on in the world, received up into glory.  ","niv":"<sup><strong>1</strong></sup> Here is a trustworthy saying: If anyone sets his heart on being an overseer, he desires a noble task. <sup><strong>2</strong></sup> Now the overseer must be above reproach, the husband of but one wife, temperate, self-controlled, respectable, hospitable, able to teach, <sup><strong>3</strong></sup> not given to drunkenness, not violent but gentle, not quarrelsome, not a lover of money. <sup><strong>4</strong></sup> He must manage his own family well and see that his children obey him with proper respect. <sup><strong>5</strong></sup> (If anyone does not know how to manage his own family, how can he take care of God's church?) <sup><strong>6</strong></sup> He must not be a recent convert, or he may become conceited and fall under the same judgment as the devil. <sup><strong>7</strong></sup> He must also have a good reputation with outsiders, so that he will not fall into disgrace and into the devil's trap. <sup><strong>8</strong></sup> Deacons, likewise, are to be men worthy of respect, sincere, not indulging in much wine, and not pursuing dishonest gain. <sup><strong>9</strong></sup> They must keep hold of the deep truths of the faith with a clear conscience. <sup><strong>10</strong></sup> They must first be tested; and then if there is nothing against them, let them serve as deacons. <sup><strong>11</strong></sup> In the same way, their wives are to be women worthy of respect, not malicious talkers but temperate and trustworthy in everything. <sup><strong>12</strong></sup> A deacon must be the husband of but one wife and must manage his children and his household well. <sup><strong>13</strong></sup> Those who have served well gain an excellent standing and great assurance in their faith in Christ Jesus. <sup><strong>14</strong></sup> Although I hope to come to you soon, I am writing you these instructions so that, <sup><strong>15</strong></sup> if I am delayed, you will know how people ought to conduct themselves in God's household, which is the church of the living God, the pillar and foundation of the truth. <sup><strong>16</strong></sup> Beyond all question, the mystery of godliness is great: He appeared in a body, was vindicated by the Spirit, was seen by angels, was preached among the nations, was believed on in the world, was taken up in glory. "},{"_id":"615a6758b7283e0c141b4ca2","topicId":"615a6751b7283e0c141b4c89","verse":"Acts 16:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44016004_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016004-1\">4&nbsp;</b>As they went on their way through the cities, they delivered to them for observance the decisions that had been reached by the apostles and elders who were in Jerusalem.</p>\n</div>","kjv":"<strong>4</strong> And as they went through the cities, they delivered them the decrees for to keep, that were ordained of the apostles and elders which were at Jerusalem.  ","niv":"<sup><strong>4</strong></sup> As they traveled from town to town, they delivered the decisions reached by the apostles and elders in Jerusalem for the people to obey."}]}