{"_id":"615a68edb7283e0c141b4d30","slug":"church-planting","name":"Church Planting","verses":[{"_id":"615a68eeb7283e0c141b4d31","topicId":"615a68edb7283e0c141b4d30","verse":"1 Corinthians 3:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p46003006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth.</p>\n</div>","kjv":"<strong>6</strong> I have planted, Apollos watered; but God gave the increase.  ","niv":"<sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow.","modified":"2023-11-27T15:02:33.355Z"},{"_id":"615a68eeb7283e0c141b4d32","topicId":"615a68edb7283e0c141b4d30","verse":"Revelation 7:9","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-2\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands,</p>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands.","modified":"2022-05-01T10:48:00.456Z"},{"_id":"615a68eeb7283e0c141b4d33","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 20:28","votes":7,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2022-03-31T04:27:45.997Z"},{"_id":"615a68eeb7283e0c141b4d34","topicId":"615a68edb7283e0c141b4d30","verse":"1 Thessalonians 3:12","votes":7,"__v":0,"esv":"<div>\n<p id=\"p52003012_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v52003012-1\">12&nbsp;</b>and may the Lord make you increase and abound in love for one another and for all, as we do for you,</p>\n</div>","kjv":"<strong>12</strong> And the Lord make you to increase and abound in love one toward another, and toward all men, even as we do toward you:  ","niv":"<sup><strong>12</strong></sup> May the Lord make your love increase and overflow for each other and for everyone else, just as ours does for you.","modified":"2022-05-04T20:54:38.311Z"},{"_id":"615a68efb7283e0c141b4d35","topicId":"615a68edb7283e0c141b4d30","verse":"Matthew 28:18-20","votes":9,"__v":0,"esv":"<div>\n<p id=\"p40028018_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" ","modified":"2023-01-12T10:26:52.542Z"},{"_id":"615a68efb7283e0c141b4d36","topicId":"615a68edb7283e0c141b4d30","verse":"Matthew 16:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p40016018_01-7\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40016018-1\">18&nbsp;</b><span class=\"woc\">And I tell you, you are Peter, and on this rock I will build my church, and the gates of hell shall not prevail against it.</span></p>\n\n</div>","kjv":"<strong>18</strong> And I say also unto thee, That thou art Peter, and upon this rock I will build my church; and the gates of hell shall not prevail against it.  ","niv":"<sup><strong>18</strong></sup> And I tell you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overcome it.","modified":"2022-05-06T15:51:48.896Z"},{"_id":"615a68efb7283e0c141b4d37","topicId":"615a68edb7283e0c141b4d30","verse":"Titus 1:5","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p56001005_04-8\"><b class=\"verse-num\" id=\"v56001005-1\">5&nbsp;</b>This is why I left you in Crete, so that you might put what remained into order, and appoint elders in every town as I directed you—</p>\n</div>","kjv":"<strong>5</strong> For this cause left I thee in Crete, that thou shouldest set in order the things that are wanting, and ordain elders in every city, as I had appointed thee:  ","niv":"<sup><strong>5</strong></sup> The reason I left you in Crete was that you might straighten out what was left unfinished and appoint elders in every town, as I directed you.","modified":"2023-04-15T02:28:54.859Z"},{"_id":"615a68efb7283e0c141b4d38","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 14:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p44014001_06-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44014001-1\">14:1&nbsp;</b>Now at Iconium they entered together into the Jewish synagogue and spoke in such a way that a great number of both Jews and Greeks believed.</p>\n</div>","kjv":"<strong>1</strong> And it came to pass in Iconium, that they went both together into the synagogue of the Jews, and so spake, that a great multitude both of the Jews and also of the Greeks believed.  ","niv":"<sup><strong>1</strong></sup> At Iconium Paul and Barnabas went as usual into the Jewish synagogue. There they spoke so effectively that a great number of Jews and Gentiles believed.","modified":"2022-03-02T14:22:11.257Z"},{"_id":"615a68f0b7283e0c141b4d39","topicId":"615a68edb7283e0c141b4d30","verse":"Luke 14:23","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42014023_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42014023-1\">23&nbsp;</b><span class=\"woc\">And the master said to the servant, ‘Go out to the highways and hedges and compel people to come in, that my house may be filled.</span></p>\n</div>","kjv":"<strong>23</strong> And the lord said unto the servant, Go out into the highways and hedges, and compel them to come in, that my house may be filled.  ","niv":"<sup><strong>23</strong></sup> \"Then the master told his servant, 'Go out to the roads and country lanes and make them come in, so that my house will be full.","modified":"2023-08-06T17:19:47.246Z"},{"_id":"615a68f0b7283e0c141b4d3a","topicId":"615a68edb7283e0c141b4d30","verse":"Jeremiah 29:7","votes":5,"__v":0,"esv":"<div>\n<p id=\"p24029007_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029007-1\">7&nbsp;</b>But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare.</p>\n</div>","kjv":"<strong>7</strong> And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the LORD for it: for in the peace thereof shall ye have peace.  ","niv":"<sup><strong>7</strong></sup> Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\"","modified":"2022-10-16T22:56:53.510Z"},{"_id":"615a68f0b7283e0c141b4d3b","topicId":"615a68edb7283e0c141b4d30","verse":"Colossians 1:3-5","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p51001003_04-12\"><b class=\"verse-num\" id=\"v51001003-1\">3&nbsp;</b>We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <b class=\"verse-num\" id=\"v51001004-1\">4&nbsp;</b>since we heard of your faith in Christ Jesus and of the love that you have for all the saints, <b class=\"verse-num\" id=\"v51001005-1\">5&nbsp;</b>because of the hope laid up for you in heaven. Of this you have heard before in the word of the truth, the gospel,</p>\n</div>","kjv":"<strong>3</strong> We give thanks to God and the Father of our Lord Jesus Christ, praying always for you,  <strong>4</strong> Since we heard of your faith in Christ Jesus, and of the love which ye have to all the saints,  <strong>5</strong> For the hope which is laid up for you in heaven, whereof ye heard before in the word of the truth of the gospel;  ","niv":"<sup><strong>3</strong></sup> We always thank God, the Father of our Lord Jesus Christ, when we pray for you, <sup><strong>4</strong></sup> because we have heard of your faith in Christ Jesus and of the love you have for all the saints-- <sup><strong>5</strong></sup> the faith and love that spring from the hope that is stored up for you in heaven and that you have already heard about in the word of truth, the gospel "},{"_id":"615a68f1b7283e0c141b4d3c","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 20:17","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44020017_07-13\"><b class=\"verse-num\" id=\"v44020017-1\">17&nbsp;</b>Now from Miletus he sent to Ephesus and called the elders of the church to come to him.</p>\n</div>","kjv":"<strong>17</strong> And from Miletus he sent to Ephesus, and called the elders of the church.  ","niv":"<sup><strong>17</strong></sup> From Miletus, Paul sent to Ephesus for the elders of the church."},{"_id":"615a68f1b7283e0c141b4d3d","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 16:9","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p44016009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016009-1\">9&nbsp;</b>And a vision appeared to Paul in the night: a man of Macedonia was standing there, urging him and saying, “Come over to Macedonia and help us.”</p>\n</div>","kjv":"<strong>9</strong> And a vision appeared to Paul in the night; There stood a man of Macedonia, and prayed him, saying, Come over into Macedonia, and help us.  ","niv":"<sup><strong>9</strong></sup> During the night Paul had a vision of a man of Macedonia standing and begging him, \"Come over to Macedonia and help us.\"","modified":"2022-11-07T13:22:56.825Z"},{"_id":"615a68f1b7283e0c141b4d3e","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 14:21-23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p44014021_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014021-1\">21&nbsp;</b>When they had preached the gospel to that city and had made many disciples, they returned to Lystra and to Iconium and to Antioch, <b class=\"verse-num\" id=\"v44014022-1\">22&nbsp;</b>strengthening the souls of the disciples, encouraging them to continue in the faith, and saying that through many tribulations we must enter the kingdom of God. <b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>21</strong> And when they had preached the gospel to that city, and had taught many, they returned again to Lystra, and to Iconium, and Antioch,  <strong>22</strong> Confirming the souls of the disciples, and exhorting them to continue in the faith, and that we must through much tribulation enter into the kingdom of God.  <strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>21</strong></sup> They preached the good news in that city and won a large number of disciples. Then they returned to Lystra, Iconium and Antioch, <sup><strong>22</strong></sup> strengthening the disciples and encouraging them to remain true to the faith. \"We must go through many hardships to enter the kingdom of God,\" they said. <sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust. ","modified":"2022-10-09T09:36:37.307Z"},{"_id":"615a68f2b7283e0c141b4d3f","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 13:4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p44013004_06-16\"><b class=\"verse-num\" id=\"v44013004-1\">4&nbsp;</b>So, being sent out by the Holy Spirit, they went down to Seleucia, and from there they sailed to Cyprus.</p>\n</div>","kjv":"<strong>4</strong> So they, being sent forth by the Holy Ghost, departed unto Seleucia; and from thence they sailed to Cyprus.  ","niv":"<sup><strong>4</strong></sup> The two of them, sent on their way by the Holy Spirit, went down to Seleucia and sailed from there to Cyprus."},{"_id":"615a68f2b7283e0c141b4d40","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 12:24","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44012024_01-17\"><b class=\"verse-num\" id=\"v44012024-1\">24&nbsp;</b>But the word of God increased and multiplied.</p>\n</div>","kjv":"<strong>24</strong> But the word of God grew and multiplied.  ","niv":"<sup><strong>24</strong></sup> But the word of God continued to increase and spread.","modified":"2022-04-26T17:09:25.263Z"},{"_id":"615a68f2b7283e0c141b4d41","topicId":"615a68edb7283e0c141b4d30","verse":"Luke 15:4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42015004_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015004-1\">4&nbsp;</b><span class=\"woc\">“What man of you, having a hundred sheep, if he has lost one of them, does not leave the ninety-nine in the open country, and go after the one that is lost, until he finds it?</span></p>\n</div>","kjv":"<strong>4</strong> What man of you, having an hundred sheep, if he lose one of them, doth not leave the ninety and nine in the wilderness, and go after that which is lost, until he find it?  ","niv":"<sup><strong>4</strong></sup> \"Suppose one of you has a hundred sheep and loses one of them. Does he not leave the ninety-nine in the open country and go after the lost sheep until he finds it?"},{"_id":"615a68f2b7283e0c141b4d42","topicId":"615a68edb7283e0c141b4d30","verse":"Revelation 1:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,"},{"_id":"615a68f3b7283e0c141b4d43","topicId":"615a68edb7283e0c141b4d30","verse":"2 Peter 3:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003018_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003018-1\">18&nbsp;</b>But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be the glory both now and to the day of eternity. Amen.</p>\n</div>","kjv":"<strong>18</strong> But grow in grace, and in the knowledge of our Lord and Saviour Jesus Christ. To him be glory both now and for ever. Amen.  ","niv":"<sup><strong>18</strong></sup> But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen.","modified":"2023-04-15T02:29:34.522Z"},{"_id":"615a68f3b7283e0c141b4d44","topicId":"615a68edb7283e0c141b4d30","verse":"Acts 14:23","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust.","modified":"2023-04-15T02:29:41.713Z"},{"_id":"615a68f3b7283e0c141b4d45","topicId":"615a68edb7283e0c141b4d30","verse":"Luke 8:11-15","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42008011_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42008011-1\">11&nbsp;</b><span class=\"woc\">Now the parable is this: The seed is the word of God.</span> <b class=\"verse-num woc\" id=\"v42008012-1\">12&nbsp;</b><span class=\"woc\">The ones along the path are those who have heard; then the devil comes and takes away the word from their hearts, so that they may not believe and be saved.</span> <b class=\"verse-num woc\" id=\"v42008013-1\">13&nbsp;</b><span class=\"woc\">And the ones on the rock are those who, when they hear the word, receive it with joy. But these have no root; they believe for a while, and in time of testing fall away.</span> <b class=\"verse-num woc\" id=\"v42008014-1\">14&nbsp;</b><span class=\"woc\">And as for what fell among the thorns, they are those who hear, but as they go on their way they are choked by the cares and riches and pleasures of life, and their fruit does not mature.</span> <b class=\"verse-num woc\" id=\"v42008015-1\">15&nbsp;</b><span class=\"woc\">As for that in the good soil, they are those who, hearing the word, hold it fast in an honest and good heart, and bear fruit with patience.</span></p>\n</div>","kjv":"<strong>11</strong> Now the parable is this: The seed is the word of God.  <strong>12</strong> Those by the way side are they that hear; then cometh the devil, and taketh away the word out of their hearts, lest they should believe and be saved.  <strong>13</strong> They on the rock are they, which, when they hear, receive the word with joy; and these have no root, which for a while believe, and in time of temptation fall away.  <strong>14</strong> And that which fell among thorns are they, which, when they have heard, go forth, and are choked with cares and riches and pleasures of this life, and bring no fruit to perfection.  <strong>15</strong> But that on the good ground are they, which in an honest and good heart, having heard the word, keep it, and bring forth fruit with patience. ","niv":"<sup><strong>11</strong></sup> \"This is the meaning of the parable: The seed is the word of God. <sup><strong>12</strong></sup> Those along the path are the ones who hear, and then the devil comes and takes away the word from their hearts, so that they may not believe and be saved. <sup><strong>13</strong></sup> Those on the rock are the ones who receive the word with joy when they hear it, but they have no root. They believe for a while, but in the time of testing they fall away. <sup><strong>14</strong></sup> The seed that fell among thorns stands for those who hear, but as they go on their way they are choked by life's worries, riches and pleasures, and they do not mature. <sup><strong>15</strong></sup> But the seed on good soil stands for those with a noble and good heart, who hear the word, retain it, and by persevering produce a crop. "},{"_id":"615a68f4b7283e0c141b4d46","topicId":"615a68edb7283e0c141b4d30","verse":"Matthew 13:3-8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40013003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v40013003-1\">3&nbsp;</b>And he told them many things in parables, saying: <span class=\"woc\">“A sower went out to sow.</span> <b class=\"verse-num woc\" id=\"v40013004-1\">4&nbsp;</b><span class=\"woc\">And as he sowed, some seeds fell along the path, and the birds came and devoured them.</span> <b class=\"verse-num woc\" id=\"v40013005-1\">5&nbsp;</b><span class=\"woc\">Other seeds fell on rocky ground, where they did not have much soil, and immediately they sprang up, since they had no depth of soil,</span> <b class=\"verse-num woc\" id=\"v40013006-1\">6&nbsp;</b><span class=\"woc\">but when the sun rose they were scorched. And since they had no root, they withered away.</span> <b class=\"verse-num woc\" id=\"v40013007-1\">7&nbsp;</b><span class=\"woc\">Other seeds fell among thorns, and the thorns grew up and choked them.</span> <b class=\"verse-num woc\" id=\"v40013008-1\">8&nbsp;</b><span class=\"woc\">Other seeds fell on good soil and produced grain, some a hundredfold, some sixty, some thirty.</span></p>\n</div>","kjv":"<strong>3</strong> And he spake many things unto them in parables, saying, Behold, a sower went forth to sow;  <strong>4</strong> And when he sowed, some seeds fell by the way side, and the fowls came and devoured them up:  <strong>5</strong> Some fell upon stony places, where they had not much earth: and forthwith they sprung up, because they had no deepness of earth:  <strong>6</strong> And when the sun was up, they were scorched; and because they had no root, they withered away.  <strong>7</strong> And some fell among thorns; and the thorns sprung up, and choked them:  <strong>8</strong> But other fell into good ground, and brought forth fruit, some an hundredfold, some sixtyfold, some thirtyfold.  ","niv":"<sup><strong>3</strong></sup> Then he told them many things in parables, saying: \"A farmer went out to sow his seed. <sup><strong>4</strong></sup> As he was scattering the seed, some fell along the path, and the birds came and ate it up. <sup><strong>5</strong></sup> Some fell on rocky places, where it did not have much soil. It sprang up quickly, because the soil was shallow. <sup><strong>6</strong></sup> But when the sun came up, the plants were scorched, and they withered because they had no root. <sup><strong>7</strong></sup> Other seed fell among thorns, which grew up and choked the plants. <sup><strong>8</strong></sup> Still other seed fell on good soil, where it produced a crop--a hundred, sixty or thirty times what was sown. ","modified":"2022-08-18T00:04:58.379Z"},{"_id":"615a68f4b7283e0c141b4d47","topicId":"615a68edb7283e0c141b4d30","verse":"Hebrews 10:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"615a68f4b7283e0c141b4d48","topicId":"615a68edb7283e0c141b4d30","verse":"Ephesians 4:1-32","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-25\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-25\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-25\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-25\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"615a68f5b7283e0c141b4d49","topicId":"615a68edb7283e0c141b4d30","verse":"2 Corinthians 9:6","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p47009006_04-26\"><b class=\"verse-num\" id=\"v47009006-1\">6&nbsp;</b>The point is this: whoever sows sparingly will also reap sparingly, and whoever sows bountifully will also reap bountifully.</p>\n\n</div>","kjv":"<strong>6</strong> But this I say, He which soweth sparingly shall reap also sparingly; and he which soweth bountifully shall reap also bountifully.  ","niv":"<sup><strong>6</strong></sup> Remember this: Whoever sows sparingly will also reap sparingly, and whoever sows generously will also reap generously.","modified":"2022-08-16T11:20:53.826Z"}]}