{"_id":"615a673eb7283e0c141b4c84","slug":"church-fundraisers","name":"Church Fundraisers","verses":[{"_id":"615a673eb7283e0c141b4c85","topicId":"615a673eb7283e0c141b4c84","verse":"2 Corinthians 8:1-24","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p47008001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47008001-1\">8:1&nbsp;</b>We want you to know, brothers, about the grace of God that has been given among the churches of Macedonia, <b class=\"verse-num\" id=\"v47008002-1\">2&nbsp;</b>for in a severe test of affliction, their abundance of joy and their extreme poverty have overflowed in a wealth of generosity on their part. <b class=\"verse-num\" id=\"v47008003-1\">3&nbsp;</b>For they gave according to their means, as I can testify, and beyond their means, of their own accord, <b class=\"verse-num\" id=\"v47008004-1\">4&nbsp;</b>begging us earnestly for the favor of taking part in the relief of the saints—<b class=\"verse-num\" id=\"v47008005-1\">5&nbsp;</b>and this, not as we expected, but they gave themselves first to the Lord and then by the will of God to us. <b class=\"verse-num\" id=\"v47008006-1\">6&nbsp;</b>Accordingly, we urged Titus that as he had started, so he should complete among you this act of grace. <b class=\"verse-num\" id=\"v47008007-1\">7&nbsp;</b>But as you excel in everything—in faith, in speech, in knowledge, in all earnestness, and in our love for you—see that you excel in this act of grace also.</p>\n<p id=\"p47008007_05-1\"><b class=\"verse-num\" id=\"v47008008-1\">8&nbsp;</b>I say this not as a command, but to prove by the earnestness of others that your love also is genuine. <b class=\"verse-num\" id=\"v47008009-1\">9&nbsp;</b>For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sake he became poor, so that you by his poverty might become rich. <b class=\"verse-num\" id=\"v47008010-1\">10&nbsp;</b>And in this matter I give my judgment: this benefits you, who a year ago started not only to do this work but also to desire to do it. <b class=\"verse-num\" id=\"v47008011-1\">11&nbsp;</b>So now finish doing it as well, so that your readiness in desiring it may be matched by your completing it out of what you have. <b class=\"verse-num\" id=\"v47008012-1\">12&nbsp;</b>For if the readiness is there, it is acceptable according to what a person has, not according to what he does not have. <b class=\"verse-num\" id=\"v47008013-1\">13&nbsp;</b>For I do not mean that others should be eased and you burdened, but that as a matter of fairness <b class=\"verse-num\" id=\"v47008014-1\">14&nbsp;</b>your abundance at the present time should supply their need, so that their abundance may supply your need, that there may be fairness. <b class=\"verse-num\" id=\"v47008015-1\">15&nbsp;</b>As it is written, “Whoever gathered much had nothing left over, and whoever gathered little had no lack.”</p>\n\n<p id=\"p47008015_08-1\"><b class=\"verse-num\" id=\"v47008016-1\">16&nbsp;</b>But thanks be to God, who put into the heart of Titus the same earnest care I have for you. <b class=\"verse-num\" id=\"v47008017-1\">17&nbsp;</b>For he not only accepted our appeal, but being himself very earnest he is going to you of his own accord. <b class=\"verse-num\" id=\"v47008018-1\">18&nbsp;</b>With him we are sending the brother who is famous among all the churches for his preaching of the gospel. <b class=\"verse-num\" id=\"v47008019-1\">19&nbsp;</b>And not only that, but he has been appointed by the churches to travel with us as we carry out this act of grace that is being ministered by us, for the glory of the Lord himself and to show our good will. <b class=\"verse-num\" id=\"v47008020-1\">20&nbsp;</b>We take this course so that no one should blame us about this generous gift that is being administered by us, <b class=\"verse-num\" id=\"v47008021-1\">21&nbsp;</b>for we aim at what is honorable not only in the Lord’s sight but also in the sight of man. <b class=\"verse-num\" id=\"v47008022-1\">22&nbsp;</b>And with them we are sending our brother whom we have often tested and found earnest in many matters, but who is now more earnest than ever because of his great confidence in you. <b class=\"verse-num\" id=\"v47008023-1\">23&nbsp;</b>As for Titus, he is my partner and fellow worker for your benefit. And as for our brothers, they are messengers of the churches, the glory of Christ. <b class=\"verse-num\" id=\"v47008024-1\">24&nbsp;</b>So give proof before the churches of your love and of our boasting about you to these men.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, we do you to wit of the grace of God bestowed on the churches of Macedonia;  <strong>2</strong> How that in a great trial of affliction the abundance of their joy and their deep poverty abounded unto the riches of their liberality.  <strong>3</strong> For to their power, I bear record, yea, and beyond their  power they were willing of themselves;  <strong>4</strong> Praying us with much intreaty that we would receive the gift, and take upon us the fellowship of the ministering to the saints.  <strong>5</strong> And this they did, not as we hoped, but first gave their own selves to the Lord, and unto us by the will of God.  <strong>6</strong> Insomuch that we desired Titus, that as he had begun, so he would also finish in you the same grace also.  <strong>7</strong> Therefore, as ye abound in every thing, in faith, and utterance, and knowledge, and in all diligence, and in  your love to us, see that ye abound in this grace also.  <strong>8</strong> I speak not by commandment, but by occasion of the forwardness of others, and to prove the sincerity of your love.  <strong>9</strong> For ye know the grace of our Lord Jesus Christ, that, though he was rich, yet for your sakes he became poor, that ye through his poverty might be rich.  <strong>10</strong> And herein I give my advice: for this is expedient for you, who have begun before, not only to do, but also to be forward a year ago.  <strong>11</strong> Now therefore perform the doing of it; that as there was  a readiness to will, so there may be a performance also out of that which ye have.  <strong>12</strong> For if there be first a willing mind, it is accepted according to that a man hath, and not according to that he hath not.  <strong>13</strong> For I mean not that other men be eased, and ye burdened:  <strong>14</strong> But by an equality, that now at this time your abundance may be a supply for their want, that their abundance also may be a supply for your want: that there may be equality:  <strong>15</strong> As it is written, He that had gathered much had nothing over; and he that had gathered little had no lack.  <strong>16</strong> But thanks be to God, which put the same earnest care into the heart of Titus for you.  <strong>17</strong> For indeed he accepted the exhortation; but being more forward, of his own accord he went unto you.  <strong>18</strong> And we have sent with him the brother, whose praise is in the gospel throughout all the churches;  <strong>19</strong> And not that only, but who was also chosen of the churches to travel with us with this grace, which is administered by us to the glory of the same Lord, and declaration of your ready mind:  <strong>20</strong> Avoiding this, that no man should blame us in this abundance which is administered by us:  <strong>21</strong> Providing for honest things, not only in the sight of the Lord, but also in the sight of men.  <strong>22</strong> And we have sent with them our brother, whom we have oftentimes proved diligent in many things, but now much more diligent, upon the great confidence which I have in you.  <strong>23</strong> Whether any do enquire of Titus, he is my partner and fellowhelper concerning you: or our brethren be enquired of, they are the messengers of the churches, and the glory of Christ.  <strong>24</strong> Wherefore shew ye to them, and before the churches, the proof of your love, and of our boasting on your behalf.  ","niv":"<sup><strong>1</strong></sup> And now, brothers, we want you to know about the grace that God has given the Macedonian churches. <sup><strong>2</strong></sup> Out of the most severe trial, their overflowing joy and their extreme poverty welled up in rich generosity. <sup><strong>3</strong></sup> For I testify that they gave as much as they were able, and even beyond their ability. Entirely on their own, <sup><strong>4</strong></sup> they urgently pleaded with us for the privilege of sharing in this service to the saints. <sup><strong>5</strong></sup> And they did not do as we expected, but they gave themselves first to the Lord and then to us in keeping with God's will. <sup><strong>6</strong></sup> So we urged Titus, since he had earlier made a beginning, to bring also to completion this act of grace on your part. <sup><strong>7</strong></sup> But just as you excel in everything--in faith, in speech, in knowledge, in complete earnestness and in your love for us--see that you also excel in this grace of giving. <sup><strong>8</strong></sup> I am not commanding you, but I want to test the sincerity of your love by comparing it with the earnestness of others. <sup><strong>9</strong></sup> For you know the grace of our Lord Jesus Christ, that though he was rich, yet for your sakes he became poor, so that you through his poverty might become rich. <sup><strong>10</strong></sup> And here is my advice about what is best for you in this matter: Last year you were the first not only to give but also to have the desire to do so. <sup><strong>11</strong></sup> Now finish the work, so that your eager willingness to do it may be matched by your completion of it, according to your means. <sup><strong>12</strong></sup> For if the willingness is there, the gift is acceptable according to what one has, not according to what he does not have. <sup><strong>13</strong></sup> Our desire is not that others might be relieved while you are hard pressed, but that there might be equality. <sup><strong>14</strong></sup> At the present time your plenty will supply what they need, so that in turn their plenty will supply what you need. Then there will be equality, <sup><strong>15</strong></sup> as it is written: \"He who gathered much did not have too much, and he who gathered little did not have too little.\" <sup><strong>16</strong></sup> I thank God, who put into the heart of Titus the same concern I have for you. <sup><strong>17</strong></sup> For Titus not only welcomed our appeal, but he is coming to you with much enthusiasm and on his own initiative. <sup><strong>18</strong></sup> And we are sending along with him the brother who is praised by all the churches for his service to the gospel. <sup><strong>19</strong></sup> What is more, he was chosen by the churches to accompany us as we carry the offering, which we administer in order to honor the Lord himself and to show our eagerness to help. <sup><strong>20</strong></sup> We want to avoid any criticism of the way we administer this liberal gift. <sup><strong>21</strong></sup> For we are taking pains to do what is right, not only in the eyes of the Lord but also in the eyes of men. <sup><strong>22</strong></sup> In addition, we are sending with them our brother who has often proved to us in many ways that he is zealous, and now even more so because of his great confidence in you. <sup><strong>23</strong></sup> As for Titus, he is my partner and fellow worker among you; as for our brothers, they are representatives of the churches and an honor to Christ. <sup><strong>24</strong></sup> Therefore show these men the proof of your love and the reason for our pride in you, so that the churches can see it. "},{"_id":"615a673eb7283e0c141b4c86","topicId":"615a673eb7283e0c141b4c84","verse":"James 1:3-7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001003_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_01-2\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord;</p>\n</div>","kjv":"<strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  ","niv":"<sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; "},{"_id":"615a673fb7283e0c141b4c87","topicId":"615a673eb7283e0c141b4c84","verse":"Deuteronomy 31:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05031006_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v05031006-1\">6&nbsp;</b>Be strong and courageous. Do not fear or be in dread of them, for it is the LORD your God who goes with you. He will not leave you or forsake you.”</p>\n</div>","kjv":"<strong>6</strong> Be strong and of a good courage, fear not, nor be afraid of them: for the LORD thy God, he it is that doth go with thee; he will not fail thee, nor forsake thee.  ","niv":"<sup><strong>6</strong></sup> Be strong and courageous. Do not be afraid or terrified because of them, for the LORD your God goes with you; he will never leave you nor forsake you.\""},{"_id":"615a673fb7283e0c141b4c88","topicId":"615a673eb7283e0c141b4c84","verse":"John 3:16-17","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-4\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. "}]}