{"_id":"615a6849b7283e0c141b4cf2","slug":"church-of-christ","name":"Church Of Christ","verses":[{"_id":"615a6849b7283e0c141b4cf3","topicId":"615a6849b7283e0c141b4cf2","verse":"Romans 16:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45016016_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v45016016-1\">16&nbsp;</b>Greet one another with a holy kiss. All the churches of Christ greet you.</p>\n</div>","kjv":"<strong>16</strong> Salute one another with an holy kiss. The churches of Christ salute you.  ","niv":"<sup><strong>16</strong></sup> Greet one another with a holy kiss. All the churches of Christ send greetings.","modified":"2023-04-29T02:38:48.689Z"},{"_id":"615a684ab7283e0c141b4cf4","topicId":"615a6849b7283e0c141b4cf2","verse":"Acts 2:38","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2023-09-27T21:00:51.598Z"},{"_id":"615a684ab7283e0c141b4cf5","topicId":"615a6849b7283e0c141b4cf2","verse":"Ephesians 2:8-9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49002008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast.</p>\n</div>","kjv":"<strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  ","niv":"<sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. ","modified":"2023-05-04T21:25:34.839Z"},{"_id":"615a684ab7283e0c141b4cf6","topicId":"615a6849b7283e0c141b4cf2","verse":"Colossians 3:16","votes":15,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God.","modified":"2023-11-15T17:53:17.690Z"},{"_id":"615a684ab7283e0c141b4cf7","topicId":"615a6849b7283e0c141b4cf2","verse":"Acts 20:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44020028_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020028-1\">28&nbsp;</b>Pay careful attention to yourselves and to all the flock, in which the Holy Spirit has made you overseers, to care for the church of God, which he obtained with his own blood.</p>\n\n</div>","kjv":"<strong>28</strong> Take heed therefore unto yourselves, and to all the flock, over the which the Holy Ghost hath made you overseers, to feed the church of God, which he hath purchased with his own blood.  ","niv":"<sup><strong>28</strong></sup> Keep watch over yourselves and all the flock of which the Holy Spirit has made you overseers. Be shepherds of the church of God, which he bought with his own blood.","modified":"2023-01-14T03:13:19.243Z"},{"_id":"615a684bb7283e0c141b4cf8","topicId":"615a6849b7283e0c141b4cf2","verse":"Ephesians 4:11","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49004011_01-6\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers,</p>\n\n</div>","kjv":"<strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  ","niv":"<sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers,"},{"_id":"615a684bb7283e0c141b4cf9","topicId":"615a6849b7283e0c141b4cf2","verse":"1 Corinthians 16:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46016002_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46016002-1\">2&nbsp;</b>On the first day of every week, each of you is to put something aside and store it up, as he may prosper, so that there will be no collecting when I come.</p>\n</div>","kjv":"<strong>2</strong> Upon the first day of the week let every one of you lay by him in store, as God hath prospered him, that there be no gatherings when I come.  ","niv":"<sup><strong>2</strong></sup> On the first day of every week, each one of you should set aside a sum of money in keeping with his income, saving it up, so that when I come no collections will have to be made.","modified":"2023-11-15T17:53:38.962Z"},{"_id":"615a684bb7283e0c141b4cfa","topicId":"615a6849b7283e0c141b4cf2","verse":"Acts 20:7","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44020007_06-9\"><b class=\"verse-num\" id=\"v44020007-1\">7&nbsp;</b>On the first day of the week, when we were gathered together to break bread, Paul talked with them, intending to depart on the next day, and he prolonged his speech until midnight.</p>\n</div>","kjv":"<strong>7</strong> And upon the first day of the week, when the disciples came together to break bread, Paul preached unto them, ready to depart on the morrow; and continued his speech until midnight.  ","niv":"<sup><strong>7</strong></sup> On the first day of the week we came together to break bread. Paul spoke to the people and, because he intended to leave the next day, kept on talking until midnight.","modified":"2023-01-14T03:13:15.843Z"},{"_id":"615a684cb7283e0c141b4cfb","topicId":"615a6849b7283e0c141b4cf2","verse":"Acts 17:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-10\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent,</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent.","modified":"2022-08-13T16:04:21.875Z"},{"_id":"615a684cb7283e0c141b4cfc","topicId":"615a6849b7283e0c141b4cf2","verse":"Mark 16:16","votes":4,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2022-11-05T21:28:13.473Z"},{"_id":"615a684cb7283e0c141b4cfd","topicId":"615a6849b7283e0c141b4cf2","verse":"Matthew 28:19","votes":-2,"__v":0,"esv":"<div>\n<p id=\"p40028019_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span></p>\n\n</div>","kjv":"<strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  ","niv":"<sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,","modified":"2023-03-09T00:54:54.816Z"},{"_id":"615a684db7283e0c141b4cfe","topicId":"615a6849b7283e0c141b4cf2","verse":"1 Peter 3:21","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60003021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003021-1\">21&nbsp;</b>Baptism, which corresponds to this, now saves you, not as a removal of dirt from the body but as an appeal to God for a good conscience, through the resurrection of Jesus Christ,</p>\n</div>","kjv":"<strong>21</strong> The like figure whereunto even baptism doth also now save us (not the putting away of the filth of the flesh, but the answer of a good conscience toward God,) by the resurrection of Jesus Christ:  ","niv":"<sup><strong>21</strong></sup> and this water symbolizes baptism that now saves you also--not the removal of dirt from the body but the pledge of a good conscience toward God. It saves you by the resurrection of Jesus Christ,","modified":"2023-01-14T03:13:33.608Z"},{"_id":"615a684db7283e0c141b4cff","topicId":"615a6849b7283e0c141b4cf2","verse":"Ephesians 5:19","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005019_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005019-1\">19&nbsp;</b>addressing one another in psalms and hymns and spiritual songs, singing and making melody to the Lord with your heart,</p>\n</div>","kjv":"<strong>19</strong> Speaking to yourselves in psalms and hymns and spiritual songs, singing and making melody in your heart to the Lord;  ","niv":"<sup><strong>19</strong></sup> Speak to one another with psalms, hymns and spiritual songs. Sing and make music in your heart to the Lord,","modified":"2023-11-10T20:48:00.074Z"},{"_id":"615a684db7283e0c141b4d00","topicId":"615a6849b7283e0c141b4cf2","verse":"Romans 10:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45010017_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>","kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ."},{"_id":"615a684db7283e0c141b4d01","topicId":"615a6849b7283e0c141b4cf2","verse":"Acts 22:16","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44022016_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44022016-1\">16&nbsp;</b>And now why do you wait? Rise and be baptized and wash away your sins, calling on his name.’</p>\n</div>","kjv":"<strong>16</strong> And now why tarriest thou? arise, and be baptized, and wash away thy sins, calling on the name of the Lord.  ","niv":"<sup><strong>16</strong></sup> And now what are you waiting for? Get up, be baptized and wash your sins away, calling on his name.'","modified":"2022-10-15T11:32:58.950Z"},{"_id":"615a684eb7283e0c141b4d02","topicId":"615a6849b7283e0c141b4cf2","verse":"Psalm 150:1-6","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19150001_06-18\" class=\"line\"><b class=\"chapter-num\" id=\"v19150001-1\">150:1&nbsp;</b>&nbsp;&nbsp;Praise the LORD!</span><br><span id=\"p19150001_06-18\" class=\"line\">&nbsp;&nbsp;Praise God in his sanctuary;</span><br><span id=\"p19150001_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him in his mighty heavens!</span><br><span id=\"p19150002_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150002-1\">2&nbsp;</b>&nbsp;&nbsp;Praise him for his mighty deeds;</span><br><span id=\"p19150002_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him according to his excellent greatness!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19150003_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150003-1\">3&nbsp;</b>&nbsp;&nbsp;Praise him with trumpet sound;</span><br><span id=\"p19150003_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with lute and harp!</span><br><span id=\"p19150004_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150004-1\">4&nbsp;</b>&nbsp;&nbsp;Praise him with tambourine and dance;</span><br><span id=\"p19150004_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with strings and pipe!</span><br><span id=\"p19150005_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150005-1\">5&nbsp;</b>&nbsp;&nbsp;Praise him with sounding cymbals;</span><br><span id=\"p19150005_06-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;praise him with loud clashing cymbals!</span><br><span id=\"p19150006_06-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19150006-1\">6&nbsp;</b>&nbsp;&nbsp;Let everything that has breath praise the LORD!</span><br><span id=\"p19150006_06-18\" class=\"line\">&nbsp;&nbsp;Praise the LORD!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Praise ye the LORD. Praise God in his sanctuary: praise him in the firmament of his power.  <strong>2</strong> Praise him for his mighty acts: praise him according to his excellent greatness.  <strong>3</strong> Praise him with the sound of the trumpet: praise him with the psaltery and harp.  <strong>4</strong> Praise him with the timbrel and dance: praise him with stringed instruments and organs.  <strong>5</strong> Praise him upon the loud cymbals: praise him upon the high sounding cymbals.  <strong>6</strong> Let every thing that hath breath praise the LORD. Praise ye the LORD.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD. Praise God in his sanctuary; praise him in his mighty heavens. <sup><strong>2</strong></sup> Praise him for his acts of power; praise him for his surpassing greatness. <sup><strong>3</strong></sup> Praise him with the sounding of the trumpet, praise him with the harp and lyre, <sup><strong>4</strong></sup> praise him with tambourine and dancing, praise him with the strings and flute, <sup><strong>5</strong></sup> praise him with the clash of cymbals, praise him with resounding cymbals. <sup><strong>6</strong></sup> Let everything that has breath praise the LORD. Praise the LORD. "},{"_id":"615a684eb7283e0c141b4d03","topicId":"615a6849b7283e0c141b4cf2","verse":"2 Peter 3:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"615a684eb7283e0c141b4d04","topicId":"615a6849b7283e0c141b4cf2","verse":"1 Thessalonians 4:16-18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p52004016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n</div>","kjv":"<strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"615a684fb7283e0c141b4d05","topicId":"615a6849b7283e0c141b4cf2","verse":"Luke 13:3","votes":0,"__v":0,"esv":"<div>\n<p id=\"p42013003_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42013003-1\">3&nbsp;</b><span class=\"woc\">No, I tell you; but unless you repent, you will all likewise perish.</span></p>\n</div>","kjv":"<strong>3</strong> I tell you, Nay: but, except ye repent, ye shall all likewise perish.  ","niv":"<sup><strong>3</strong></sup> I tell you, no! But unless you repent, you too will all perish.","modified":"2022-09-05T20:43:43.920Z"},{"_id":"615a684fb7283e0c141b4d06","topicId":"615a6849b7283e0c141b4cf2","verse":"Nehemiah 1:1-11","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p16001001_04-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v16001001-1\">1:1&nbsp;</b>The words of Nehemiah the son of Hacaliah.</p>\n<p id=\"p16001001_04-23\">Now it happened in the month of Chislev, in the twentieth year, as I was in Susa the citadel, <b class=\"verse-num\" id=\"v16001002-1\">2&nbsp;</b>that Hanani, one of my brothers, came with certain men from Judah. And I asked them concerning the Jews who escaped, who had survived the exile, and concerning Jerusalem. <b class=\"verse-num\" id=\"v16001003-1\">3&nbsp;</b>And they said to me, “The remnant there in the province who had survived the exile is in great trouble and shame. The wall of Jerusalem is broken down, and its gates are destroyed by fire.”</p>\n\n<p id=\"p16001003_06-23\"><b class=\"verse-num\" id=\"v16001004-1\">4&nbsp;</b>As soon as I heard these words I sat down and wept and mourned for days, and I continued fasting and praying before the God of heaven. <b class=\"verse-num\" id=\"v16001005-1\">5&nbsp;</b>And I said, “O LORD God of heaven, the great and awesome God who keeps covenant and steadfast love with those who love him and keep his commandments, <b class=\"verse-num\" id=\"v16001006-1\">6&nbsp;</b>let your ear be attentive and your eyes open, to hear the prayer of your servant that I now pray before you day and night for the people of Israel your servants, confessing the sins of the people of Israel, which we have sinned against you. Even I and my father’s house have sinned. <b class=\"verse-num\" id=\"v16001007-1\">7&nbsp;</b>We have acted very corruptly against you and have not kept the commandments, the statutes, and the rules that you commanded your servant Moses. <b class=\"verse-num\" id=\"v16001008-1\">8&nbsp;</b>Remember the word that you commanded your servant Moses, saying, ‘If you are unfaithful, I will scatter you among the peoples, <b class=\"verse-num\" id=\"v16001009-1\">9&nbsp;</b>but if you return to me and keep my commandments and do them, though your outcasts are in the uttermost parts of heaven, from there I will gather them and bring them to the place that I have chosen, to make my name dwell there.’ <b class=\"verse-num\" id=\"v16001010-1\">10&nbsp;</b>They are your servants and your people, whom you have redeemed by your great power and by your strong hand. <b class=\"verse-num\" id=\"v16001011-1\">11&nbsp;</b>O Lord, let your ear be attentive to the prayer of your servant, and to the prayer of your servants who delight to fear your name, and give success to your servant today, and grant him mercy in the sight of this man.”</p>\n<p id=\"p16001011_06-23\">Now I was cupbearer to the king.</p>\n</div>","kjv":"<strong>1</strong> The words of Nehemiah the son of Hachaliah. And it came to pass in the month Chisleu, in the twentieth year, as I was in Shushan the palace,  <strong>2</strong> That Hanani, one of my brethren, came, he and certain men of Judah; and I asked them concerning the Jews that had escaped, which were left of the captivity, and concerning Jerusalem.  <strong>3</strong> And they said unto me, The remnant that are left of the captivity there in the province are in great affliction and reproach: the wall of Jerusalem also is broken down, and the gates thereof are burned with fire.  <strong>4</strong> And it came to pass, when I heard these words, that I sat down and wept, and mourned certain days, and fasted, and prayed before the God of heaven,  <strong>5</strong> And said, I beseech thee, O LORD God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him and observe his commandments:  <strong>6</strong> Let thine ear now be attentive, and thine eyes open, that thou mayest hear the prayer of thy servant, which I pray before thee now, day and night, for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee: both I and my father’s house have sinned.  <strong>7</strong> We have dealt very corruptly against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.  <strong>8</strong> Remember, I beseech thee, the word that thou commandedst thy servant Moses, saying, If ye transgress, I will scatter you abroad among the nations:  <strong>9</strong> But if ye turn unto me, and keep my commandments, and do them; though there were of you cast out unto the uttermost part of the heaven, yet will I gather them from thence, and will bring them unto the place that I have chosen to set my name there.  <strong>10</strong> Now these are thy servants and thy people, whom thou hast redeemed by thy great power, and by thy strong hand.  <strong>11</strong> O Lord, I beseech thee, let now thine ear be attentive to the prayer of thy servant, and to the prayer of thy servants, who desire to fear thy name: and prosper, I pray thee, thy servant this day, and grant him mercy in the sight of this man. For I was the king’s cupbearer.  ","niv":"<sup><strong>1</strong></sup> The words of Nehemiah son of Hacaliah: In the month of Kislev in the twentieth year, while I was in the citadel of Susa, <sup><strong>2</strong></sup> Hanani, one of my brothers, came from Judah with some other men, and I questioned them about the Jewish remnant that survived the exile, and also about Jerusalem. <sup><strong>3</strong></sup> They said to me, \"Those who survived the exile and are back in the province are in great trouble and disgrace. The wall of Jerusalem is broken down, and its gates have been burned with fire.\" <sup><strong>4</strong></sup> When I heard these things, I sat down and wept. For some days I mourned and fasted and prayed before the God of heaven. <sup><strong>5</strong></sup> Then I said: \"O LORD, God of heaven, the great and awesome God, who keeps his covenant of love with those who love him and obey his commands, <sup><strong>6</strong></sup> let your ear be attentive and your eyes open to hear the prayer your servant is praying before you day and night for your servants, the people of Israel. I confess the sins we Israelites, including myself and my father's house, have committed against you. <sup><strong>7</strong></sup> We have acted very wickedly toward you. We have not obeyed the commands, decrees and laws you gave your servant Moses. <sup><strong>8</strong></sup> \"Remember the instruction you gave your servant Moses, saying, 'If you are unfaithful, I will scatter you among the nations, <sup><strong>9</strong></sup> but if you return to me and obey my commands, then even if your exiled people are at the farthest horizon, I will gather them from there and bring them to the place I have chosen as a dwelling for my Name.' <sup><strong>10</strong></sup> \"They are your servants and your people, whom you redeemed by your great strength and your mighty hand. <sup><strong>11</strong></sup> O Lord, let your ear be attentive to the prayer of this your servant and to the prayer of your servants who delight in revering your name. Give your servant success today by granting him favor in the presence of this man.\" I was cupbearer to the king. ","modified":"2022-08-21T02:35:18.967Z"},{"_id":"615a684fb7283e0c141b4d07","topicId":"615a6849b7283e0c141b4cf2","verse":"2 John 1:9","votes":2,"__v":0,"kjv":"<strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  ","niv":"<sup><strong>1</strong></sup> The elder,"},{"_id":"615a6850b7283e0c141b4d08","topicId":"615a6849b7283e0c141b4cf2","verse":"2 Peter 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p61003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003016-1\">16&nbsp;</b>as he does in all his letters when he speaks in them of these matters. There are some things in them that are hard to understand, which the ignorant and unstable twist to their own destruction, as they do the other Scriptures.</p>\n</div>","kjv":"<strong>16</strong> As also in all his epistles, speaking in them of these things; in which are some things hard to be understood, which they that are unlearned and unstable wrest, as they do also the other scriptures, unto their own destruction.  ","niv":"<sup><strong>16</strong></sup> He writes the same way in all his letters, speaking in them of these matters. His letters contain some things that are hard to understand, which ignorant and unstable people distort, as they do the other Scriptures, to their own destruction."},{"_id":"615a6850b7283e0c141b4d09","topicId":"615a6849b7283e0c141b4cf2","verse":"Hebrews 11:6","votes":0,"__v":0,"esv":"<div>\n<p id=\"p58011006_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011006-1\">6&nbsp;</b>And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him.</p>\n</div>","kjv":"<strong>6</strong> But without faith it is impossible to please him:  for he that cometh to God must believe that he is, and that  he is a rewarder of them that diligently seek him.  ","niv":"<sup><strong>6</strong></sup> And without faith it is impossible to please God, because anyone who comes to him must believe that he exists and that he rewards those who earnestly seek him.","modified":"2023-11-10T20:49:13.595Z"},{"_id":"615a6850b7283e0c141b4d0a","topicId":"615a6849b7283e0c141b4cf2","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615a6851b7283e0c141b4d0b","topicId":"615a6849b7283e0c141b4cf2","verse":"Romans 10:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."}]}