{"_id":"615a68ddb7283e0c141b4d2d","slug":"church-participation","name":"Church Participation","verses":[{"_id":"615a68ddb7283e0c141b4d2e","topicId":"615a68ddb7283e0c141b4d2d","verse":"Hebrews 10:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching.","modified":"2023-05-06T01:46:53.230Z"},{"_id":"615a68ddb7283e0c141b4d2f","topicId":"615a68ddb7283e0c141b4d2d","verse":"John 3:16-17","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-2\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. ","modified":"2023-05-06T01:47:05.291Z"}]}