{"_id":"615a6bbcb7283e0c141b4e34","slug":"circumcision","name":"Circumcision","verses":[{"_id":"615a6bbdb7283e0c141b4e35","topicId":"615a6bbcb7283e0c141b4e34","verse":"1 Corinthians 7:19","votes":117,"__v":0,"esv":"<div>\n<p id=\"p46007019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007019-1\">19&nbsp;</b>For neither circumcision counts for anything nor uncircumcision, but keeping the commandments of God.</p>\n</div>","kjv":"<strong>19</strong> Circumcision is nothing, and uncircumcision is nothing, but the keeping of the commandments of God.  ","niv":"<sup><strong>19</strong></sup> Circumcision is nothing and uncircumcision is nothing. Keeping God's commands is what counts."},{"_id":"615a6bbeb7283e0c141b4e36","topicId":"615a6bbcb7283e0c141b4e34","verse":"Galatians 5:2-11","votes":88,"__v":0,"esv":"<div>\n<p id=\"p48005002_01-2\"><b class=\"verse-num\" id=\"v48005002-1\">2&nbsp;</b>Look: I, Paul, say to you that if you accept circumcision, Christ will be of no advantage to you. <b class=\"verse-num\" id=\"v48005003-1\">3&nbsp;</b>I testify again to every man who accepts circumcision that he is obligated to keep the whole law. <b class=\"verse-num\" id=\"v48005004-1\">4&nbsp;</b>You are severed from Christ, you who would be justified by the law; you have fallen away from grace. <b class=\"verse-num\" id=\"v48005005-1\">5&nbsp;</b>For through the Spirit, by faith, we ourselves eagerly wait for the hope of righteousness. <b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n<p id=\"p48005006_01-2\"><b class=\"verse-num\" id=\"v48005007-1\">7&nbsp;</b>You were running well. Who hindered you from obeying the truth? <b class=\"verse-num\" id=\"v48005008-1\">8&nbsp;</b>This persuasion is not from him who calls you. <b class=\"verse-num\" id=\"v48005009-1\">9&nbsp;</b>A little leaven leavens the whole lump. <b class=\"verse-num\" id=\"v48005010-1\">10&nbsp;</b>I have confidence in the Lord that you will take no other view, and the one who is troubling you will bear the penalty, whoever he is. <b class=\"verse-num\" id=\"v48005011-1\">11&nbsp;</b>But if I, brothers, still preach circumcision, why am I still being persecuted? In that case the offense of the cross has been removed.</p>\n\n</div>","kjv":"<strong>2</strong> Behold, I Paul say unto you, that if ye be circumcised, Christ shall profit you nothing.  <strong>3</strong> For I testify again to every man that is circumcised, that he is a debtor to do the whole law.  <strong>4</strong> Christ is become of no effect unto you, whosoever of you are justified by the law; ye are fallen from grace.  <strong>5</strong> For we through the Spirit wait for the hope of righteousness by faith.  <strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  <strong>7</strong> Ye did run well; who did hinder you that ye should not obey the truth?  <strong>8</strong> This persuasion cometh not of him that calleth you.  <strong>9</strong> A little leaven leaveneth the whole lump.  <strong>10</strong> I have confidence in you through the Lord, that ye will be none otherwise minded: but he that troubleth you shall bear his judgment, whosoever he be.  <strong>11</strong> And I, brethren, if I yet preach circumcision, why do I yet suffer persecution? then is the offence of the cross ceased.  ","niv":"<sup><strong>2</strong></sup> Mark my words! I, Paul, tell you that if you let yourselves be circumcised, Christ will be of no value to you at all. <sup><strong>3</strong></sup> Again I declare to every man who lets himself be circumcised that he is obligated to obey the whole law. <sup><strong>4</strong></sup> You who are trying to be justified by law have been alienated from Christ; you have fallen away from grace. <sup><strong>5</strong></sup> But by faith we eagerly await through the Spirit the righteousness for which we hope. <sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love. <sup><strong>7</strong></sup> You were running a good race. Who cut in on you and kept you from obeying the truth? <sup><strong>8</strong></sup> That kind of persuasion does not come from the one who calls you. <sup><strong>9</strong></sup> \"A little yeast works through the whole batch of dough.\" <sup><strong>10</strong></sup> I am confident in the Lord that you will take no other view. The one who is throwing you into confusion will pay the penalty, whoever he may be. <sup><strong>11</strong></sup> Brothers, if I am still preaching circumcision, why am I still being persecuted? In that case the offense of the cross has been abolished. "},{"_id":"615a6bbeb7283e0c141b4e37","topicId":"615a6bbcb7283e0c141b4e34","verse":"Jeremiah 4:4","votes":87,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24004004_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v24004004-1\">4&nbsp;</b>&nbsp;&nbsp;Circumcise yourselves to the LORD;</span><br><span id=\"p24004004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the foreskin of your hearts,</span><br><span id=\"p24004004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O men of Judah and inhabitants of Jerusalem;</span><br><span id=\"p24004004_01-3\" class=\"line\">&nbsp;&nbsp;lest my wrath go forth like fire,</span><br><span id=\"p24004004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and burn with none to quench it,</span><br><span id=\"p24004004_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because of the evil of your deeds.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> Circumcise yourselves to the LORD, and take away the foreskins of your heart, ye men of Judah and inhabitants of Jerusalem: lest my fury come forth like fire, and burn that none can quench it, because of the evil of your doings.  ","niv":"<sup><strong>4</strong></sup> Circumcise yourselves to the LORD, circumcise your hearts, you men of Judah and people of Jerusalem, or my wrath will break out and burn like fire because of the evil you have done- burn with no one to quench it."},{"_id":"615a6bbeb7283e0c141b4e38","topicId":"615a6bbcb7283e0c141b4e34","verse":"Genesis 21:4","votes":76,"__v":0,"esv":"<div>\n<p id=\"p01021004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v01021004-1\">4&nbsp;</b>And Abraham circumcised his son Isaac when he was eight days old, as God had commanded him.</p>\n</div>","kjv":"<strong>4</strong> And Abraham circumcised his son Isaac being eight days old, as God had commanded him.  ","niv":"<sup><strong>4</strong></sup> When his son Isaac was eight days old, Abraham circumcised him, as God commanded him.","modified":"2022-06-11T16:17:42.919Z"},{"_id":"615a6bbeb7283e0c141b4e39","topicId":"615a6bbcb7283e0c141b4e34","verse":"Romans 2:25-29","votes":71,"__v":0,"esv":"<div>\n<p id=\"p45002025_01-5\"><b class=\"verse-num\" id=\"v45002025-1\">25&nbsp;</b>For circumcision indeed is of value if you obey the law, but if you break the law, your circumcision becomes uncircumcision. <b class=\"verse-num\" id=\"v45002026-1\">26&nbsp;</b>So, if a man who is uncircumcised keeps the precepts of the law, will not his uncircumcision be regarded as circumcision? <b class=\"verse-num\" id=\"v45002027-1\">27&nbsp;</b>Then he who is physically uncircumcised but keeps the law will condemn you who have the written code and circumcision but break the law. <b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical. <b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n\n</div>","kjv":"<strong>25</strong> For circumcision verily profiteth, if thou keep the law: but if thou be a breaker of the law, thy circumcision is made uncircumcision.  <strong>26</strong> Therefore if the uncircumcision keep the righteousness of the law, shall not his uncircumcision be counted for circumcision?  <strong>27</strong> And shall not uncircumcision which is by nature, if it fulfil the law, judge thee, who by the letter and circumcision dost transgress the law?  <strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  <strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>25</strong></sup> Circumcision has value if you observe the law, but if you break the law, you have become as though you had not been circumcised. <sup><strong>26</strong></sup> If those who are not circumcised keep the law's requirements, will they not be regarded as though they were circumcised? <sup><strong>27</strong></sup> The one who is not circumcised physically and yet obeys the law will condemn you who, even though you have the written code and circumcision, are a lawbreaker. <sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical. <sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God. ","modified":"2022-10-31T09:25:47.840Z"},{"_id":"615a6bbeb7283e0c141b4e3a","topicId":"615a6bbcb7283e0c141b4e34","verse":"Galatians 6:15","votes":63,"__v":0,"esv":"<div>\n<p id=\"p48006015_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006015-1\">15&nbsp;</b>For neither circumcision counts for anything, nor uncircumcision, but a new creation.</p>\n</div>","kjv":"<strong>15</strong> For in Christ Jesus neither circumcision availeth any thing, nor uncircumcision, but a new creature.  ","niv":"<sup><strong>15</strong></sup> Neither circumcision nor uncircumcision means anything; what counts is a new creation."},{"_id":"615a6bbfb7283e0c141b4e3b","topicId":"615a6bbcb7283e0c141b4e34","verse":"Genesis 17:10-14","votes":62,"__v":0,"esv":"<div>\n<p id=\"p01017010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017010-1\">10&nbsp;</b>This is my covenant, which you shall keep, between me and you and your offspring after you: Every male among you shall be circumcised. <b class=\"verse-num\" id=\"v01017011-1\">11&nbsp;</b>You shall be circumcised in the flesh of your foreskins, and it shall be a sign of the covenant between me and you. <b class=\"verse-num\" id=\"v01017012-1\">12&nbsp;</b>He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring, <b class=\"verse-num\" id=\"v01017013-1\">13&nbsp;</b>both he who is born in your house and he who is bought with your money, shall surely be circumcised. So shall my covenant be in your flesh an everlasting covenant. <b class=\"verse-num\" id=\"v01017014-1\">14&nbsp;</b>Any uncircumcised male who is not circumcised in the flesh of his foreskin shall be cut off from his people; he has broken my covenant.”</p>\n</div>","kjv":"<strong>10</strong> This is my covenant, which ye shall keep, between me and you and thy seed after thee; Every man child among you shall be circumcised.  <strong>11</strong> And ye shall circumcise the flesh of your foreskin; and it shall be a token of the covenant betwixt me and you.  <strong>12</strong> And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.  <strong>13</strong> He that is born in thy house, and he that is bought with thy money, must needs be circumcised: and my covenant shall be in your flesh for an everlasting covenant.  <strong>14</strong> And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.  ","niv":"<sup><strong>10</strong></sup> This is my covenant with you and your descendants after you, the covenant you are to keep: Every male among you shall be circumcised. <sup><strong>11</strong></sup> You are to undergo circumcision, and it will be the sign of the covenant between me and you. <sup><strong>12</strong></sup> For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner-those who are not your offspring. <sup><strong>13</strong></sup> Whether born in your household or bought with your money, they must be circumcised. My covenant in your flesh is to be an everlasting covenant. <sup><strong>14</strong></sup> Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.\" "},{"_id":"615a6bbfb7283e0c141b4e3c","topicId":"615a6bbcb7283e0c141b4e34","verse":"Romans 4:11","votes":58,"__v":0,"esv":"<div>\n<p id=\"p45004011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45004011-1\">11&nbsp;</b>He received the sign of circumcision as a seal of the righteousness that he had by faith while he was still uncircumcised. The purpose was to make him the father of all who believe without being circumcised, so that righteousness would be counted to them as well,</p>\n</div>","kjv":"<strong>11</strong> And he received the sign of circumcision, a seal of the righteousness of the faith which he had yet being uncircumcised: that he might be the father of all them that believe, though they be not circumcised; that righteousness might be imputed unto them also:  ","niv":"<sup><strong>11</strong></sup> And he received the sign of circumcision, a seal of the righteousness that he had by faith while he was still uncircumcised. So then, he is the father of all who believe but have not been circumcised, in order that righteousness might be credited to them."},{"_id":"615a6bbfb7283e0c141b4e3d","topicId":"615a6bbcb7283e0c141b4e34","verse":"Galatians 2:3","votes":52,"__v":0,"esv":"<div>\n<p id=\"p48002003_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002003-1\">3&nbsp;</b>But even Titus, who was with me, was not forced to be circumcised, though he was a Greek.</p>\n</div>","kjv":"<strong>3</strong> But neither Titus, who was with me, being a Greek, was compelled to be circumcised:  ","niv":"<sup><strong>3</strong></sup> Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek."},{"_id":"615a6bbfb7283e0c141b4e3e","topicId":"615a6bbcb7283e0c141b4e34","verse":"Galatians 5:6","votes":48,"__v":0,"esv":"<div>\n<p id=\"p48005006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005006-1\">6&nbsp;</b>For in Christ Jesus neither circumcision nor uncircumcision counts for anything, but only faith working through love.</p>\n</div>","kjv":"<strong>6</strong> For in Jesus Christ neither circumcision availeth any thing, nor uncircumcision; but faith which worketh by love.  ","niv":"<sup><strong>6</strong></sup> For in Christ Jesus neither circumcision nor uncircumcision has any value. The only thing that counts is faith expressing itself through love."},{"_id":"615a6bc0b7283e0c141b4e3f","topicId":"615a6bbcb7283e0c141b4e34","verse":"Luke 2:21","votes":48,"__v":0,"esv":"<div>\n<p id=\"p42002021_01-11\"><b class=\"verse-num\" id=\"v42002021-1\">21&nbsp;</b>And at the end of eight days, when he was circumcised, he was called Jesus, the name given by the angel before he was conceived in the womb.</p>\n</div>","kjv":"<strong>21</strong> And when eight days were accomplished for the circumcising of the child, his name was called JESUS, which was so named of the angel before he was conceived in the womb.  ","niv":"<sup><strong>21</strong></sup> On the eighth day, when it was time to circumcise him, he was named Jesus, the name the angel had given him before he had been conceived."},{"_id":"615a6bc0b7283e0c141b4e40","topicId":"615a6bbcb7283e0c141b4e34","verse":"Philippians 3:3","votes":46,"__v":0,"esv":"<div>\n<p id=\"p50003003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003003-1\">3&nbsp;</b>For we are the circumcision, who worship by the Spirit of God and glory in Christ Jesus and put no confidence in the flesh—</p>\n\n</div>","kjv":"<strong>3</strong> For we are the circumcision, which worship God in the spirit, and rejoice in Christ Jesus, and have no confidence in the flesh.  ","niv":"<sup><strong>3</strong></sup> For it is we who are the circumcision, we who worship by the Spirit of God, who glory in Christ Jesus, and who put no confidence in the flesh--"},{"_id":"615a6bc0b7283e0c141b4e41","topicId":"615a6bbcb7283e0c141b4e34","verse":"Acts 15:1-41","votes":48,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-13\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-13\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-13\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-13\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-13\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-13\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-13\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. ","modified":"2022-05-24T09:55:24.692Z"},{"_id":"615a6bc0b7283e0c141b4e42","topicId":"615a6bbcb7283e0c141b4e34","verse":"Deuteronomy 10:16","votes":45,"__v":0,"esv":"<div>\n<p id=\"p05010016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v05010016-1\">16&nbsp;</b>Circumcise therefore the foreskin of your heart, and be no longer stubborn.</p>\n</div>","kjv":"<strong>16</strong> Circumcise therefore the foreskin of your heart, and be no more stiffnecked.  ","niv":"<sup><strong>16</strong></sup> Circumcise your hearts, therefore, and do not be stiff-necked any longer."},{"_id":"615a6bc1b7283e0c141b4e43","topicId":"615a6bbcb7283e0c141b4e34","verse":"Romans 2:28","votes":41,"__v":0,"esv":"<div>\n<p id=\"p45002028_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002028-1\">28&nbsp;</b>For no one is a Jew who is merely one outwardly, nor is circumcision outward and physical.</p>\n</div>","kjv":"<strong>28</strong> For he is not a Jew, which is one outwardly; neither is that  circumcision, which is outward in the flesh:  ","niv":"<sup><strong>28</strong></sup> A man is not a Jew if he is only one outwardly, nor is circumcision merely outward and physical."},{"_id":"615a6bc1b7283e0c141b4e44","topicId":"615a6bbcb7283e0c141b4e34","verse":"1 Corinthians 7:18","votes":39,"__v":0,"esv":"<div>\n<p id=\"p46007018_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46007018-1\">18&nbsp;</b>Was anyone at the time of his call already circumcised? Let him not seek to remove the marks of circumcision. Was anyone at the time of his call uncircumcised? Let him not seek circumcision.</p>\n</div>","kjv":"<strong>18</strong> Is any man called being circumcised? let him not become uncircumcised. Is any called in uncircumcision? let him not be circumcised.  ","niv":"<sup><strong>18</strong></sup> Was a man already circumcised when he was called? He should not become uncircumcised. Was a man uncircumcised when he was called? He should not be circumcised."},{"_id":"615a6bc1b7283e0c141b4e45","topicId":"615a6bbcb7283e0c141b4e34","verse":"Romans 2:29","votes":39,"__v":0,"esv":"<div>\n<p id=\"p45002029_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002029-1\">29&nbsp;</b>But a Jew is one inwardly, and circumcision is a matter of the heart, by the Spirit, not by the letter. His praise is not from man but from God.</p>\n</div>","kjv":"<strong>29</strong> But he is a Jew, which is one inwardly; and circumcision is that of the heart, in the spirit, and not in the letter; whose praise is not of men, but of God.  ","niv":"<sup><strong>29</strong></sup> No, a man is a Jew if he is one inwardly; and circumcision is circumcision of the heart, by the Spirit, not by the written code. Such a man's praise is not from men, but from God."},{"_id":"615a6bc2b7283e0c141b4e46","topicId":"615a6bbcb7283e0c141b4e34","verse":"Leviticus 12:3","votes":39,"__v":0,"esv":"<div>\n<p id=\"p03012003_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v03012003-1\">3&nbsp;</b>And on the eighth day the flesh of his foreskin shall be circumcised.</p>\n</div>","kjv":"<strong>3</strong> And in the eighth day the flesh of his foreskin shall be circumcised.  ","niv":"<sup><strong>3</strong></sup> On the eighth day the boy is to be circumcised."},{"_id":"615a6bc2b7283e0c141b4e47","topicId":"615a6bbcb7283e0c141b4e34","verse":"Genesis 17:12","votes":37,"__v":0,"esv":"<div>\n<p id=\"p01017012_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017012-1\">12&nbsp;</b>He who is eight days old among you shall be circumcised. Every male throughout your generations, whether born in your house or bought with your money from any foreigner who is not of your offspring,</p>\n</div>","kjv":"<strong>12</strong> And he that is eight days old shall be circumcised among you, every man child in your generations, he that is born in the house, or bought with money of any stranger, which is not of thy seed.  ","niv":"<sup><strong>12</strong></sup> For the generations to come every male among you who is eight days old must be circumcised, including those born in your household or bought with money from a foreigner-those who are not your offspring."},{"_id":"615a6bc2b7283e0c141b4e48","topicId":"615a6bbcb7283e0c141b4e34","verse":"Ephesians 2:11","votes":32,"__v":0,"esv":"<div>\n\n<p id=\"p49002011_04-21\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—</p>\n</div>","kjv":"<strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  ","niv":"<sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)--"},{"_id":"615a6bc2b7283e0c141b4e49","topicId":"615a6bbcb7283e0c141b4e34","verse":"Deuteronomy 30:6","votes":30,"__v":0,"esv":"<div>\n<p id=\"p05030006_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v05030006-1\">6&nbsp;</b>And the LORD your God will circumcise your heart and the heart of your offspring, so that you will love the LORD your God with all your heart and with all your soul, that you may live.</p>\n</div>","kjv":"<strong>6</strong> And the LORD thy God will circumcise thine heart, and the heart of thy seed, to love the LORD thy God with all thine heart, and with all thy soul, that thou mayest live.  ","niv":"<sup><strong>6</strong></sup> The LORD your God will circumcise your hearts and the hearts of your descendants, so that you may love him with all your heart and with all your soul, and live."},{"_id":"615a6bc3b7283e0c141b4e4a","topicId":"615a6bbcb7283e0c141b4e34","verse":"Acts 16:3","votes":30,"__v":0,"esv":"<div>\n<p id=\"p44016003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016003-1\">3&nbsp;</b>Paul wanted Timothy to accompany him, and he took him and circumcised him because of the Jews who were in those places, for they all knew that his father was a Greek.</p>\n</div>","kjv":"<strong>3</strong> Him would Paul have to go forth with him; and took and circumcised him because of the Jews which were in those quarters: for they knew all that his father was a Greek.  ","niv":"<sup><strong>3</strong></sup> Paul wanted to take him along on the journey, so he circumcised him because of the Jews who lived in that area, for they all knew that his father was a Greek.","modified":"2024-01-06T15:15:25.754Z"},{"_id":"615a6bc3b7283e0c141b4e4b","topicId":"615a6bbcb7283e0c141b4e34","verse":"Genesis 17:14","votes":29,"__v":0,"esv":"<div>\n<p id=\"p01017014_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v01017014-1\">14&nbsp;</b>Any uncircumcised male who is not circumcised in the flesh of his foreskin shall be cut off from his people; he has broken my covenant.”</p>\n</div>","kjv":"<strong>14</strong> And the uncircumcised man child whose flesh of his foreskin is not circumcised, that soul shall be cut off from his people; he hath broken my covenant.  ","niv":"<sup><strong>14</strong></sup> Any uncircumcised male, who has not been circumcised in the flesh, will be cut off from his people; he has broken my covenant.\""},{"_id":"615a6bc3b7283e0c141b4e4c","topicId":"615a6bbcb7283e0c141b4e34","verse":"Colossians 2:11","votes":28,"__v":0,"esv":"<div>\n<p id=\"p51002011_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v51002011-1\">11&nbsp;</b>In him also you were circumcised with a circumcision made without hands, by putting off the body of the flesh, by the circumcision of Christ,</p>\n</div>","kjv":"<strong>11</strong> In whom also ye are circumcised with the circumcision made without hands, in putting off the body of the sins of the flesh by the circumcision of Christ:  ","niv":"<sup><strong>11</strong></sup> In him you were also circumcised, in the putting off of the sinful nature, not with a circumcision done by the hands of men but with the circumcision done by Christ,","modified":"2023-11-21T02:03:05.250Z"},{"_id":"615a6bc4b7283e0c141b4e4d","topicId":"615a6bbcb7283e0c141b4e34","verse":"Acts 15:5-29","votes":26,"__v":0,"esv":"<div>\n<p id=\"p44015005_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_01-26\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_01-26\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_01-26\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_01-26\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_01-26\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_07-26\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n\n</div>","kjv":"<strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  ","niv":"<sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. ","modified":"2023-11-18T10:00:06.664Z"}]}