{"_id":"615a6bf6b7283e0c141b4e4e","slug":"cities","name":"Cities","verses":[{"_id":"615a6bf6b7283e0c141b4e4f","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Hebrews 11:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p58011010_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011010-1\">10&nbsp;</b>For he was looking forward to the city that has foundations, whose designer and builder is God.</p>\n</div>","kjv":"<strong>10</strong> For he looked for a city which hath foundations, whose builder and maker is God.  ","niv":"<sup><strong>10</strong></sup> For he was looking forward to the city with foundations, whose architect and builder is God.","modified":"2023-10-23T04:13:19.881Z"},{"_id":"615a6bf6b7283e0c141b4e50","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Jeremiah 29:7","votes":17,"__v":0,"esv":"<div>\n<p id=\"p24029007_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029007-1\">7&nbsp;</b>But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare.</p>\n</div>","kjv":"<strong>7</strong> And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the LORD for it: for in the peace thereof shall ye have peace.  ","niv":"<sup><strong>7</strong></sup> Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\"","modified":"2022-09-24T02:42:52.897Z"},{"_id":"615a6bf6b7283e0c141b4e51","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Hebrews 13:14","votes":13,"__v":0,"esv":"<div>\n<p id=\"p58013014_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013014-1\">14&nbsp;</b>For here we have no lasting city, but we seek the city that is to come.</p>\n</div>","kjv":"<strong>14</strong> For here have we no continuing city, but we seek one to come.  ","niv":"<sup><strong>14</strong></sup> For here we do not have an enduring city, but we are looking for the city that is to come.","modified":"2022-09-24T02:42:56.635Z"},{"_id":"615a6bf7b7283e0c141b4e52","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Hebrews 11:16","votes":8,"__v":0,"esv":"<div>\n<p id=\"p58011016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58011016-1\">16&nbsp;</b>But as it is, they desire a better country, that is, a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared for them a city.</p>\n</div>","kjv":"<strong>16</strong> But now they desire a better country, that is, an heavenly: wherefore God is not ashamed to be called their God: for he hath prepared for them a city.  ","niv":"<sup><strong>16</strong></sup> Instead, they were longing for a better country--a heavenly one. Therefore God is not ashamed to be called their God, for he has prepared a city for them.","modified":"2022-09-24T02:42:59.760Z"},{"_id":"615a6bf7b7283e0c141b4e53","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Psalm 107:36","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19107036_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v19107036-1\">36&nbsp;</b>&nbsp;&nbsp;And there he lets the hungry dwell,</span><br><span id=\"p19107036_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and they establish a city to live in;</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>36</strong> And there he maketh the hungry to dwell, that they may prepare a city for habitation;  ","niv":"<sup><strong>36</strong></sup> there he brought the hungry to live, and they founded a city where they could settle."},{"_id":"615a6bf7b7283e0c141b4e54","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Psalm 55:9-11","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19055009_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055009-1\">9&nbsp;</b>&nbsp;&nbsp;Destroy, O Lord, divide their tongues;</span><br><span id=\"p19055009_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for I see violence and strife in the city.</span><br><span id=\"p19055010_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v19055010-1\">10&nbsp;</b>&nbsp;&nbsp;Day and night they go around it</span><br><span id=\"p19055010_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on its walls,</span><br><span id=\"p19055010_01-6\" class=\"line\">&nbsp;&nbsp;and iniquity and trouble are within it;</span><br><span id=\"p19055011_01-6\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19055011-1\">11&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;ruin is in its midst;</span><br><span id=\"p19055011_01-6\" class=\"line\">&nbsp;&nbsp;oppression and fraud</span><br><span id=\"p19055011_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not depart from its marketplace.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Destroy, O Lord, and divide their tongues: for I have seen violence and strife in the city.  <strong>10</strong> Day and night they go about it upon the walls thereof: mischief also and sorrow are in the midst of it.  <strong>11</strong> Wickedness is in the midst thereof: deceit and guile depart not from her streets.  ","niv":"<sup><strong>9</strong></sup> Confuse the wicked, O Lord, confound their speech, for I see violence and strife in the city. <sup><strong>10</strong></sup> Day and night they prowl about on its walls; malice and abuse are within it. <sup><strong>11</strong></sup> Destructive forces are at work in the city; threats and lies never leave its streets. ","modified":"2023-10-24T18:55:40.755Z"},{"_id":"615a6bf8b7283e0c141b4e55","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Psalm 127:1","votes":5,"__v":0,"esv":"<div>\n\n<h4 id=\"p19127001_07-7\" class=\"psalm-title\">A Song of Ascents. Of Solomon.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19127001_07-7\" class=\"line\"><b class=\"chapter-num\" id=\"v19127001-1\">127:1&nbsp;</b>&nbsp;&nbsp;Unless the LORD builds the house,</span><br><span id=\"p19127001_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;those who build it labor in vain.</span><br><span id=\"p19127001_07-7\" class=\"line\">&nbsp;&nbsp;Unless the LORD watches over the city,</span><br><span id=\"p19127001_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the watchman stays awake in vain.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Except the LORD build the house, they labour in vain that build it: except the LORD keep the city, the watchman waketh but in vain.  ","niv":"<sup><strong>1</strong></sup> Unless the LORD builds the house, its builders labor in vain. Unless the LORD watches over the city, the watchmen stand guard in vain."},{"_id":"615a6bf8b7283e0c141b4e56","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Amos 3:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003006-1\">6&nbsp;</b>&nbsp;&nbsp;Is a trumpet blown in a city,</span><br><span id=\"p30003006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the people are not afraid?</span><br><span id=\"p30003006_01-8\" class=\"line\">&nbsp;&nbsp;Does disaster come to a city,</span><br><span id=\"p30003006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless the LORD has done it?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Shall a trumpet be blown in the city, and the people not be afraid? shall there be evil in a city, and the LORD hath not done it?  ","niv":"<sup><strong>6</strong></sup> When a trumpet sounds in a city, do not the people tremble? When disaster comes to a city, has not the LORD caused it?"},{"_id":"615a6bf8b7283e0c141b4e57","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Revelation 21:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66021002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n</div>","kjv":"<strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  ","niv":"<sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband."},{"_id":"615a6bf8b7283e0c141b4e58","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Jude 1:7","votes":2,"__v":0,"kjv":"<strong>7</strong> Even as Sodom and Gomorrha, and the cities about them in like manner, giving themselves over to fornication, and going after strange flesh, are set forth for an example, suffering the vengeance of eternal fire.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:","modified":"2023-09-16T10:29:35.697Z"},{"_id":"615a6bf9b7283e0c141b4e59","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Luke 10:10-13","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42010010_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42010010-1\">10&nbsp;</b><span class=\"woc\">But whenever you enter a town and they do not receive you, go into its streets and say,</span> <b class=\"verse-num woc\" id=\"v42010011-1\">11&nbsp;</b><span class=\"woc\">‘Even the dust of your town that clings to our feet we wipe off against you. Nevertheless know this, that the kingdom of God has come near.’</span> <b class=\"verse-num woc\" id=\"v42010012-1\">12&nbsp;</b><span class=\"woc\">I tell you, it will be more bearable on that day for Sodom than for that town.</span></p>\n\n<p id=\"p42010012_05-11\"><b class=\"verse-num woc\" id=\"v42010013-1\">13&nbsp;</b><span class=\"woc\">“Woe to you, Chorazin! Woe to you, Bethsaida! For if the mighty works done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes.</span></p>\n</div>","kjv":"<strong>10</strong> But into whatsoever city ye enter, and they receive you not, go your ways out into the streets of the same, and say,  <strong>11</strong> Even the very dust of your city, which cleaveth on us, we do wipe off against you: notwithstanding be ye sure of this, that the kingdom of God is come nigh unto you.  <strong>12</strong> But I say unto you, that it shall be more tolerable in that day for Sodom, than for that city.  <strong>13</strong> Woe unto thee, Chorazin! woe unto thee, Bethsaida! for if the mighty works had been done in Tyre and Sidon, which have been done in you, they had a great while ago repented, sitting in sackcloth and ashes.  ","niv":"<sup><strong>10</strong></sup> But when you enter a town and are not welcomed, go into its streets and say, <sup><strong>11</strong></sup> 'Even the dust of your town that sticks to our feet we wipe off against you. Yet be sure of this: The kingdom of God is near.' <sup><strong>12</strong></sup> I tell you, it will be more bearable on that day for Sodom than for that town. <sup><strong>13</strong></sup> \"Woe to you, Korazin! Woe to you, Bethsaida! For if the miracles that were performed in you had been performed in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. "},{"_id":"615a6bf9b7283e0c141b4e5a","topicId":"615a6bf6b7283e0c141b4e4e","verse":"1 Samuel 7:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09007014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v09007014-1\">14&nbsp;</b>The cities that the Philistines had taken from Israel were restored to Israel, from Ekron to Gath, and Israel delivered their territory from the hand of the Philistines. There was peace also between Israel and the Amorites.</p>\n</div>","kjv":"<strong>14</strong> And the cities which the Philistines had taken from Israel were restored to Israel, from Ekron even unto Gath; and the coasts thereof did Israel deliver out of the hands of the Philistines. And there was peace between Israel and the Amorites.  ","niv":"<sup><strong>14</strong></sup> The towns from Ekron to Gath that the Philistines had captured from Israel were restored to her, and Israel delivered the neighboring territory from the power of the Philistines. And there was peace between Israel and the Amorites."},{"_id":"615a6bf9b7283e0c141b4e5b","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Ezekiel 16:49-50","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26016049_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v26016049-1\">49&nbsp;</b>Behold, this was the guilt of your sister Sodom: she and her daughters had pride, excess of food, and prosperous ease, but did not aid the poor and needy. <b class=\"verse-num\" id=\"v26016050-1\">50&nbsp;</b>They were haughty and did an abomination before me. So I removed them, when I saw it.</p>\n</div>","kjv":"<strong>49</strong> Behold, this was the iniquity of thy sister Sodom, pride, fulness of bread, and abundance of idleness was in her and in her daughters, neither did she strengthen the hand of the poor and needy.  <strong>50</strong> And they were haughty, and committed abomination before me: therefore I took them away as I saw good.  ","niv":"<sup><strong>49</strong></sup> \"'Now this was the sin of your sister Sodom: She and her daughters were arrogant, overfed and unconcerned; they did not help the poor and needy. <sup><strong>50</strong></sup> They were haughty and did detestable things before me. Therefore I did away with them as you have seen. "},{"_id":"615a6bfab7283e0c141b4e5c","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Deuteronomy 21:1-4","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05021001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05021001-1\">21:1&nbsp;</b>“If in the land that the LORD your God is giving you to possess someone is found slain, lying in the open country, and it is not known who killed him, <b class=\"verse-num\" id=\"v05021002-1\">2&nbsp;</b>then your elders and your judges shall come out, and they shall measure the distance to the surrounding cities. <b class=\"verse-num\" id=\"v05021003-1\">3&nbsp;</b>And the elders of the city that is nearest to the slain man shall take a heifer that has never been worked and that has not pulled in a yoke. <b class=\"verse-num\" id=\"v05021004-1\">4&nbsp;</b>And the elders of that city shall bring the heifer down to a valley with running water, which is neither plowed nor sown, and shall break the heifer’s neck there in the valley.</p>\n</div>","kjv":"<strong>1</strong> If one be found slain in the land which the LORD thy God giveth thee to possess it, lying in the field, and it be not known who hath slain him:  <strong>2</strong> Then thy elders and thy judges shall come forth, and they shall measure unto the cities which are round about him that is slain:  <strong>3</strong> And it shall be, that the city which is next unto the slain man, even the elders of that city shall take an heifer, which hath not been wrought with, and which hath not drawn in the yoke;  <strong>4</strong> And the elders of that city shall bring down the heifer unto a rough valley, which is neither eared nor sown, and shall strike off the heifer’s neck there in the valley:  ","niv":"<sup><strong>1</strong></sup> If a man is found slain, lying in a field in the land the LORD your God is giving you to possess, and it is not known who killed him, <sup><strong>2</strong></sup> your elders and judges shall go out and measure the distance from the body to the neighboring towns. <sup><strong>3</strong></sup> Then the elders of the town nearest the body shall take a heifer that has never been worked and has never worn a yoke <sup><strong>4</strong></sup> and lead her down to a valley that has not been plowed or planted and where there is a flowing stream. There in the valley they are to break the heifer's neck. ","modified":"2022-09-24T02:37:40.455Z"},{"_id":"615a6bfab7283e0c141b4e5d","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Leviticus 25:29-31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03025029_01-16\"><b class=\"verse-num\" id=\"v03025029-1\">29&nbsp;</b>“If a man sells a dwelling house in a walled city, he may redeem it within a year of its sale. For a full year he shall have the right of redemption. <b class=\"verse-num\" id=\"v03025030-1\">30&nbsp;</b>If it is not redeemed within a full year, then the house in the walled city shall belong in perpetuity to the buyer, throughout his generations; it shall not be released in the jubilee. <b class=\"verse-num\" id=\"v03025031-1\">31&nbsp;</b>But the houses of the villages that have no wall around them shall be classified with the fields of the land. They may be redeemed, and they shall be released in the jubilee.</p>\n</div>","kjv":"<strong>29</strong> And if a man sell a dwelling house in a walled city, then he may redeem it within a whole year after it is sold; within a full year may he redeem it.  <strong>30</strong> And if it be not redeemed within the space of a full year, then the house that is in the walled city shall be established for ever to him that bought it throughout his generations: it shall not go out in the jubile.  <strong>31</strong> But the houses of the villages which have no wall round about them shall be counted as the fields of the country: they may be redeemed, and they shall go out in the jubile.  ","niv":"<sup><strong>29</strong></sup> \"'If a man sells a house in a walled city, he retains the right of redemption a full year after its sale. During that time he may redeem it. <sup><strong>30</strong></sup> If it is not redeemed before a full year has passed, the house in the walled city shall belong permanently to the buyer and his descendants. It is not to be returned in the Jubilee. <sup><strong>31</strong></sup> But houses in villages without walls around them are to be considered as open country. They can be redeemed, and they are to be returned in the Jubilee. "},{"_id":"615a6bfab7283e0c141b4e5e","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Genesis 19:1-38","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p01019001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01019001-1\">19:1&nbsp;</b>The two angels came to Sodom in the evening, and Lot was sitting in the gate of Sodom. When Lot saw them, he rose to meet them and bowed himself with his face to the earth <b class=\"verse-num\" id=\"v01019002-1\">2&nbsp;</b>and said, “My lords, please turn aside to your servant’s house and spend the night and wash your feet. Then you may rise up early and go on your way.” They said, “No; we will spend the night in the town square.” <b class=\"verse-num\" id=\"v01019003-1\">3&nbsp;</b>But he pressed them strongly; so they turned aside to him and entered his house. And he made them a feast and baked unleavened bread, and they ate.</p>\n<p id=\"p01019003_04-17\"><b class=\"verse-num\" id=\"v01019004-1\">4&nbsp;</b>But before they lay down, the men of the city, the men of Sodom, both young and old, all the people to the last man, surrounded the house. <b class=\"verse-num\" id=\"v01019005-1\">5&nbsp;</b>And they called to Lot, “Where are the men who came to you tonight? Bring them out to us, that we may know them.” <b class=\"verse-num\" id=\"v01019006-1\">6&nbsp;</b>Lot went out to the men at the entrance, shut the door after him, <b class=\"verse-num\" id=\"v01019007-1\">7&nbsp;</b>and said, “I beg you, my brothers, do not act so wickedly. <b class=\"verse-num\" id=\"v01019008-1\">8&nbsp;</b>Behold, I have two daughters who have not known any man. Let me bring them out to you, and do to them as you please. Only do nothing to these men, for they have come under the shelter of my roof.” <b class=\"verse-num\" id=\"v01019009-1\">9&nbsp;</b>But they said, “Stand back!” And they said, “This fellow came to sojourn, and he has become the judge! Now we will deal worse with you than with them.” Then they pressed hard against the man Lot, and drew near to break the door down. <b class=\"verse-num\" id=\"v01019010-1\">10&nbsp;</b>But the men reached out their hands and brought Lot into the house with them and shut the door. <b class=\"verse-num\" id=\"v01019011-1\">11&nbsp;</b>And they struck with blindness the men who were at the entrance of the house, both small and great, so that they wore themselves out groping for the door.</p>\n<p id=\"p01019011_04-17\"><b class=\"verse-num\" id=\"v01019012-1\">12&nbsp;</b>Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, bring them out of the place. <b class=\"verse-num\" id=\"v01019013-1\">13&nbsp;</b>For we are about to destroy this place, because the outcry against its people has become great before the LORD, and the LORD has sent us to destroy it.” <b class=\"verse-num\" id=\"v01019014-1\">14&nbsp;</b>So Lot went out and said to his sons-in-law, who were to marry his daughters, “Up! Get out of this place, for the LORD is about to destroy the city.” But he seemed to his sons-in-law to be jesting.</p>\n<p id=\"p01019014_04-17\"><b class=\"verse-num\" id=\"v01019015-1\">15&nbsp;</b>As morning dawned, the angels urged Lot, saying, “Up! Take your wife and your two daughters who are here, lest you be swept away in the punishment of the city.” <b class=\"verse-num\" id=\"v01019016-1\">16&nbsp;</b>But he lingered. So the men seized him and his wife and his two daughters by the hand, the LORD being merciful to him, and they brought him out and set him outside the city. <b class=\"verse-num\" id=\"v01019017-1\">17&nbsp;</b>And as they brought them out, one said, “Escape for your life. Do not look back or stop anywhere in the valley. Escape to the hills, lest you be swept away.” <b class=\"verse-num\" id=\"v01019018-1\">18&nbsp;</b>And Lot said to them, “Oh, no, my lords. <b class=\"verse-num\" id=\"v01019019-1\">19&nbsp;</b>Behold, your servant has found favor in your sight, and you have shown me great kindness in saving my life. But I cannot escape to the hills, lest the disaster overtake me and I die. <b class=\"verse-num\" id=\"v01019020-1\">20&nbsp;</b>Behold, this city is near enough to flee to, and it is a little one. Let me escape there—is it not a little one?—and my life will be saved!” <b class=\"verse-num\" id=\"v01019021-1\">21&nbsp;</b>He said to him, “Behold, I grant you this favor also, that I will not overthrow the city of which you have spoken. <b class=\"verse-num\" id=\"v01019022-1\">22&nbsp;</b>Escape there quickly, for I can do nothing till you arrive there.” Therefore the name of the city was called Zoar.</p>\n\n<p id=\"p01019022_07-17\"><b class=\"verse-num\" id=\"v01019023-1\">23&nbsp;</b>The sun had risen on the earth when Lot came to Zoar. <b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven. <b class=\"verse-num\" id=\"v01019025-1\">25&nbsp;</b>And he overthrew those cities, and all the valley, and all the inhabitants of the cities, and what grew on the ground. <b class=\"verse-num\" id=\"v01019026-1\">26&nbsp;</b>But Lot’s wife, behind him, looked back, and she became a pillar of salt.</p>\n<p id=\"p01019026_07-17\"><b class=\"verse-num\" id=\"v01019027-1\">27&nbsp;</b>And Abraham went early in the morning to the place where he had stood before the LORD. <b class=\"verse-num\" id=\"v01019028-1\">28&nbsp;</b>And he looked down toward Sodom and Gomorrah and toward all the land of the valley, and he looked and, behold, the smoke of the land went up like the smoke of a furnace.</p>\n<p id=\"p01019028_07-17\"><b class=\"verse-num\" id=\"v01019029-1\">29&nbsp;</b>So it was that, when God destroyed the cities of the valley, God remembered Abraham and sent Lot out of the midst of the overthrow when he overthrew the cities in which Lot had lived.</p>\n\n<p id=\"p01019029_11-17\"><b class=\"verse-num\" id=\"v01019030-1\">30&nbsp;</b>Now Lot went up out of Zoar and lived in the hills with his two daughters, for he was afraid to live in Zoar. So he lived in a cave with his two daughters. <b class=\"verse-num\" id=\"v01019031-1\">31&nbsp;</b>And the firstborn said to the younger, “Our father is old, and there is not a man on earth to come in to us after the manner of all the earth. <b class=\"verse-num\" id=\"v01019032-1\">32&nbsp;</b>Come, let us make our father drink wine, and we will lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019033-1\">33&nbsp;</b>So they made their father drink wine that night. And the firstborn went in and lay with her father. He did not know when she lay down or when she arose.</p>\n<p id=\"p01019033_11-17\"><b class=\"verse-num\" id=\"v01019034-1\">34&nbsp;</b>The next day, the firstborn said to the younger, “Behold, I lay last night with my father. Let us make him drink wine tonight also. Then you go in and lie with him, that we may preserve offspring from our father.” <b class=\"verse-num\" id=\"v01019035-1\">35&nbsp;</b>So they made their father drink wine that night also. And the younger arose and lay with him, and he did not know when she lay down or when she arose. <b class=\"verse-num\" id=\"v01019036-1\">36&nbsp;</b>Thus both the daughters of Lot became pregnant by their father. <b class=\"verse-num\" id=\"v01019037-1\">37&nbsp;</b>The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. <b class=\"verse-num\" id=\"v01019038-1\">38&nbsp;</b>The younger also bore a son and called his name Ben-ammi. He is the father of the Ammonites to this day.</p>\n\n</div>","kjv":"<strong>1</strong> And there came two angels to Sodom at even; and Lot sat in the gate of Sodom: and Lot seeing them rose up to meet them; and he bowed himself with his face toward the ground;  <strong>2</strong> And he said, Behold now, my lords, turn in, I pray you, into your servant’s house, and tarry all night, and wash your feet, and ye shall rise up early, and go on your ways. And they said, Nay; but we will abide in the street all night.  <strong>3</strong> And he pressed upon them greatly; and they turned in unto him, and entered into his house; and he made them a feast, and did bake unleavened bread, and they did eat.  <strong>4</strong> But before they lay down, the men of the city, even the men of Sodom, compassed the house round, both old and young, all the people from every quarter:  <strong>5</strong> And they called unto Lot, and said unto him, Where are the men which came in to thee this night? bring them out unto us, that we may know them.  <strong>6</strong> And Lot went out at the door unto them, and shut the door after him,  <strong>7</strong> And said, I pray you, brethren, do not so wickedly.  <strong>8</strong> Behold now, I have two daughters which have not known man; let me, I pray you, bring them out unto you, and do ye to them as is good in your eyes: only unto these men do nothing; for therefore came they under the shadow of my roof.  <strong>9</strong> And they said, Stand back. And they said again, This one fellow came in to sojourn, and he will needs be a judge: now will we deal worse with thee, than with them. And they pressed sore upon the man, even Lot, and came near to break the door.  <strong>10</strong> But the men put forth their hand, and pulled Lot into the house to them, and shut to the door.  <strong>11</strong> And they smote the men that were at the door of the house with blindness, both small and great: so that they wearied themselves to find the door.  <strong>12</strong> And the men said unto Lot, Hast thou here any besides? son in law, and thy sons, and thy daughters, and whatsoever thou hast in the city, bring them out of this place:  <strong>13</strong> For we will destroy this place, because the cry of them is waxen great before the face of the LORD; and the LORD hath sent us to destroy it.  <strong>14</strong> And Lot went out, and spake unto his sons in law, which married his daughters, and said, Up, get you out of this place; for the LORD will destroy this city. But he seemed as one that mocked unto his sons in law.  <strong>15</strong> And when the morning arose, then the angels hastened Lot, saying, Arise, take thy wife, and thy two daughters, which are here; lest thou be consumed in the iniquity of the city.  <strong>16</strong> And while he lingered, the men laid hold upon his hand, and upon the hand of his wife, and upon the hand of his two daughters; the LORD being merciful unto him: and they brought him forth, and set him without the city.  <strong>17</strong> And it came to pass, when they had brought them forth abroad, that he said, Escape for thy life; look not behind thee, neither stay thou in all the plain; escape to the mountain, lest thou be consumed.  <strong>18</strong> And Lot said unto them, Oh, not so, my Lord:  <strong>19</strong> Behold now, thy servant hath found grace in thy sight, and thou hast magnified thy mercy, which thou hast shewed unto me in saving my life; and I cannot escape to the mountain, lest some evil take me, and I die:  <strong>20</strong> Behold now, this city is near to flee unto, and it is a little one: Oh, let me escape thither, (is it not a little one?) and my soul shall live.  <strong>21</strong> And he said unto him, See, I have accepted thee concerning this thing also, that I will not overthrow this city, for the which thou hast spoken.  <strong>22</strong> Haste thee, escape thither; for I cannot do any thing till thou be come thither. Therefore the name of the city was called Zoar.  <strong>23</strong> The sun was risen upon the earth when Lot entered into Zoar.  <strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  <strong>25</strong> And he overthrew those cities, and all the plain, and all the inhabitants of the cities, and that which grew upon the ground.  <strong>26</strong> But his wife looked back from behind him, and she became a pillar of salt.  <strong>27</strong> And Abraham gat up early in the morning to the place where he stood before the LORD:  <strong>28</strong> And he looked toward Sodom and Gomorrah, and toward all the land of the plain, and beheld, and, lo, the smoke of the country went up as the smoke of a furnace.  <strong>29</strong> And it came to pass, when God destroyed the cities of the plain, that God remembered Abraham, and sent Lot out of the midst of the overthrow, when he overthrew the cities in the which Lot dwelt.  <strong>30</strong> And Lot went up out of Zoar, and dwelt in the mountain, and his two daughters with him; for he feared to dwell in Zoar: and he dwelt in a cave, he and his two daughters.  <strong>31</strong> And the firstborn said unto the younger, Our father is old, and there is not a man in the earth to come in unto us after the manner of all the earth:  <strong>32</strong> Come, let us make our father drink wine, and we will lie with him, that we may preserve seed of our father.  <strong>33</strong> And they made their father drink wine that night: and the firstborn went in, and lay with her father; and he perceived not when she lay down, nor when she arose.  <strong>34</strong> And it came to pass on the morrow, that the firstborn said unto the younger, Behold, I lay yesternight with my father: let us make him drink wine this night also; and go thou in, and lie with him, that we may preserve seed of our father.  <strong>35</strong> And they made their father drink wine that night also: and the younger arose, and lay with him; and he perceived not when she lay down, nor when she arose.  <strong>36</strong> Thus were both the daughters of Lot with child by their father.  <strong>37</strong> And the firstborn bare a son, and called his name Moab: the same is the father of the Moabites unto this day.  <strong>38</strong> And the younger, she also bare a son, and called his name Benammi: the same is the father of the children of Ammon unto this day.  ","niv":"<sup><strong>1</strong></sup> The two angels arrived at Sodom in the evening, and Lot was sitting in the gateway of the city. When he saw them, he got up to meet them and bowed down with his face to the ground. <sup><strong>2</strong></sup> \"My lords,\" he said, \"please turn aside to your servant's house. You can wash your feet and spend the night and then go on your way early in the morning.No,\" they answered, \"we will spend the night in the square.\" <sup><strong>3</strong></sup> But he insisted so strongly that they did go with him and entered his house. He prepared a meal for them, baking bread without yeast, and they ate. <sup><strong>4</strong></sup> Before they had gone to bed, all the men from every part of the city of Sodom-both young and old-surrounded the house. <sup><strong>5</strong></sup> They called to Lot, \"Where are the men who came to you tonight? Bring them out to us so that we can have sex with them.\" <sup><strong>6</strong></sup> Lot went outside to meet them and shut the door behind him <sup><strong>7</strong></sup> and said, \"No, my friends. Don't do this wicked thing. <sup><strong>8</strong></sup> Look, I have two daughters who have never slept with a man. Let me bring them out to you, and you can do what you like with them. But don't do anything to these men, for they have come under the protection of my roof.\" <sup><strong>9</strong></sup> \"Get out of our way,\" they replied. And they said, \"This fellow came here as an alien, and now he wants to play the judge! We'll treat you worse than them.\" They kept bringing pressure on Lot and moved forward to break down the door. <sup><strong>10</strong></sup> But the men inside reached out and pulled Lot back into the house and shut the door. <sup><strong>11</strong></sup> Then they struck the men who were at the door of the house, young and old, with blindness so that they could not find the door. <sup><strong>12</strong></sup> The two men said to Lot, \"Do you have anyone else here-sons-in-law, sons or daughters, or anyone else in the city who belongs to you? Get them out of here, <sup><strong>13</strong></sup> because we are going to destroy this place. The outcry to the LORD against its people is so great that he has sent us to destroy it.\" <sup><strong>14</strong></sup> So Lot went out and spoke to his sons-in-law, who were pledged to marry his daughters. He said, \"Hurry and get out of this place, because the LORD is about to destroy the city!\" But his sons-in-law thought he was joking. <sup><strong>15</strong></sup> With the coming of dawn, the angels urged Lot, saying, \"Hurry! Take your wife and your two daughters who are here, or you will be swept away when the city is punished.\" <sup><strong>16</strong></sup> When he hesitated, the men grasped his hand and the hands of his wife and of his two daughters and led them safely out of the city, for the LORD was merciful to them. <sup><strong>17</strong></sup> As soon as they had brought them out, one of them said, \"Flee for your lives! Don't look back, and don't stop anywhere in the plain! Flee to the mountains or you will be swept away!\" <sup><strong>18</strong></sup> But Lot said to them, \"No, my lords, please! <sup><strong>19</strong></sup> Your servant has found favor in your eyes, and you have shown great kindness to me in sparing my life. But I can't flee to the mountains; this disaster will overtake me, and I'll die. <sup><strong>20</strong></sup> Look, here is a town near enough to run to, and it is small. Let me flee to it-it is very small, isn't it? Then my life will be spared.\" <sup><strong>21</strong></sup> He said to him, \"Very well, I will grant this request too; I will not overthrow the town you speak of. <sup><strong>22</strong></sup> But flee there quickly, because I cannot do anything until you reach it.\" (That is why the town was called Zoar. ) <sup><strong>23</strong></sup> By the time Lot reached Zoar, the sun had risen over the land. <sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens. <sup><strong>25</strong></sup> Thus he overthrew those cities and the entire plain, including all those living in the cities-and also the vegetation in the land. <sup><strong>26</strong></sup> But Lot's wife looked back, and she became a pillar of salt. <sup><strong>27</strong></sup> Early the next morning Abraham got up and returned to the place where he had stood before the LORD. <sup><strong>28</strong></sup> He looked down toward Sodom and Gomorrah, toward all the land of the plain, and he saw dense smoke rising from the land, like smoke from a furnace. <sup><strong>29</strong></sup> So when God destroyed the cities of the plain, he remembered Abraham, and he brought Lot out of the catastrophe that overthrew the cities where Lot had lived. <sup><strong>30</strong></sup> Lot and his two daughters left Zoar and settled in the mountains, for he was afraid to stay in Zoar. He and his two daughters lived in a cave. <sup><strong>31</strong></sup> One day the older daughter said to the younger, \"Our father is old, and there is no man around here to lie with us, as is the custom all over the earth. <sup><strong>32</strong></sup> Let's get our father to drink wine and then lie with him and preserve our family line through our father.\" <sup><strong>33</strong></sup> That night they got their father to drink wine, and the older daughter went in and lay with him. He was not aware of it when she lay down or when she got up. <sup><strong>34</strong></sup> The next day the older daughter said to the younger, \"Last night I lay with my father. Let's get him to drink wine again tonight, and you go in and lie with him so we can preserve our family line through our father.\" <sup><strong>35</strong></sup> So they got their father to drink wine that night also, and the younger daughter went and lay with him. Again he was not aware of it when she lay down or when she got up. <sup><strong>36</strong></sup> So both of Lot's daughters became pregnant by their father. <sup><strong>37</strong></sup> The older daughter had a son, and she named him Moab; he is the father of the Moabites of today. <sup><strong>38</strong></sup> The younger daughter also had a son, and she named him Ben-Ammi; he is the father of the Ammonites of today. "},{"_id":"615a6bfbb7283e0c141b4e5f","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Luke 12:1-59","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42012001_08-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42012001-1\">12:1&nbsp;</b>In the meantime, when so many thousands of the people had gathered together that they were trampling one another, he began to say to his disciples first, <span class=\"woc\">“Beware of the leaven of the Pharisees, which is hypocrisy.</span> <b class=\"verse-num woc\" id=\"v42012002-1\">2&nbsp;</b><span class=\"woc\">Nothing is covered up that will not be revealed, or hidden that will not be known.</span> <b class=\"verse-num woc\" id=\"v42012003-1\">3&nbsp;</b><span class=\"woc\">Therefore whatever you have said in the dark shall be heard in the light, and what you have whispered in private rooms shall be proclaimed on the housetops.</span></p>\n\n<p id=\"p42012003_11-18\"><b class=\"verse-num woc\" id=\"v42012004-1\">4&nbsp;</b><span class=\"woc\">“I tell you, my friends, do not fear those who kill the body, and after that have nothing more that they can do.</span> <b class=\"verse-num woc\" id=\"v42012005-1\">5&nbsp;</b><span class=\"woc\">But I will warn you whom to fear: fear him who, after he has killed, has authority to cast into hell. Yes, I tell you, fear him!</span> <b class=\"verse-num woc\" id=\"v42012006-1\">6&nbsp;</b><span class=\"woc\">Are not five sparrows sold for two pennies? And not one of them is forgotten before God.</span> <b class=\"verse-num woc\" id=\"v42012007-1\">7&nbsp;</b><span class=\"woc\">Why, even the hairs of your head are all numbered. Fear not; you are of more value than many sparrows.</span></p>\n\n<p id=\"p42012007_15-18\"><b class=\"verse-num woc\" id=\"v42012008-1\">8&nbsp;</b><span class=\"woc\">“And I tell you, everyone who acknowledges me before men, the Son of Man also will acknowledge before the angels of God,</span> <b class=\"verse-num woc\" id=\"v42012009-1\">9&nbsp;</b><span class=\"woc\">but the one who denies me before men will be denied before the angels of God.</span> <b class=\"verse-num woc\" id=\"v42012010-1\">10&nbsp;</b><span class=\"woc\">And everyone who speaks a word against the Son of Man will be forgiven, but the one who blasphemes against the Holy Spirit will not be forgiven.</span> <b class=\"verse-num woc\" id=\"v42012011-1\">11&nbsp;</b><span class=\"woc\">And when they bring you before the synagogues and the rulers and the authorities, do not be anxious about how you should defend yourself or what you should say,</span> <b class=\"verse-num woc\" id=\"v42012012-1\">12&nbsp;</b><span class=\"woc\">for the Holy Spirit will teach you in that very hour what you ought to say.”</span></p>\n\n<p id=\"p42012012_21-18\"><b class=\"verse-num\" id=\"v42012013-1\">13&nbsp;</b>Someone in the crowd said to him, “Teacher, tell my brother to divide the inheritance with me.” <b class=\"verse-num\" id=\"v42012014-1\">14&nbsp;</b>But he said to him, <span class=\"woc\">“Man, who made me a judge or arbitrator over you?”</span> <b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span> <b class=\"verse-num\" id=\"v42012016-1\">16&nbsp;</b>And he told them a parable, saying, <span class=\"woc\">“The land of a rich man produced plentifully,</span> <b class=\"verse-num woc\" id=\"v42012017-1\">17&nbsp;</b><span class=\"woc\">and he thought to himself, ‘What shall I do, for I have nowhere to store my crops?’</span> <b class=\"verse-num woc\" id=\"v42012018-1\">18&nbsp;</b><span class=\"woc\">And he said, ‘I will do this: I will tear down my barns and build larger ones, and there I will store all my grain and my goods.</span> <b class=\"verse-num woc\" id=\"v42012019-1\">19&nbsp;</b><span class=\"woc\">And I will say to my soul, “Soul, you have ample goods laid up for many years; relax, eat, drink, be merry.”’</span> <b class=\"verse-num woc\" id=\"v42012020-1\">20&nbsp;</b><span class=\"woc\">But God said to him, ‘Fool! This night your soul is required of you, and the things you have prepared, whose will they be?’</span> <b class=\"verse-num woc\" id=\"v42012021-1\">21&nbsp;</b><span class=\"woc\">So is the one who lays up treasure for himself and is not rich toward God.”</span></p>\n\n<p id=\"p42012021_25-18\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span> <b class=\"verse-num woc\" id=\"v42012024-1\">24&nbsp;</b><span class=\"woc\">Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds!</span> <b class=\"verse-num woc\" id=\"v42012025-1\">25&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v42012026-1\">26&nbsp;</b><span class=\"woc\">If then you are not able to do as small a thing as that, why are you anxious about the rest?</span> <b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span> <b class=\"verse-num woc\" id=\"v42012029-1\">29&nbsp;</b><span class=\"woc\">And do not seek what you are to eat and what you are to drink, nor be worried.</span> <b class=\"verse-num woc\" id=\"v42012030-1\">30&nbsp;</b><span class=\"woc\">For all the nations of the world seek after these things, and your Father knows that you need them.</span> <b class=\"verse-num woc\" id=\"v42012031-1\">31&nbsp;</b><span class=\"woc\">Instead, seek his kingdom, and these things will be added to you.</span></p>\n<p id=\"p42012031_25-18\"><b class=\"verse-num woc\" id=\"v42012032-1\">32&nbsp;</b><span class=\"woc\">“Fear not, little flock, for it is your Father’s good pleasure to give you the kingdom.</span> <b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n\n<p id=\"p42012034_29-18\"><b class=\"verse-num woc\" id=\"v42012035-1\">35&nbsp;</b><span class=\"woc\">“Stay dressed for action and keep your lamps burning,</span> <b class=\"verse-num woc\" id=\"v42012036-1\">36&nbsp;</b><span class=\"woc\">and be like men who are waiting for their master to come home from the wedding feast, so that they may open the door to him at once when he comes and knocks.</span> <b class=\"verse-num woc\" id=\"v42012037-1\">37&nbsp;</b><span class=\"woc\">Blessed are those servants whom the master finds awake when he comes. Truly, I say to you, he will dress himself for service and have them recline at table, and he will come and serve them.</span> <b class=\"verse-num woc\" id=\"v42012038-1\">38&nbsp;</b><span class=\"woc\">If he comes in the second watch, or in the third, and finds them awake, blessed are those servants!</span> <b class=\"verse-num woc\" id=\"v42012039-1\">39&nbsp;</b><span class=\"woc\">But know this, that if the master of the house had known at what hour the thief was coming, he would not have left his house to be broken into.</span> <b class=\"verse-num woc\" id=\"v42012040-1\">40&nbsp;</b><span class=\"woc\">You also must be ready, for the Son of Man is coming at an hour you do not expect.”</span></p>\n<p id=\"p42012040_29-18\"><b class=\"verse-num\" id=\"v42012041-1\">41&nbsp;</b>Peter said, “Lord, are you telling this parable for us or for all?” <b class=\"verse-num\" id=\"v42012042-1\">42&nbsp;</b>And the Lord said, <span class=\"woc\">“Who then is the faithful and wise manager, whom his master will set over his household, to give them their portion of food at the proper time?</span> <b class=\"verse-num woc\" id=\"v42012043-1\">43&nbsp;</b><span class=\"woc\">Blessed is that servant whom his master will find so doing when he comes.</span> <b class=\"verse-num woc\" id=\"v42012044-1\">44&nbsp;</b><span class=\"woc\">Truly, I say to you, he will set him over all his possessions.</span> <b class=\"verse-num woc\" id=\"v42012045-1\">45&nbsp;</b><span class=\"woc\">But if that servant says to himself, ‘My master is delayed in coming,’ and begins to beat the male and female servants, and to eat and drink and get drunk,</span> <b class=\"verse-num woc\" id=\"v42012046-1\">46&nbsp;</b><span class=\"woc\">the master of that servant will come on a day when he does not expect him and at an hour he does not know, and will cut him in pieces and put him with the unfaithful.</span> <b class=\"verse-num woc\" id=\"v42012047-1\">47&nbsp;</b><span class=\"woc\">And that servant who knew his master’s will but did not get ready or act according to his will, will receive a severe beating.</span> <b class=\"verse-num woc\" id=\"v42012048-1\">48&nbsp;</b><span class=\"woc\">But the one who did not know, and did what deserved a beating, will receive a light beating. Everyone to whom much was given, of him much will be required, and from him to whom they entrusted much, they will demand the more.</span></p>\n\n<p id=\"p42012048_33-18\"><b class=\"verse-num woc\" id=\"v42012049-1\">49&nbsp;</b><span class=\"woc\">“I came to cast fire on the earth, and would that it were already kindled!</span> <b class=\"verse-num woc\" id=\"v42012050-1\">50&nbsp;</b><span class=\"woc\">I have a baptism to be baptized with, and how great is my distress until it is accomplished!</span> <b class=\"verse-num woc\" id=\"v42012051-1\">51&nbsp;</b><span class=\"woc\">Do you think that I have come to give peace on earth? No, I tell you, but rather division.</span> <b class=\"verse-num woc\" id=\"v42012052-1\">52&nbsp;</b><span class=\"woc\">For from now on in one house there will be five divided, three against two and two against three.</span> <b class=\"verse-num woc\" id=\"v42012053-1\">53&nbsp;</b><span class=\"woc\">They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against her daughter-in-law and daughter-in-law against mother-in-law.”</span></p>\n\n<p id=\"p42012053_36-18\"><b class=\"verse-num\" id=\"v42012054-1\">54&nbsp;</b>He also said to the crowds, <span class=\"woc\">“When you see a cloud rising in the west, you say at once, ‘A shower is coming.’ And so it happens.</span> <b class=\"verse-num woc\" id=\"v42012055-1\">55&nbsp;</b><span class=\"woc\">And when you see the south wind blowing, you say, ‘There will be scorching heat,’ and it happens.</span> <b class=\"verse-num woc\" id=\"v42012056-1\">56&nbsp;</b><span class=\"woc\">You hypocrites! You know how to interpret the appearance of earth and sky, but why do you not know how to interpret the present time?</span></p>\n\n<p id=\"p42012056_40-18\"><b class=\"verse-num woc\" id=\"v42012057-1\">57&nbsp;</b><span class=\"woc\">“And why do you not judge for yourselves what is right?</span> <b class=\"verse-num woc\" id=\"v42012058-1\">58&nbsp;</b><span class=\"woc\">As you go with your accuser before the magistrate, make an effort to settle with him on the way, lest he drag you to the judge, and the judge hand you over to the officer, and the officer put you in prison.</span> <b class=\"verse-num woc\" id=\"v42012059-1\">59&nbsp;</b><span class=\"woc\">I tell you, you will never get out until you have paid the very last penny.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the mean time, when there were gathered together an innumerable multitude of people, insomuch that they trode one upon another, he began to say unto his disciples first of all, Beware ye of the leaven of the Pharisees, which is hypocrisy.  <strong>2</strong> For there is nothing covered, that shall not be revealed; neither hid, that shall not be known.  <strong>3</strong> Therefore whatsoever ye have spoken in darkness shall be heard in the light; and that which ye have spoken in the ear in closets shall be proclaimed upon the housetops.  <strong>4</strong> And I say unto you my friends, Be not afraid of them that kill the body, and after that have no more that they can do.  <strong>5</strong> But I will forewarn you whom ye shall fear: Fear him, which after he hath killed hath power to cast into hell; yea, I say unto you, Fear him.  <strong>6</strong> Are not five sparrows sold for two farthings, and not one of them is forgotten before God?  <strong>7</strong> But even the very hairs of your head are all numbered. Fear not therefore: ye are of more value than many sparrows.  <strong>8</strong> Also I say unto you, Whosoever shall confess me before men, him shall the Son of man also confess before the angels of God:  <strong>9</strong> But he that denieth me before men shall be denied before the angels of God.  <strong>10</strong> And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that blasphemeth against the Holy Ghost it shall not be forgiven.  <strong>11</strong> And when they bring you unto the synagogues, and unto  magistrates, and powers, take ye no thought how or what thing ye shall answer, or what ye shall say:  <strong>12</strong> For the Holy Ghost shall teach you in the same hour what ye ought to say. <strong>13</strong> And one of the company said unto him, Master, speak to my brother, that he divide the inheritance with me.  <strong>14</strong> And he said unto him, Man, who made me a judge or a divider over you?  <strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  <strong>16</strong> And he spake a parable unto them, saying, The ground of a certain rich man brought forth plentifully:  <strong>17</strong> And he thought within himself, saying, What shall I do, because I have no room where to bestow my fruits?  <strong>18</strong> And he said, This will I do: I will pull down my barns, and build greater; and there will I bestow all my fruits and my goods.  <strong>19</strong> And I will say to my soul, Soul, thou hast much goods laid up for many years; take thine ease, eat, drink, and be merry.  <strong>20</strong> But God said unto him, Thou fool, this night thy soul shall be required of thee: then whose shall those things be, which thou hast provided?  <strong>21</strong> So is he that layeth up treasure for himself, and is not rich toward God. <strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  <strong>24</strong> Consider the ravens: for they neither sow nor reap; which neither have storehouse nor barn; and God feedeth them: how much more are ye better than the fowls?  <strong>25</strong> And which of you with taking thought can add to his stature one cubit?  <strong>26</strong> If ye then be not able to do that thing which is least, why take ye thought for the rest?  <strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  <strong>29</strong> And seek not ye what ye shall eat, or what ye shall drink, neither be ye of doubtful mind.  <strong>30</strong> For all these things do the nations of the world seek after: and your Father knoweth that ye have need of these things. <strong>31</strong>           But rather seek ye the kingdom of God; and all these things shall be added unto you.  <strong>32</strong> Fear not, little flock; for it is your Father’s good pleasure to give you the kingdom.  <strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  <strong>35</strong> Let your loins be girded about, and your lights burning;  <strong>36</strong> And ye yourselves like unto men that wait for their lord, when he will return from the wedding; that when he cometh and knocketh, they may open unto him immediately.  <strong>37</strong> Blessed are those servants, whom the lord when he cometh shall find watching: verily I say unto you, that he shall gird himself, and make them to sit down to meat, and will come forth and serve them.  <strong>38</strong> And if he shall come in the second watch, or come in the third watch, and find them so, blessed are those servants.  <strong>39</strong> And this know, that if the goodman of the house had known what hour the thief would come, he would have watched, and not have suffered his house to be broken through.  <strong>40</strong> Be ye therefore ready also: for the Son of man cometh at an hour when ye think not. <strong>41</strong> Then Peter said unto him, Lord, speakest thou this parable unto us, or even to all?  <strong>42</strong> And the Lord said, Who then is that faithful and wise steward, whom his lord shall make ruler over his household, to give them their portion of meat in due season?  <strong>43</strong> Blessed is that servant, whom his lord when he cometh shall find so doing.  <strong>44</strong> Of a truth I say unto you, that he will make him ruler over all that he hath.  <strong>45</strong> But and if that servant say in his heart, My lord delayeth his coming; and shall begin to beat the menservants and maidens, and to eat and drink, and to be drunken;  <strong>46</strong> The lord of that servant will come in a day when he looketh not for him, and at an hour when he is not aware, and will cut him in sunder, and will appoint him his portion with the unbelievers.  <strong>47</strong> And that servant, which knew his lord’s will, and prepared not himself, neither did according to his will, shall be beaten with many stripes.  <strong>48</strong> But he that knew not, and did commit things worthy of stripes, shall be beaten with few stripes. For unto whomsoever much is given, of him shall be much required: and to whom men have committed much, of him they will ask the more. <strong>49</strong>           I am come to send fire on the earth; and what will I if it be already kindled?  <strong>50</strong> But I have a baptism to be baptized with; and how am I straitened till it be accomplished!  <strong>51</strong> Suppose ye that I am come to give peace on earth? I tell you, Nay; but rather division:  <strong>52</strong> For from henceforth there shall be five in one house divided, three against two, and two against three.  <strong>53</strong> The father shall be divided against the son, and the son against the father; the mother against the daughter, and the daughter against the mother; the mother in law against her daughter in law, and the daughter in law against her mother in law. <strong>54</strong>           And he said also to the people, When ye see a cloud rise out of the west, straightway ye say, There cometh a shower; and so it is.  <strong>55</strong> And when ye see the south wind blow, ye say, There will be heat; and it cometh to pass.  <strong>56</strong> Ye hypocrites, ye can discern the face of the sky and of the earth; but how is it that ye do not discern this time?  <strong>57</strong> Yea, and why even of yourselves judge ye not what is right?  <strong>58</strong>           When thou goest with thine adversary to the magistrate, as thou art in the way, give diligence that thou mayest be delivered from him; lest he hale thee to the judge, and the judge deliver thee to the officer, and the officer cast thee into prison.  <strong>59</strong> I tell thee, thou shalt not depart thence, till thou hast paid the very last mite. ","niv":"<sup><strong>1</strong></sup> Meanwhile, when a crowd of many thousands had gathered, so that they were trampling on one another, Jesus began to speak first to his disciples, saying: \"Be on your guard against the yeast of the Pharisees, which is hypocrisy. <sup><strong>2</strong></sup> There is nothing concealed that will not be disclosed, or hidden that will not be made known. <sup><strong>3</strong></sup> What you have said in the dark will be heard in the daylight, and what you have whispered in the ear in the inner rooms will be proclaimed from the roofs. <sup><strong>4</strong></sup> \"I tell you, my friends, do not be afraid of those who kill the body and after that can do no more. <sup><strong>5</strong></sup> But I will show you whom you should fear: Fear him who, after the killing of the body, has power to throw you into hell. Yes, I tell you, fear him. <sup><strong>6</strong></sup> Are not five sparrows sold for two pennies? Yet not one of them is forgotten by God. <sup><strong>7</strong></sup> Indeed, the very hairs of your head are all numbered. Don't be afraid; you are worth more than many sparrows. <sup><strong>8</strong></sup> \"I tell you, whoever acknowledges me before men, the Son of Man will also acknowledge him before the angels of God. <sup><strong>9</strong></sup> But he who disowns me before men will be disowned before the angels of God. <sup><strong>10</strong></sup> And everyone who speaks a word against the Son of Man will be forgiven, but anyone who blasphemes against the Holy Spirit will not be forgiven. <sup><strong>11</strong></sup> \"When you are brought before synagogues, rulers and authorities, do not worry about how you will defend yourselves or what you will say, <sup><strong>12</strong></sup> for the Holy Spirit will teach you at that time what you should say.\" <sup><strong>13</strong></sup> Someone in the crowd said to him, \"Teacher, tell my brother to divide the inheritance with me.\" <sup><strong>14</strong></sup> Jesus replied, \"Man, who appointed me a judge or an arbiter between you?\" <sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\" <sup><strong>16</strong></sup> And he told them this parable: \"The ground of a certain rich man produced a good crop. <sup><strong>17</strong></sup> He thought to himself, 'What shall I do? I have no place to store my crops.' <sup><strong>18</strong></sup> \"Then he said, 'This is what I'll do. I will tear down my barns and build bigger ones, and there I will store all my grain and my goods. <sup><strong>19</strong></sup> And I'll say to myself, \"You have plenty of good things laid up for many years. Take life easy; eat, drink and be merry.\"' <sup><strong>20</strong></sup> \"But God said to him, 'You fool! This very night your life will be demanded from you. Then who will get what you have prepared for yourself?' <sup><strong>21</strong></sup> \"This is how it will be with anyone who stores up things for himself but is not rich toward God.\" <sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. <sup><strong>24</strong></sup> Consider the ravens: They do not sow or reap, they have no storeroom or barn; yet God feeds them. And how much more valuable you are than birds! <sup><strong>25</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>26</strong></sup> Since you cannot do this very little thing, why do you worry about the rest? <sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! <sup><strong>29</strong></sup> And do not set your heart on what you will eat or drink; do not worry about it. <sup><strong>30</strong></sup> For the pagan world runs after all such things, and your Father knows that you need them. <sup><strong>31</strong></sup> But seek his kingdom, and these things will be given to you as well. <sup><strong>32</strong></sup> \"Do not be afraid, little flock, for your Father has been pleased to give you the kingdom. <sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. <sup><strong>35</strong></sup> \"Be dressed ready for service and keep your lamps burning, <sup><strong>36</strong></sup> like men waiting for their master to return from a wedding banquet, so that when he comes and knocks they can immediately open the door for him. <sup><strong>37</strong></sup> It will be good for those servants whose master finds them watching when he comes. I tell you the truth, he will dress himself to serve, will have them recline at the table and will come and wait on them. <sup><strong>38</strong></sup> It will be good for those servants whose master finds them ready, even if he comes in the second or third watch of the night. <sup><strong>39</strong></sup> But understand this: If the owner of the house had known at what hour the thief was coming, he would not have let his house be broken into. <sup><strong>40</strong></sup> You also must be ready, because the Son of Man will come at an hour when you do not expect him.\" <sup><strong>41</strong></sup> Peter asked, \"Lord, are you telling this parable to us, or to everyone?\" <sup><strong>42</strong></sup> The Lord answered, \"Who then is the faithful and wise manager, whom the master puts in charge of his servants to give them their food allowance at the proper time? <sup><strong>43</strong></sup> It will be good for that servant whom the master finds doing so when he returns. <sup><strong>44</strong></sup> I tell you the truth, he will put him in charge of all his possessions. <sup><strong>45</strong></sup> But suppose the servant says to himself, 'My master is taking a long time in coming,' and he then begins to beat the menservants and maidservants and to eat and drink and get drunk. <sup><strong>46</strong></sup> The master of that servant will come on a day when he does not expect him and at an hour he is not aware of. He will cut him to pieces and assign him a place with the unbelievers. <sup><strong>47</strong></sup> \"That servant who knows his master's will and does not get ready or does not do what his master wants will be beaten with many blows. <sup><strong>48</strong></sup> But the one who does not know and does things deserving punishment will be beaten with few blows. From everyone who has been given much, much will be demanded; and from the one who has been entrusted with much, much more will be asked. <sup><strong>49</strong></sup> \"I have come to bring fire on the earth, and how I wish it were already kindled! <sup><strong>50</strong></sup> But I have a baptism to undergo, and how distressed I am until it is completed! <sup><strong>51</strong></sup> Do you think I came to bring peace on earth? No, I tell you, but division. <sup><strong>52</strong></sup> From now on there will be five in one family divided against each other, three against two and two against three. <sup><strong>53</strong></sup> They will be divided, father against son and son against father, mother against daughter and daughter against mother, mother-in-law against daughter-in-law and daughter-in-law against mother-in-law.\" <sup><strong>54</strong></sup> He said to the crowd: \"When you see a cloud rising in the west, immediately you say, 'It's going to rain,' and it does. <sup><strong>55</strong></sup> And when the south wind blows, you say, 'It's going to be hot,' and it is. <sup><strong>56</strong></sup> Hypocrites! You know how to interpret the appearance of the earth and the sky. How is it that you don't know how to interpret this present time? <sup><strong>57</strong></sup> \"Why don't you judge for yourselves what is right? <sup><strong>58</strong></sup> As you are going with your adversary to the magistrate, try hard to be reconciled to him on the way, or he may drag you off to the judge, and the judge turn you over to the officer, and the officer throw you into prison. <sup><strong>59</strong></sup> I tell you, you will not get out until you have paid the last penny. \" "},{"_id":"615a6bfbb7283e0c141b4e60","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Genesis 4:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01004017_01-19\"><b class=\"verse-num\" id=\"v01004017-1\">17&nbsp;</b>Cain knew his wife, and she conceived and bore Enoch. When he built a city, he called the name of the city after the name of his son, Enoch.</p>\n</div>","kjv":"<strong>17</strong> And Cain knew his wife; and she conceived, and bare Enoch: and he builded a city, and called the name of the city, after the name of his son, Enoch.  ","niv":"<sup><strong>17</strong></sup> Cain lay with his wife, and she became pregnant and gave birth to Enoch. Cain was then building a city, and he named it after his son Enoch."},{"_id":"615a6bfbb7283e0c141b4e61","topicId":"615a6bf6b7283e0c141b4e4e","verse":"2 Chronicles 26:10","votes":1,"__v":0,"esv":"<div>\n<p id=\"p14026010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v14026010-1\">10&nbsp;</b>And he built towers in the wilderness and cut out many cisterns, for he had large herds, both in the Shephelah and in the plain, and he had farmers and vinedressers in the hills and in the fertile lands, for he loved the soil.</p>\n</div>","kjv":"<strong>10</strong> Also he built towers in the desert, and digged many wells: for he had much cattle, both in the low country, and in the plains: husbandmen also, and vine dressers in the mountains, and in Carmel: for he loved husbandry.  ","niv":"<sup><strong>10</strong></sup> He also built towers in the desert and dug many cisterns, because he had much livestock in the foothills and in the plain. He had people working his fields and vineyards in the hills and in the fertile lands, for he loved the soil."},{"_id":"615a6bfbb7283e0c141b4e62","topicId":"615a6bf6b7283e0c141b4e4e","verse":"Genesis 19:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p01019024_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01019024-1\">24&nbsp;</b>Then the LORD rained on Sodom and Gomorrah sulfur and fire from the LORD out of heaven.</p>\n</div>","kjv":"<strong>24</strong> Then the LORD rained upon Sodom and upon Gomorrah brimstone and fire from the LORD out of heaven;  ","niv":"<sup><strong>24</strong></sup> Then the LORD rained down burning sulfur on Sodom and Gomorrah-from the LORD out of the heavens."}]}