{"_id":"615a6f19b7283e0c141b4fc8","slug":"cliches","name":"Cliches","verses":[{"_id":"615a6f19b7283e0c141b4fc9","topicId":"615a6f19b7283e0c141b4fc8","verse":"Revelation 22:19","votes":4,"__v":0,"esv":"<div>\n<p id=\"p66022019_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66022019-1\">19&nbsp;</b>and if anyone takes away from the words of the book of this prophecy, God will take away his share in the tree of life and in the holy city, which are described in this book.</p>\n</div>","kjv":"<strong>19</strong> And if any man shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life, and out of the holy city, and from the things which are written in this book.  ","niv":"<sup><strong>19</strong></sup> And if anyone takes words away from this book of prophecy, God will take away from him his share in the tree of life and in the holy city, which are described in this book.","modified":"2022-07-11T02:34:05.228Z"},{"_id":"615a6f19b7283e0c141b4fca","topicId":"615a6f19b7283e0c141b4fc8","verse":"Philippians 3:14","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50003014_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003014-1\">14&nbsp;</b>I press on toward the goal for the prize of the upward call of God in Christ Jesus.</p>\n</div>","kjv":"<strong>14</strong> I press toward the mark for the prize of the high calling of God in Christ Jesus.  ","niv":"<sup><strong>14</strong></sup> I press on toward the goal to win the prize for which God has called me heavenward in Christ Jesus."},{"_id":"615a6f1ab7283e0c141b4fcb","topicId":"615a6f19b7283e0c141b4fc8","verse":"2 Timothy 3:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615a6f1ab7283e0c141b4fcc","topicId":"615a6f19b7283e0c141b4fc8","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615a6f1ab7283e0c141b4fcd","topicId":"615a6f19b7283e0c141b4fc8","verse":"Revelation 22:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p66022018_01-5\"><b class=\"verse-num\" id=\"v66022018-1\">18&nbsp;</b>I warn everyone who hears the words of the prophecy of this book: if anyone adds to them, God will add to him the plagues described in this book,</p>\n</div>","kjv":"<strong>18</strong> For I testify unto every man that heareth the words of the prophecy of this book, If any man shall add unto these things, God shall add unto him the plagues that are written in this book:  ","niv":"<sup><strong>18</strong></sup> I warn everyone who hears the words of the prophecy of this book: If anyone adds anything to them, God will add to him the plagues described in this book."},{"_id":"615a6f1ab7283e0c141b4fce","topicId":"615a6f19b7283e0c141b4fc8","verse":"Jude 1:3","votes":1,"__v":0,"kjv":"<strong>3</strong> Beloved, when I gave all diligence to write unto you of the common salvation, it was needful for me to write unto you, and exhort you  that ye should earnestly contend for the faith which was once delivered unto the saints.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"},{"_id":"615a6f1bb7283e0c141b4fcf","topicId":"615a6f19b7283e0c141b4fc8","verse":"1 John 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62005007_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v62005007-1\">7&nbsp;</b>For there are three that testify:</p>\n</div>","kjv":"<strong>7</strong> For there are three that bear record in heaven, the Father, the Word, and the Holy Ghost: and these three are one.  ","niv":"<sup><strong>7</strong></sup> For there are three that testify:"},{"_id":"615a6f1bb7283e0c141b4fd0","topicId":"615a6f19b7283e0c141b4fc8","verse":"2 Peter 1:21","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61001021_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit."},{"_id":"615a6f1bb7283e0c141b4fd1","topicId":"615a6f19b7283e0c141b4fc8","verse":"Hebrews 4:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"615a6f1cb7283e0c141b4fd2","topicId":"615a6f19b7283e0c141b4fc8","verse":"Hebrews 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p58001001_06-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58001001-1\">1:1&nbsp;</b>Long ago, at many times and in many ways, God spoke to our fathers by the prophets,</p>\n</div>","kjv":"<strong>1</strong> God, who at sundry times and in divers manners spake in time past unto the fathers by the prophets,  ","niv":"<sup><strong>1</strong></sup> In the past God spoke to our forefathers through the prophets at many times and in various ways,"},{"_id":"615a6f1cb7283e0c141b4fd3","topicId":"615a6f19b7283e0c141b4fc8","verse":"2 Timothy 2:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615a6f1cb7283e0c141b4fd4","topicId":"615a6f19b7283e0c141b4fc8","verse":"1 Timothy 6:1","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54006001_01-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54006001-1\">6:1&nbsp;</b>Let all who are under a yoke as bondservants regard their own masters as worthy of all honor, so that the name of God and the teaching may not be reviled.</p>\n\n</div>","kjv":"<strong>1</strong> Let as many servants as are under the yoke count their own masters worthy of all honour, that the name of God and his doctrine be not blasphemed.  ","niv":"<sup><strong>1</strong></sup> All who are under the yoke of slavery should consider their masters worthy of full respect, so that God's name and our teaching may not be slandered."},{"_id":"615a6f1db7283e0c141b4fd5","topicId":"615a6f19b7283e0c141b4fc8","verse":"Acts 17:26","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44017026_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017026-1\">26&nbsp;</b>And he made from one man every nation of mankind to live on all the face of the earth, having determined allotted periods and the boundaries of their dwelling place,</p>\n</div>","kjv":"<strong>26</strong> And hath made of one blood all nations of men for to dwell on all the face of the earth, and hath determined the times before appointed, and the bounds of their habitation;  ","niv":"<sup><strong>26</strong></sup> From one man he made every nation of men, that they should inhabit the whole earth; and he determined the times set for them and the exact places where they should live."},{"_id":"615a6f1db7283e0c141b4fd6","topicId":"615a6f19b7283e0c141b4fc8","verse":"Acts 17:11","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44017011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44017011-1\">11&nbsp;</b>Now these Jews were more noble than those in Thessalonica; they received the word with all eagerness, examining the Scriptures daily to see if these things were so.</p>\n</div>","kjv":"<strong>11</strong> These were more noble than those in Thessalonica, in that they received the word with all readiness of mind, and searched the scriptures daily, whether those things were so.  ","niv":"<sup><strong>11</strong></sup> Now the Bereans were of more noble character than the Thessalonians, for they received the message with great eagerness and examined the Scriptures every day to see if what Paul said was true."},{"_id":"615a6f1db7283e0c141b4fd7","topicId":"615a6f19b7283e0c141b4fc8","verse":"John 3:1-36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003001_06-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43003001-1\">3:1&nbsp;</b>Now there was a man of the Pharisees named Nicodemus, a ruler of the Jews. <b class=\"verse-num\" id=\"v43003002-1\">2&nbsp;</b>This man came to Jesus by night and said to him, “Rabbi, we know that you are a teacher come from God, for no one can do these signs that you do unless God is with him.” <b class=\"verse-num\" id=\"v43003003-1\">3&nbsp;</b>Jesus answered him, <span class=\"woc\">“Truly, truly, I say to you, unless one is born again he cannot see the kingdom of God.”</span> <b class=\"verse-num\" id=\"v43003004-1\">4&nbsp;</b>Nicodemus said to him, “How can a man be born when he is old? Can he enter a second time into his mother’s womb and be born?” <b class=\"verse-num\" id=\"v43003005-1\">5&nbsp;</b>Jesus answered, <span class=\"woc\">“Truly, truly, I say to you, unless one is born of water and the Spirit, he cannot enter the kingdom of God.</span> <b class=\"verse-num woc\" id=\"v43003006-1\">6&nbsp;</b><span class=\"woc\">That which is born of the flesh is flesh, and that which is born of the Spirit is spirit.</span> <b class=\"verse-num woc\" id=\"v43003007-1\">7&nbsp;</b><span class=\"woc\">Do not marvel that I said to you, ‘You must be born again.’</span> <b class=\"verse-num woc\" id=\"v43003008-1\">8&nbsp;</b><span class=\"woc\">The wind blows where it wishes, and you hear its sound, but you do not know where it comes from or where it goes. So it is with everyone who is born of the Spirit.”</span></p>\n<p id=\"p43003008_06-16\"><b class=\"verse-num\" id=\"v43003009-1\">9&nbsp;</b>Nicodemus said to him, “How can these things be?” <b class=\"verse-num\" id=\"v43003010-1\">10&nbsp;</b>Jesus answered him, <span class=\"woc\">“Are you the teacher of Israel and yet you do not understand these things?</span> <b class=\"verse-num woc\" id=\"v43003011-1\">11&nbsp;</b><span class=\"woc\">Truly, truly, I say to you, we speak of what we know, and bear witness to what we have seen, but you do not receive our testimony.</span> <b class=\"verse-num woc\" id=\"v43003012-1\">12&nbsp;</b><span class=\"woc\">If I have told you earthly things and you do not believe, how can you believe if I tell you heavenly things?</span> <b class=\"verse-num woc\" id=\"v43003013-1\">13&nbsp;</b><span class=\"woc\">No one has ascended into heaven except he who descended from heaven, the Son of Man.</span> <b class=\"verse-num woc\" id=\"v43003014-1\">14&nbsp;</b><span class=\"woc\">And as Moses lifted up the serpent in the wilderness, so must the Son of Man be lifted up,</span> <b class=\"verse-num woc\" id=\"v43003015-1\">15&nbsp;</b><span class=\"woc\">that whoever believes in him may have eternal life.</span></p>\n\n<p id=\"p43003015_12-16\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span> <b class=\"verse-num woc\" id=\"v43003017-1\">17&nbsp;</b><span class=\"woc\">For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him.</span> <b class=\"verse-num woc\" id=\"v43003018-1\">18&nbsp;</b><span class=\"woc\">Whoever believes in him is not condemned, but whoever does not believe is condemned already, because he has not believed in the name of the only Son of God.</span> <b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n\n<p id=\"p43003021_17-16\"><b class=\"verse-num\" id=\"v43003022-1\">22&nbsp;</b>After this Jesus and his disciples went into the Judean countryside, and he remained there with them and was baptizing. <b class=\"verse-num\" id=\"v43003023-1\">23&nbsp;</b>John also was baptizing at Aenon near Salim, because water was plentiful there, and people were coming and being baptized <b class=\"verse-num\" id=\"v43003024-1\">24&nbsp;</b>(for John had not yet been put in prison).</p>\n<p id=\"p43003024_17-16\"><b class=\"verse-num\" id=\"v43003025-1\">25&nbsp;</b>Now a discussion arose between some of John’s disciples and a Jew over purification. <b class=\"verse-num\" id=\"v43003026-1\">26&nbsp;</b>And they came to John and said to him, “Rabbi, he who was with you across the Jordan, to whom you bore witness—look, he is baptizing, and all are going to him.” <b class=\"verse-num\" id=\"v43003027-1\">27&nbsp;</b>John answered, “A person cannot receive even one thing unless it is given him from heaven. <b class=\"verse-num\" id=\"v43003028-1\">28&nbsp;</b>You yourselves bear me witness, that I said, ‘I am not the Christ, but I have been sent before him.’ <b class=\"verse-num\" id=\"v43003029-1\">29&nbsp;</b>The one who has the bride is the bridegroom. The friend of the bridegroom, who stands and hears him, rejoices greatly at the bridegroom’s voice. Therefore this joy of mine is now complete. <b class=\"verse-num\" id=\"v43003030-1\">30&nbsp;</b>He must increase, but I must decrease.”</p>\n<p id=\"p43003030_17-16\"><b class=\"verse-num\" id=\"v43003031-1\">31&nbsp;</b>He who comes from above is above all. He who is of the earth belongs to the earth and speaks in an earthly way. He who comes from heaven is above all. <b class=\"verse-num\" id=\"v43003032-1\">32&nbsp;</b>He bears witness to what he has seen and heard, yet no one receives his testimony. <b class=\"verse-num\" id=\"v43003033-1\">33&nbsp;</b>Whoever receives his testimony sets his seal to this, that God is true. <b class=\"verse-num\" id=\"v43003034-1\">34&nbsp;</b>For he whom God has sent utters the words of God, for he gives the Spirit without measure. <b class=\"verse-num\" id=\"v43003035-1\">35&nbsp;</b>The Father loves the Son and has given all things into his hand. <b class=\"verse-num\" id=\"v43003036-1\">36&nbsp;</b>Whoever believes in the Son has eternal life; whoever does not obey the Son shall not see life, but the wrath of God remains on him.</p>\n\n</div>","kjv":"<strong>1</strong> There was a man of the Pharisees, named Nicodemus, a ruler of the Jews:  <strong>2</strong> The same came to Jesus by night, and said unto him, Rabbi, we know that thou art a teacher come from God: for no man can do these miracles that thou doest, except God be with him.  <strong>3</strong> Jesus answered and said unto him, Verily, verily, I say unto thee, Except a man be born again, he cannot see the kingdom of God.  <strong>4</strong> Nicodemus saith unto him, How can a man be born when he is old? can he enter the second time into his mother’s womb, and be born?  <strong>5</strong> Jesus answered, Verily, verily, I say unto thee, Except a man be born of water and of the Spirit, he cannot enter into the kingdom of God.  <strong>6</strong> That which is born of the flesh is flesh; and that which is born of the Spirit is spirit.  <strong>7</strong> Marvel not that I said unto thee, Ye must be born again.  <strong>8</strong> The wind bloweth where it listeth, and thou hearest the sound thereof, but canst not tell whence it cometh, and whither it goeth: so is every one that is born of the Spirit.  <strong>9</strong> Nicodemus answered and said unto him, How can these things be?  <strong>10</strong> Jesus answered and said unto him, Art thou a master of Israel, and knowest not these things?  <strong>11</strong> Verily, verily, I say unto thee, We speak that we do know, and testify that we have seen; and ye receive not our witness.  <strong>12</strong> If I have told you earthly things, and ye believe not, how shall ye believe, if I tell you of heavenly things?  <strong>13</strong> And no man hath ascended up to heaven, but he that came down from heaven, even the Son of man which is in heaven. <strong>14</strong>           And as Moses lifted up the serpent in the wilderness, even so must the Son of man be lifted up:  <strong>15</strong> That whosoever believeth in him should not perish, but have eternal life. <strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  <strong>17</strong> For God sent not his Son into the world to condemn the world; but that the world through him might be saved. <strong>18</strong>           He that believeth on him is not condemned: but he that believeth not is condemned already, because he hath not believed in the name of the only begotten Son of God.  <strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. <strong>22</strong> After these things came Jesus and his disciples into the land of Judaea; and there he tarried with them, and baptized.  <strong>23</strong> And John also was baptizing in Aenon near to Salim, because there was much water there: and they came, and were baptized.  <strong>24</strong> For John was not yet cast into prison.  <strong>25</strong> Then there arose a question between some of John’s disciples and the Jews about purifying.  <strong>26</strong> And they came unto John, and said unto him, Rabbi, he that was with thee beyond Jordan, to whom thou barest witness, behold, the same baptizeth, and all men come to him.  <strong>27</strong> John answered and said, A man can receive nothing, except it be given him from heaven.  <strong>28</strong> Ye yourselves bear me witness, that I said, I am not the Christ, but that I am sent before him.  <strong>29</strong> He that hath the bride is the bridegroom: but the friend of the bridegroom, which standeth and heareth him, rejoiceth greatly because of the bridegroom’s voice: this my joy therefore is fulfilled.  <strong>30</strong> He must increase, but I must decrease.  <strong>31</strong> He that cometh from above is above all: he that is of the earth is earthly, and speaketh of the earth: he that cometh from heaven is above all.  <strong>32</strong> And what he hath seen and heard, that he testifieth; and no man receiveth his testimony.  <strong>33</strong> He that hath received his testimony hath set to his seal that God is true.  <strong>34</strong> For he whom God hath sent speaketh the words of God: for God giveth not the Spirit by measure unto him.  <strong>35</strong> The Father loveth the Son, and hath given all things into his hand.  <strong>36</strong> He that believeth on the Son hath everlasting life: and he that believeth not the Son shall not see life; but the wrath of God abideth on him.  ","niv":"<sup><strong>1</strong></sup> Now there was a man of the Pharisees named Nicodemus, a member of the Jewish ruling council. <sup><strong>2</strong></sup> He came to Jesus at night and said, \"Rabbi, we know you are a teacher who has come from God. For no one could perform the miraculous signs you are doing if God were not with him.\" <sup><strong>3</strong></sup> In reply Jesus declared, \"I tell you the truth, no one can see the kingdom of God unless he is born again. \" <sup><strong>4</strong></sup> \"How can a man be born when he is old?\" Nicodemus asked. \"Surely he cannot enter a second time into his mother's womb to be born!\" <sup><strong>5</strong></sup> Jesus answered, \"I tell you the truth, no one can enter the kingdom of God unless he is born of water and the Spirit. <sup><strong>6</strong></sup> Flesh gives birth to flesh, but the Spirit gives birth to spirit. <sup><strong>7</strong></sup> You should not be surprised at my saying, 'You must be born again.' <sup><strong>8</strong></sup> The wind blows wherever it pleases. You hear its sound, but you cannot tell where it comes from or where it is going. So it is with everyone born of the Spirit.\" <sup><strong>9</strong></sup> \"How can this be?\" Nicodemus asked. <sup><strong>10</strong></sup> \"You are Israel's teacher,\" said Jesus, \"and do you not understand these things? <sup><strong>11</strong></sup> I tell you the truth, we speak of what we know, and we testify to what we have seen, but still you people do not accept our testimony. <sup><strong>12</strong></sup> I have spoken to you of earthly things and you do not believe; how then will you believe if I speak of heavenly things? <sup><strong>13</strong></sup> No one has ever gone into heaven except the one who came from heaven--the Son of Man. <sup><strong>14</strong></sup> Just as Moses lifted up the snake in the desert, so the Son of Man must be lifted up, <sup><strong>15</strong></sup> that everyone who believes in him may have eternal life. <sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life. <sup><strong>17</strong></sup> For God did not send his Son into the world to condemn the world, but to save the world through him. <sup><strong>18</strong></sup> Whoever believes in him is not condemned, but whoever does not believe stands condemned already because he has not believed in the name of God's one and only Son. <sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" <sup><strong>22</strong></sup> After this, Jesus and his disciples went out into the Judean countryside, where he spent some time with them, and baptized. <sup><strong>23</strong></sup> Now John also was baptizing at Aenon near Salim, because there was plenty of water, and people were constantly coming to be baptized. <sup><strong>24</strong></sup> (This was before John was put in prison.) <sup><strong>25</strong></sup> An argument developed between some of John's disciples and a certain Jew over the matter of ceremonial washing. <sup><strong>26</strong></sup> They came to John and said to him, \"Rabbi, that man who was with you on the other side of the Jordan--the one you testified about--well, he is baptizing, and everyone is going to him.\" <sup><strong>27</strong></sup> To this John replied, \"A man can receive only what is given him from heaven. <sup><strong>28</strong></sup> You yourselves can testify that I said, 'I am not the Christ but am sent ahead of him.' <sup><strong>29</strong></sup> The bride belongs to the bridegroom. The friend who attends the bridegroom waits and listens for him, and is full of joy when he hears the bridegroom's voice. That joy is mine, and it is now complete. <sup><strong>30</strong></sup> He must become greater; I must become less. <sup><strong>31</strong></sup> \"The one who comes from above is above all; the one who is from the earth belongs to the earth, and speaks as one from the earth. The one who comes from heaven is above all. <sup><strong>32</strong></sup> He testifies to what he has seen and heard, but no one accepts his testimony. <sup><strong>33</strong></sup> The man who has accepted it has certified that God is truthful. <sup><strong>34</strong></sup> For the one whom God has sent speaks the words of God, for God gives the Spirit without limit. <sup><strong>35</strong></sup> The Father loves the Son and has placed everything in his hands. <sup><strong>36</strong></sup> Whoever believes in the Son has eternal life, but whoever rejects the Son will not see life, for God's wrath remains on him.\" "},{"_id":"615a6f1eb7283e0c141b4fd8","topicId":"615a6f19b7283e0c141b4fc8","verse":"John 1:1-3","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God. <b class=\"verse-num\" id=\"v43001002-1\">2&nbsp;</b>He was in the beginning with God. <b class=\"verse-num\" id=\"v43001003-1\">3&nbsp;</b>All things were made through him, and without him was not any thing made that was made. <b class=\"verse-num\" id=\"v43001004-1\">4&nbsp;</b>In him was life, and the life was the light of men. <b class=\"verse-num\" id=\"v43001005-1\">5&nbsp;</b>The light shines in the darkness, and the darkness has not overcome it.</p>\n<p id=\"p43001005_05-18\"><b class=\"verse-num\" id=\"v43001006-1\">6&nbsp;</b>There was a man sent from God, whose name was John. <b class=\"verse-num\" id=\"v43001007-1\">7&nbsp;</b>He came as a witness, to bear witness about the light, that all might believe through him. <b class=\"verse-num\" id=\"v43001008-1\">8&nbsp;</b>He was not the light, but came to bear witness about the light.</p>\n<p id=\"p43001008_05-18\"><b class=\"verse-num\" id=\"v43001009-1\">9&nbsp;</b>The true light, which gives light to everyone, was coming into the world. <b class=\"verse-num\" id=\"v43001010-1\">10&nbsp;</b>He was in the world, and the world was made through him, yet the world did not know him. <b class=\"verse-num\" id=\"v43001011-1\">11&nbsp;</b>He came to his own, and his own people did not receive him. <b class=\"verse-num\" id=\"v43001012-1\">12&nbsp;</b>But to all who did receive him, who believed in his name, he gave the right to become children of God, <b class=\"verse-num\" id=\"v43001013-1\">13&nbsp;</b>who were born, not of blood nor of the will of the flesh nor of the will of man, but of God.</p>\n<p id=\"p43001013_05-18\"><b class=\"verse-num\" id=\"v43001014-1\">14&nbsp;</b>And the Word became flesh and dwelt among us, and we have seen his glory, glory as of the only Son from the Father, full of grace and truth. <b class=\"verse-num\" id=\"v43001015-1\">15&nbsp;</b>(John bore witness about him, and cried out, “This was he of whom I said, ‘He who comes after me ranks before me, because he was before me.’”) <b class=\"verse-num\" id=\"v43001016-1\">16&nbsp;</b>For from his fullness we have all received, grace upon grace. <b class=\"verse-num\" id=\"v43001017-1\">17&nbsp;</b>For the law was given through Moses; grace and truth came through Jesus Christ. <b class=\"verse-num\" id=\"v43001018-1\">18&nbsp;</b>No one has ever seen God; the only God, who is at the Father’s side, he has made him known.</p>\n\n<p id=\"p43001018_11-18\"><b class=\"verse-num\" id=\"v43001019-1\">19&nbsp;</b>And this is the testimony of John, when the Jews sent priests and Levites from Jerusalem to ask him, “Who are you?” <b class=\"verse-num\" id=\"v43001020-1\">20&nbsp;</b>He confessed, and did not deny, but confessed, “I am not the Christ.” <b class=\"verse-num\" id=\"v43001021-1\">21&nbsp;</b>And they asked him, “What then? Are you Elijah?” He said, “I am not.” “Are you the Prophet?” And he answered, “No.” <b class=\"verse-num\" id=\"v43001022-1\">22&nbsp;</b>So they said to him, “Who are you? We need to give an answer to those who sent us. What do you say about yourself?” <b class=\"verse-num\" id=\"v43001023-1\">23&nbsp;</b>He said, “I am the voice of one crying out in the wilderness, ‘Make straight the way of the Lord,’ as the prophet Isaiah said.”</p>\n<p id=\"p43001023_11-18\"><b class=\"verse-num\" id=\"v43001024-1\">24&nbsp;</b>(Now they had been sent from the Pharisees.) <b class=\"verse-num\" id=\"v43001025-1\">25&nbsp;</b>They asked him, “Then why are you baptizing, if you are neither the Christ, nor Elijah, nor the Prophet?” <b class=\"verse-num\" id=\"v43001026-1\">26&nbsp;</b>John answered them, “I baptize with water, but among you stands one you do not know, <b class=\"verse-num\" id=\"v43001027-1\">27&nbsp;</b>even he who comes after me, the strap of whose sandal I am not worthy to untie.” <b class=\"verse-num\" id=\"v43001028-1\">28&nbsp;</b>These things took place in Bethany across the Jordan, where John was baptizing.</p>\n\n<p id=\"p43001028_16-18\"><b class=\"verse-num\" id=\"v43001029-1\">29&nbsp;</b>The next day he saw Jesus coming toward him, and said, “Behold, the Lamb of God, who takes away the sin of the world! <b class=\"verse-num\" id=\"v43001030-1\">30&nbsp;</b>This is he of whom I said, ‘After me comes a man who ranks before me, because he was before me.’ <b class=\"verse-num\" id=\"v43001031-1\">31&nbsp;</b>I myself did not know him, but for this purpose I came baptizing with water, that he might be revealed to Israel.” <b class=\"verse-num\" id=\"v43001032-1\">32&nbsp;</b>And John bore witness: “I saw the Spirit descend from heaven like a dove, and it remained on him. <b class=\"verse-num\" id=\"v43001033-1\">33&nbsp;</b>I myself did not know him, but he who sent me to baptize with water said to me, ‘He on whom you see the Spirit descend and remain, this is he who baptizes with the Holy Spirit.’ <b class=\"verse-num\" id=\"v43001034-1\">34&nbsp;</b>And I have seen and have borne witness that this is the Son of God.”</p>\n\n<p id=\"p43001034_21-18\"><b class=\"verse-num\" id=\"v43001035-1\">35&nbsp;</b>The next day again John was standing with two of his disciples, <b class=\"verse-num\" id=\"v43001036-1\">36&nbsp;</b>and he looked at Jesus as he walked by and said, “Behold, the Lamb of God!” <b class=\"verse-num\" id=\"v43001037-1\">37&nbsp;</b>The two disciples heard him say this, and they followed Jesus. <b class=\"verse-num\" id=\"v43001038-1\">38&nbsp;</b>Jesus turned and saw them following and said to them, <span class=\"woc\">“What are you seeking?”</span> And they said to him, “Rabbi” (which means Teacher), “where are you staying?” <b class=\"verse-num\" id=\"v43001039-1\">39&nbsp;</b>He said to them, <span class=\"woc\">“Come and you will see.”</span> So they came and saw where he was staying, and they stayed with him that day, for it was about the tenth hour. <b class=\"verse-num\" id=\"v43001040-1\">40&nbsp;</b>One of the two who heard John speak and followed Jesus was Andrew, Simon Peter’s brother. <b class=\"verse-num\" id=\"v43001041-1\">41&nbsp;</b>He first found his own brother Simon and said to him, “We have found the Messiah” (which means Christ). <b class=\"verse-num\" id=\"v43001042-1\">42&nbsp;</b>He brought him to Jesus. Jesus looked at him and said, <span class=\"woc\">“You are Simon the son of John. You shall be called Cephas”</span> (which means Peter).</p>\n\n<p id=\"p43001042_26-18\"><b class=\"verse-num\" id=\"v43001043-1\">43&nbsp;</b>The next day Jesus decided to go to Galilee. He found Philip and said to him, <span class=\"woc\">“Follow me.”</span> <b class=\"verse-num\" id=\"v43001044-1\">44&nbsp;</b>Now Philip was from Bethsaida, the city of Andrew and Peter. <b class=\"verse-num\" id=\"v43001045-1\">45&nbsp;</b>Philip found Nathanael and said to him, “We have found him of whom Moses in the Law and also the prophets wrote, Jesus of Nazareth, the son of Joseph.” <b class=\"verse-num\" id=\"v43001046-1\">46&nbsp;</b>Nathanael said to him, “Can anything good come out of Nazareth?” Philip said to him, “Come and see.” <b class=\"verse-num\" id=\"v43001047-1\">47&nbsp;</b>Jesus saw Nathanael coming toward him and said of him, <span class=\"woc\">“Behold, an Israelite indeed, in whom there is no deceit!”</span> <b class=\"verse-num\" id=\"v43001048-1\">48&nbsp;</b>Nathanael said to him, “How do you know me?” Jesus answered him, <span class=\"woc\">“Before Philip called you, when you were under the fig tree, I saw you.”</span> <b class=\"verse-num\" id=\"v43001049-1\">49&nbsp;</b>Nathanael answered him, “Rabbi, you are the Son of God! You are the King of Israel!” <b class=\"verse-num\" id=\"v43001050-1\">50&nbsp;</b>Jesus answered him, <span class=\"woc\">“Because I said to you, ‘I saw you under the fig tree,’ do you believe? You will see greater things than these.”</span> <b class=\"verse-num\" id=\"v43001051-1\">51&nbsp;</b>And he said to him, <span class=\"woc\">“Truly, truly, I say to you, you will see heaven opened, and the angels of God ascending and descending on the Son of Man.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. "},{"_id":"615a6f1eb7283e0c141b4fd9","topicId":"615a6f19b7283e0c141b4fc8","verse":"John 1:1-51","votes":1,"__v":0,"kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  <strong>2</strong> The same was in the beginning with God.  <strong>3</strong> All things were made by him; and without him was not any thing made that was made.  <strong>4</strong> In him was life; and the life was the light of men.  <strong>5</strong> And the light shineth in darkness; and the darkness comprehended it not.  <strong>6</strong> There was a man sent from God, whose name was John.  <strong>7</strong> The same came for a witness, to bear witness of the Light, that all men through him might believe.  <strong>8</strong> He was not that Light, but was sent to bear witness of that Light.  <strong>9</strong> That was the true Light, which lighteth every man that cometh into the world.  <strong>10</strong> He was in the world, and the world was made by him, and the world knew him not.  <strong>11</strong> He came unto his own, and his own received him not.  <strong>12</strong> But as many as received him, to them gave he power to become the sons of God, even to them that believe on his name:  <strong>13</strong> Which were born, not of blood, nor of the will of the flesh, nor of the will of man, but of God.  <strong>14</strong> And the Word was made flesh, and dwelt among us, (and we beheld his glory, the glory as of the only begotten of the Father,) full of grace and truth.  <strong>15</strong> John bare witness of him, and cried, saying, This was he of whom I spake, He that cometh after me is preferred before me: for he was before me.  <strong>16</strong> And of his fulness have all we received, and grace for grace.  <strong>17</strong> For the law was given by Moses, but grace and truth came by Jesus Christ.  <strong>18</strong> No man hath seen God at any time; the only begotten Son, which is in the bosom of the Father, he hath declared him.  <strong>19</strong> And this is the record of John, when the Jews sent priests and Levites from Jerusalem to ask him, Who art thou?  <strong>20</strong> And he confessed, and denied not; but confessed, I am not the Christ.  <strong>21</strong> And they asked him, What then? Art thou Elias? And he saith, I am not. Art thou that prophet? And he answered, No.  <strong>22</strong> Then said they unto him, Who art thou? that we may give an answer to them that sent us. What sayest thou of thyself?  <strong>23</strong> He said, I am the voice of one crying in the wilderness, Make straight the way of the Lord, as said the prophet Esaias.  <strong>24</strong> And they which were sent were of the Pharisees.  <strong>25</strong> And they asked him, and said unto him, Why baptizest thou then, if thou be not that Christ, nor Elias, neither that prophet?  <strong>26</strong> John answered them, saying, I baptize with water: but there standeth one among you, whom ye know not;  <strong>27</strong> He it is, who coming after me is preferred before me, whose shoe’s latchet I am not worthy to unloose.  <strong>28</strong> These things were done in Bethabara beyond Jordan, where John was baptizing.  <strong>29</strong> The next day John seeth Jesus coming unto him, and saith, Behold the Lamb of God, which taketh away the sin of the world.  <strong>30</strong> This is he of whom I said, After me cometh a man which is preferred before me: for he was before me.  <strong>31</strong> And I knew him not: but that he should be made manifest to Israel, therefore am I come baptizing with water.  <strong>32</strong> And John bare record, saying, I saw the Spirit descending from heaven like a dove, and it abode upon him.  <strong>33</strong> And I knew him not: but he that sent me to baptize with water, the same said unto me, Upon whom thou shalt see the Spirit descending, and remaining on him, the same is he which baptizeth with the Holy Ghost.  <strong>34</strong> And I saw, and bare record that this is the Son of God.  <strong>35</strong> Again the next day after John stood, and two of his disciples;  <strong>36</strong> And looking upon Jesus as he walked, he saith, Behold the Lamb of God!  <strong>37</strong> And the two disciples heard him speak, and they followed Jesus.  <strong>38</strong> Then Jesus turned, and saw them following, and saith unto them, What seek ye? They said unto him, Rabbi, (which is to say, being interpreted, Master,) where dwellest thou?  <strong>39</strong> He saith unto them, Come and see. They came and saw where he dwelt, and abode with him that day: for it was about the tenth hour.  <strong>40</strong> One of the two which heard John speak, and followed him, was Andrew, Simon Peter’s brother.  <strong>41</strong> He first findeth his own brother Simon, and saith unto him, We have found the Messias, which is, being interpreted, the Christ.  <strong>42</strong> And he brought him to Jesus. And when Jesus beheld him, he said, Thou art Simon the son of Jona: thou shalt be called Cephas, which is by interpretation, A stone.  <strong>43</strong> The day following Jesus would go forth into Galilee, and findeth Philip, and saith unto him, Follow me.  <strong>44</strong> Now Philip was of Bethsaida, the city of Andrew and Peter.  <strong>45</strong> Philip findeth Nathanael, and saith unto him, We have found him, of whom Moses in the law, and the prophets, did write, Jesus of Nazareth, the son of Joseph.  <strong>46</strong> And Nathanael said unto him, Can there any good thing come out of Nazareth? Philip saith unto him, Come and see.  <strong>47</strong> Jesus saw Nathanael coming to him, and saith of him, Behold an Israelite indeed, in whom is no guile!  <strong>48</strong> Nathanael saith unto him, Whence knowest thou me? Jesus answered and said unto him, Before that Philip called thee, when thou wast under the fig tree, I saw thee.  <strong>49</strong> Nathanael answered and saith unto him, Rabbi, thou art the Son of God; thou art the King of Israel.  <strong>50</strong> Jesus answered and said unto him, Because I said unto thee, I saw thee under the fig tree, believest thou? thou shalt see greater things than these.  <strong>51</strong> And he saith unto him, Verily, verily, I say unto you, Hereafter ye shall see heaven open, and the angels of God ascending and descending upon the Son of man. ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God. <sup><strong>2</strong></sup> He was with God in the beginning. <sup><strong>3</strong></sup> Through him all things were made; without him nothing was made that has been made. <sup><strong>4</strong></sup> In him was life, and that life was the light of men. <sup><strong>5</strong></sup> The light shines in the darkness, but the darkness has not understood it. <sup><strong>6</strong></sup> There came a man who was sent from God; his name was John. <sup><strong>7</strong></sup> He came as a witness to testify concerning that light, so that through him all men might believe. <sup><strong>8</strong></sup> He himself was not the light; he came only as a witness to the light. <sup><strong>9</strong></sup> The true light that gives light to every man was coming into the world. <sup><strong>10</strong></sup> He was in the world, and though the world was made through him, the world did not recognize him. <sup><strong>11</strong></sup> He came to that which was his own, but his own did not receive him. <sup><strong>12</strong></sup> Yet to all who received him, to those who believed in his name, he gave the right to become children of God-- <sup><strong>13</strong></sup> children born not of natural descent, nor of human decision or a husband's will, but born of God. <sup><strong>14</strong></sup> The Word became flesh and made his dwelling among us. We have seen his glory, the glory of the One and Only, who came from the Father, full of grace and truth. <sup><strong>15</strong></sup> John testifies concerning him. He cries out, saying, \"This was he of whom I said, 'He who comes after me has surpassed me because he was before me.'\" <sup><strong>16</strong></sup> From the fullness of his grace we have all received one blessing after another. <sup><strong>17</strong></sup> For the law was given through Moses; grace and truth came through Jesus Christ. <sup><strong>18</strong></sup> No one has ever seen God, but God the One and Only,, who is at the Father's side, has made him known. <sup><strong>19</strong></sup> Now this was John's testimony when the Jews of Jerusalem sent priests and Levites to ask him who he was. <sup><strong>20</strong></sup> He did not fail to confess, but confessed freely, \"I am not the Christ. \" <sup><strong>21</strong></sup> They asked him, \"Then who are you? Are you Elijah?\" He said, \"I am not.Are you the Prophet?\" He answered, \"No.\" <sup><strong>22</strong></sup> Finally they said, \"Who are you? Give us an answer to take back to those who sent us. What do you say about yourself?\" <sup><strong>23</strong></sup> John replied in the words of Isaiah the prophet, \"I am the voice of one calling in the desert, 'Make straight the way for the Lord.'\" <sup><strong>24</strong></sup> Now some Pharisees who had been sent <sup><strong>25</strong></sup> questioned him, \"Why then do you baptize if you are not the Christ, nor Elijah, nor the Prophet?\" <sup><strong>26</strong></sup> \"I baptize with water,\" John replied, \"but among you stands one you do not know. <sup><strong>27</strong></sup> He is the one who comes after me, the thongs of whose sandals I am not worthy to untie.\" <sup><strong>28</strong></sup> This all happened at Bethany on the other side of the Jordan, where John was baptizing. <sup><strong>29</strong></sup> The next day John saw Jesus coming toward him and said, \"Look, the Lamb of God, who takes away the sin of the world! <sup><strong>30</strong></sup> This is the one I meant when I said, 'A man who comes after me has surpassed me because he was before me.' <sup><strong>31</strong></sup> I myself did not know him, but the reason I came baptizing with water was that he might be revealed to Israel.\" <sup><strong>32</strong></sup> Then John gave this testimony: \"I saw the Spirit come down from heaven as a dove and remain on him. <sup><strong>33</strong></sup> I would not have known him, except that the one who sent me to baptize with water told me, 'The man on whom you see the Spirit come down and remain is he who will baptize with the Holy Spirit.' <sup><strong>34</strong></sup> I have seen and I testify that this is the Son of God.\" <sup><strong>35</strong></sup> The next day John was there again with two of his disciples. <sup><strong>36</strong></sup> When he saw Jesus passing by, he said, \"Look, the Lamb of God!\" <sup><strong>37</strong></sup> When the two disciples heard him say this, they followed Jesus. <sup><strong>38</strong></sup> Turning around, Jesus saw them following and asked, \"What do you want?\" They said, \"Rabbi\" (which means Teacher), \"where are you staying?\" <sup><strong>39</strong></sup> \"Come,\" he replied, \"and you will see.\" So they went and saw where he was staying, and spent that day with him. It was about the tenth hour. <sup><strong>40</strong></sup> Andrew, Simon Peter's brother, was one of the two who heard what John had said and who had followed Jesus. <sup><strong>41</strong></sup> The first thing Andrew did was to find his brother Simon and tell him, \"We have found the Messiah\" (that is, the Christ). <sup><strong>42</strong></sup> And he brought him to Jesus. Jesus looked at him and said, \"You are Simon son of John. You will be called Cephas\" (which, when translated, is Peter ). <sup><strong>43</strong></sup> The next day Jesus decided to leave for Galilee. Finding Philip, he said to him, \"Follow me.\" <sup><strong>44</strong></sup> Philip, like Andrew and Peter, was from the town of Bethsaida. <sup><strong>45</strong></sup> Philip found Nathanael and told him, \"We have found the one Moses wrote about in the Law, and about whom the prophets also wrote--Jesus of Nazareth, the son of Joseph.\" <sup><strong>46</strong></sup> \"Nazareth! Can anything good come from there?\" Nathanael asked. \"Come and see,\" said Philip. <sup><strong>47</strong></sup> When Jesus saw Nathanael approaching, he said of him, \"Here is a true Israelite, in whom there is nothing false.\" <sup><strong>48</strong></sup> \"How do you know me?\" Nathanael asked. Jesus answered, \"I saw you while you were still under the fig tree before Philip called you.\" <sup><strong>49</strong></sup> Then Nathanael declared, \"Rabbi, you are the Son of God; you are the King of Israel.\" <sup><strong>50</strong></sup> Jesus said, \"You believe because I told you I saw you under the fig tree. You shall see greater things than that.\" <sup><strong>51</strong></sup> He then added, \"I tell you the truth, you shall see heaven open, and the angels of God ascending and descending on the Son of Man.\" "},{"_id":"615a6f1eb7283e0c141b4fda","topicId":"615a6f19b7283e0c141b4fc8","verse":"Matthew 27:46","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40027046_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027046-1\">46&nbsp;</b>And about the ninth hour Jesus cried out with a loud voice, saying, <span class=\"woc\">“Eli, Eli, lema sabachthani?”</span> that is, <span class=\"woc\">“My God, my God, why have you forsaken me?”</span></p>\n</div>","kjv":"<strong>46</strong> And about the ninth hour Jesus cried with a loud voice, saying, Eli, Eli, lama sabachthani? that is to say, My God, my God, why hast thou forsaken me?  ","niv":"<sup><strong>46</strong></sup> About the ninth hour Jesus cried out in a loud voice, \"Eloi, Eloi, lama sabachthani?\"--which means, \"My God, my God, why have you forsaken me?\""},{"_id":"615a6f1fb7283e0c141b4fdb","topicId":"615a6f19b7283e0c141b4fc8","verse":"Matthew 24:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"615a6f1fb7283e0c141b4fdc","topicId":"615a6f19b7283e0c141b4fc8","verse":"Job 13:15","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18013015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v18013015-1\">15&nbsp;</b>&nbsp;&nbsp;Though he slay me, I will hope in him;</span><br><span id=\"p18013015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will argue my ways to his face.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>15</strong> Though he slay me, yet will I trust in him: but I will maintain mine own ways before him.  ","niv":"<sup><strong>15</strong></sup> Though he slay me, yet will I hope in him; I will surely defend my ways to his face."},{"_id":"615a6f1fb7283e0c141b4fdd","topicId":"615a6f19b7283e0c141b4fc8","verse":"Ruth 1:1-22","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p08001001_03-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v08001001-1\">1:1&nbsp;</b>In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons. <b class=\"verse-num\" id=\"v08001002-1\">2&nbsp;</b>The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there. <b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years, <b class=\"verse-num\" id=\"v08001005-1\">5&nbsp;</b>and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.</p>\n\n<p id=\"p08001005_07-22\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food. <b class=\"verse-num\" id=\"v08001007-1\">7&nbsp;</b>So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah. <b class=\"verse-num\" id=\"v08001008-1\">8&nbsp;</b>But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the LORD deal kindly with you, as you have dealt with the dead and with me. <b class=\"verse-num\" id=\"v08001009-1\">9&nbsp;</b>The LORD grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept. <b class=\"verse-num\" id=\"v08001010-1\">10&nbsp;</b>And they said to her, “No, we will return with you to your people.” <b class=\"verse-num\" id=\"v08001011-1\">11&nbsp;</b>But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands? <b class=\"verse-num\" id=\"v08001012-1\">12&nbsp;</b>Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons, <b class=\"verse-num\" id=\"v08001013-1\">13&nbsp;</b>would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the LORD has gone out against me.” <b class=\"verse-num\" id=\"v08001014-1\">14&nbsp;</b>Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.</p>\n<p id=\"p08001014_07-22\"><b class=\"verse-num\" id=\"v08001015-1\">15&nbsp;</b>And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.” <b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God. <b class=\"verse-num\" id=\"v08001017-1\">17&nbsp;</b>Where you die I will die, and there will I be buried. May the LORD do so to me and more also if anything but death parts me from you.” <b class=\"verse-num\" id=\"v08001018-1\">18&nbsp;</b>And when Naomi saw that she was determined to go with her, she said no more.</p>\n\n<p id=\"p08001018_11-22\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_11-22\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.  <strong>2</strong> And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.  <strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  <strong>5</strong> And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.  <strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  <strong>7</strong> Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.  <strong>8</strong> And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.  <strong>9</strong> The LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.  <strong>10</strong> And they said unto her, Surely we will return with thee unto thy people.  <strong>11</strong> And Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?  <strong>12</strong> Turn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;  <strong>13</strong> Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.  <strong>14</strong> And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.  <strong>15</strong> And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.  <strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  <strong>17</strong> Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.  <strong>18</strong> When she saw that she was stedfastly minded to go with her, then she left speaking unto her.  <strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> In the days when the judges ruled, there was a famine in the land, and a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. <sup><strong>2</strong></sup> The man's name was Elimelech, his wife's name Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there. <sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, <sup><strong>5</strong></sup> both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband. <sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there. <sup><strong>7</strong></sup> With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah. <sup><strong>8</strong></sup> Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the LORD show kindness to you, as you have shown to your dead and to me. <sup><strong>9</strong></sup> May the LORD grant that each of you will find rest in the home of another husband.\" Then she kissed them and they wept aloud <sup><strong>10</strong></sup> and said to her, \"We will go back with you to your people.\" <sup><strong>11</strong></sup> But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? <sup><strong>12</strong></sup> Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me-even if I had a husband tonight and then gave birth to sons- <sup><strong>13</strong></sup> would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the LORD's hand has gone out against me!\" <sup><strong>14</strong></sup> At this they wept again. Then Orpah kissed her mother-in-law good-by, but Ruth clung to her. <sup><strong>15</strong></sup> \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\" <sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. <sup><strong>17</strong></sup> Where you die I will die, and there I will be buried. May the LORD deal with me, be it ever so severely, if anything but death separates you and me.\" <sup><strong>18</strong></sup> When Naomi realized that Ruth was determined to go with her, she stopped urging her. <sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"615a6f20b7283e0c141b4fde","topicId":"615a6f19b7283e0c141b4fc8","verse":"Numbers 1:1-54","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p04001001_06-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04001001-1\">1:1&nbsp;</b>The LORD spoke to Moses in the wilderness of Sinai, in the tent of meeting, on the first day of the second month, in the second year after they had come out of the land of Egypt, saying, <b class=\"verse-num\" id=\"v04001002-1\">2&nbsp;</b>“Take a census of all the congregation of the people of Israel, by clans, by fathers’ houses, according to the number of names, every male, head by head. <b class=\"verse-num\" id=\"v04001003-1\">3&nbsp;</b>From twenty years old and upward, all in Israel who are able to go to war, you and Aaron shall list them, company by company. <b class=\"verse-num\" id=\"v04001004-1\">4&nbsp;</b>And there shall be with you a man from each tribe, each man being the head of the house of his fathers. <b class=\"verse-num\" id=\"v04001005-1\">5&nbsp;</b>And these are the names of the men who shall assist you. From Reuben, Elizur the son of Shedeur; <b class=\"verse-num\" id=\"v04001006-1\">6&nbsp;</b>from Simeon, Shelumiel the son of Zurishaddai; <b class=\"verse-num\" id=\"v04001007-1\">7&nbsp;</b>from Judah, Nahshon the son of Amminadab; <b class=\"verse-num\" id=\"v04001008-1\">8&nbsp;</b>from Issachar, Nethanel the son of Zuar; <b class=\"verse-num\" id=\"v04001009-1\">9&nbsp;</b>from Zebulun, Eliab the son of Helon; <b class=\"verse-num\" id=\"v04001010-1\">10&nbsp;</b>from the sons of Joseph, from Ephraim, Elishama the son of Ammihud, and from Manasseh, Gamaliel the son of Pedahzur; <b class=\"verse-num\" id=\"v04001011-1\">11&nbsp;</b>from Benjamin, Abidan the son of Gideoni; <b class=\"verse-num\" id=\"v04001012-1\">12&nbsp;</b>from Dan, Ahiezer the son of Ammishaddai; <b class=\"verse-num\" id=\"v04001013-1\">13&nbsp;</b>from Asher, Pagiel the son of Ochran; <b class=\"verse-num\" id=\"v04001014-1\">14&nbsp;</b>from Gad, Eliasaph the son of Deuel; <b class=\"verse-num\" id=\"v04001015-1\">15&nbsp;</b>from Naphtali, Ahira the son of Enan.” <b class=\"verse-num\" id=\"v04001016-1\">16&nbsp;</b>These were the ones chosen from the congregation, the chiefs of their ancestral tribes, the heads of the clans of Israel.</p>\n<p id=\"p04001016_06-23\"><b class=\"verse-num\" id=\"v04001017-1\">17&nbsp;</b>Moses and Aaron took these men who had been named, <b class=\"verse-num\" id=\"v04001018-1\">18&nbsp;</b>and on the first day of the second month, they assembled the whole congregation together, who registered themselves by clans, by fathers’ houses, according to the number of names from twenty years old and upward, head by head, <b class=\"verse-num\" id=\"v04001019-1\">19&nbsp;</b>as the LORD commanded Moses. So he listed them in the wilderness of Sinai.</p>\n<p id=\"p04001019_06-23\"><b class=\"verse-num\" id=\"v04001020-1\">20&nbsp;</b>The people of Reuben, Israel’s firstborn, their generations, by their clans, by their fathers’ houses, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001021-1\">21&nbsp;</b>those listed of the tribe of Reuben were 46,500.</p>\n<p id=\"p04001021_06-23\"><b class=\"verse-num\" id=\"v04001022-1\">22&nbsp;</b>Of the people of Simeon, their generations, by their clans, by their fathers’ houses, those of them who were listed, according to the number of names, head by head, every male from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001023-1\">23&nbsp;</b>those listed of the tribe of Simeon were 59,300.</p>\n<p id=\"p04001023_06-23\"><b class=\"verse-num\" id=\"v04001024-1\">24&nbsp;</b>Of the people of Gad, their generations, by their clans, by their fathers’ houses, according to the number of the names, from twenty years old and upward, all who were able to go to war: <b class=\"verse-num\" id=\"v04001025-1\">25&nbsp;</b>those listed of the tribe of Gad were 45,650.</p>\n<p id=\"p04001025_06-23\"><b class=\"verse-num\" id=\"v04001026-1\">26&nbsp;</b>Of the people of Judah, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001027-1\">27&nbsp;</b>those listed of the tribe of Judah were 74,600.</p>\n<p id=\"p04001027_06-23\"><b class=\"verse-num\" id=\"v04001028-1\">28&nbsp;</b>Of the people of Issachar, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001029-1\">29&nbsp;</b>those listed of the tribe of Issachar were 54,400.</p>\n<p id=\"p04001029_06-23\"><b class=\"verse-num\" id=\"v04001030-1\">30&nbsp;</b>Of the people of Zebulun, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001031-1\">31&nbsp;</b>those listed of the tribe of Zebulun were 57,400.</p>\n<p id=\"p04001031_06-23\"><b class=\"verse-num\" id=\"v04001032-1\">32&nbsp;</b>Of the people of Joseph, namely, of the people of Ephraim, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001033-1\">33&nbsp;</b>those listed of the tribe of Ephraim were 40,500.</p>\n<p id=\"p04001033_06-23\"><b class=\"verse-num\" id=\"v04001034-1\">34&nbsp;</b>Of the people of Manasseh, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001035-1\">35&nbsp;</b>those listed of the tribe of Manasseh were 32,200.</p>\n<p id=\"p04001035_06-23\"><b class=\"verse-num\" id=\"v04001036-1\">36&nbsp;</b>Of the people of Benjamin, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001037-1\">37&nbsp;</b>those listed of the tribe of Benjamin were 35,400.</p>\n<p id=\"p04001037_06-23\"><b class=\"verse-num\" id=\"v04001038-1\">38&nbsp;</b>Of the people of Dan, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001039-1\">39&nbsp;</b>those listed of the tribe of Dan were 62,700.</p>\n<p id=\"p04001039_06-23\"><b class=\"verse-num\" id=\"v04001040-1\">40&nbsp;</b>Of the people of Asher, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001041-1\">41&nbsp;</b>those listed of the tribe of Asher were 41,500.</p>\n<p id=\"p04001041_06-23\"><b class=\"verse-num\" id=\"v04001042-1\">42&nbsp;</b>Of the people of Naphtali, their generations, by their clans, by their fathers’ houses, according to the number of names, from twenty years old and upward, every man able to go to war: <b class=\"verse-num\" id=\"v04001043-1\">43&nbsp;</b>those listed of the tribe of Naphtali were 53,400.</p>\n<p id=\"p04001043_06-23\"><b class=\"verse-num\" id=\"v04001044-1\">44&nbsp;</b>These are those who were listed, whom Moses and Aaron listed with the help of the chiefs of Israel, twelve men, each representing his fathers’ house. <b class=\"verse-num\" id=\"v04001045-1\">45&nbsp;</b>So all those listed of the people of Israel, by their fathers’ houses, from twenty years old and upward, every man able to go to war in Israel—<b class=\"verse-num\" id=\"v04001046-1\">46&nbsp;</b>all those listed were 603,550.</p>\n\n<p id=\"p04001046_08-23\"><b class=\"verse-num\" id=\"v04001047-1\">47&nbsp;</b>But the Levites were not listed along with them by their ancestral tribe. <b class=\"verse-num\" id=\"v04001048-1\">48&nbsp;</b>For the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v04001049-1\">49&nbsp;</b>“Only the tribe of Levi you shall not list, and you shall not take a census of them among the people of Israel. <b class=\"verse-num\" id=\"v04001050-1\">50&nbsp;</b>But appoint the Levites over the tabernacle of the testimony, and over all its furnishings, and over all that belongs to it. They are to carry the tabernacle and all its furnishings, and they shall take care of it and shall camp around the tabernacle. <b class=\"verse-num\" id=\"v04001051-1\">51&nbsp;</b>When the tabernacle is to set out, the Levites shall take it down, and when the tabernacle is to be pitched, the Levites shall set it up. And if any outsider comes near, he shall be put to death. <b class=\"verse-num\" id=\"v04001052-1\">52&nbsp;</b>The people of Israel shall pitch their tents by their companies, each man in his own camp and each man by his own standard. <b class=\"verse-num\" id=\"v04001053-1\">53&nbsp;</b>But the Levites shall camp around the tabernacle of the testimony, so that there may be no wrath on the congregation of the people of Israel. And the Levites shall keep guard over the tabernacle of the testimony.” <b class=\"verse-num\" id=\"v04001054-1\">54&nbsp;</b>Thus did the people of Israel; they did according to all that the LORD commanded Moses.</p>\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses in the wilderness of Sinai, in the tabernacle of the congregation, on the first day of the second month, in the second year after they were come out of the land of Egypt, saying,  <strong>2</strong> Take ye the sum of all the congregation of the children of Israel, after their families, by the house of their fathers, with the number of their  names, every male by their polls;  <strong>3</strong> From twenty years old and upward, all that are able to go forth to war in Israel: thou and Aaron shall number them by their armies.  <strong>4</strong> And with you there shall be a man of every tribe; every one head of the house of his fathers.  <strong>5</strong> And these are the names of the men that shall stand with you: of the tribe of Reuben; Elizur the son of Shedeur.  <strong>6</strong> Of Simeon; Shelumiel the son of Zurishaddai.  <strong>7</strong> Of Judah; Nahshon the son of Amminadab.  <strong>8</strong> Of Issachar; Nethaneel the son of Zuar.  <strong>9</strong> Of Zebulun; Eliab the son of Helon.  <strong>10</strong> Of the children of Joseph: of Ephraim; Elishama the son of Ammihud: of Manasseh; Gamaliel the son of Pedahzur.  <strong>11</strong> Of Benjamin; Abidan the son of Gideoni.  <strong>12</strong> Of Dan; Ahiezer the son of Ammishaddai.  <strong>13</strong> Of Asher; Pagiel the son of Ocran.  <strong>14</strong> Of Gad; Eliasaph the son of Deuel.  <strong>15</strong> Of Naphtali; Ahira the son of Enan.  <strong>16</strong> These were the renowned of the congregation, princes of the tribes of their fathers, heads of thousands in Israel.  <strong>17</strong> And Moses and Aaron took these men which are expressed by their  names:  <strong>18</strong> And they assembled all the congregation together on the first day of the second month, and they declared their pedigrees after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, by their polls.  <strong>19</strong> As the LORD commanded Moses, so he numbered them in the wilderness of Sinai.  <strong>20</strong> And the children of Reuben, Israel’s eldest son, by their generations, after their families, by the house of their fathers, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>21</strong> Those that were numbered of them, even of the tribe of Reuben, were forty and six thousand and five hundred.  <strong>22</strong> Of the children of Simeon, by their generations, after their families, by the house of their fathers, those that were numbered of them, according to the number of the names, by their polls, every male from twenty years old and upward, all that were able to go forth to war;  <strong>23</strong> Those that were numbered of them, even of the tribe of Simeon, were fifty and nine thousand and three hundred.  <strong>24</strong> Of the children of Gad, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>25</strong> Those that were numbered of them, even of the tribe of Gad, were forty and five thousand six hundred and fifty.  <strong>26</strong> Of the children of Judah, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>27</strong> Those that were numbered of them, even of the tribe of Judah, were threescore and fourteen thousand and six hundred.  <strong>28</strong> Of the children of Issachar, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>29</strong> Those that were numbered of them, even of the tribe of Issachar, were fifty and four thousand and four hundred.  <strong>30</strong> Of the children of Zebulun, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>31</strong> Those that were numbered of them, even of the tribe of Zebulun, were fifty and seven thousand and four hundred.  <strong>32</strong> Of the children of Joseph, namely, of the children of Ephraim, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>33</strong> Those that were numbered of them, even of the tribe of Ephraim, were forty thousand and five hundred.  <strong>34</strong> Of the children of Manasseh, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>35</strong> Those that were numbered of them, even of the tribe of Manasseh, were thirty and two thousand and two hundred.  <strong>36</strong> Of the children of Benjamin, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>37</strong> Those that were numbered of them, even of the tribe of Benjamin, were thirty and five thousand and four hundred.  <strong>38</strong> Of the children of Dan, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>39</strong> Those that were numbered of them, even of the tribe of Dan, were threescore and two thousand and seven hundred.  <strong>40</strong> Of the children of Asher, by their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>41</strong> Those that were numbered of them, even of the tribe of Asher, were forty and one thousand and five hundred.  <strong>42</strong> Of the children of Naphtali, throughout their generations, after their families, by the house of their fathers, according to the number of the names, from twenty years old and upward, all that were able to go forth to war;  <strong>43</strong> Those that were numbered of them, even of the tribe of Naphtali, were fifty and three thousand and four hundred.  <strong>44</strong> These are those that were numbered, which Moses and Aaron numbered, and the princes of Israel, being twelve men: each one was for the house of his fathers.  <strong>45</strong> So were all those that were numbered of the children of Israel, by the house of their fathers, from twenty years old and upward, all that were able to go forth to war in Israel;  <strong>46</strong> Even all they that were numbered were six hundred thousand and three thousand and five hundred and fifty.  <strong>47</strong> But the Levites after the tribe of their fathers were not numbered among them.  <strong>48</strong> For the LORD had spoken unto Moses, saying,  <strong>49</strong> Only thou shalt not number the tribe of Levi, neither take the sum of them among the children of Israel:  <strong>50</strong> But thou shalt appoint the Levites over the tabernacle of testimony, and over all the vessels thereof, and over all things that belong to it: they shall bear the tabernacle, and all the vessels thereof; and they shall minister unto it, and shall encamp round about the tabernacle.  <strong>51</strong> And when the tabernacle setteth forward, the Levites shall take it down: and when the tabernacle is to be pitched, the Levites shall set it up: and the stranger that cometh nigh shall be put to death.  <strong>52</strong> And the children of Israel shall pitch their tents, every man by his own camp, and every man by his own standard, throughout their hosts.  <strong>53</strong> But the Levites shall pitch round about the tabernacle of testimony, that there be no wrath upon the congregation of the children of Israel: and the Levites shall keep the charge of the tabernacle of testimony.  <strong>54</strong> And the children of Israel did according to all that the LORD commanded Moses, so did they.  ","niv":"<sup><strong>1</strong></sup> The LORD spoke to Moses in the Tent of Meeting in the Desert of Sinai on the first day of the second month of the second year after the Israelites came out of Egypt. He said: <sup><strong>2</strong></sup> \"Take a census of the whole Israelite community by their clans and families, listing every man by name, one by one. <sup><strong>3</strong></sup> You and Aaron are to number by their divisions all the men in Israel twenty years old or more who are able to serve in the army. <sup><strong>4</strong></sup> One man from each tribe, each the head of his family, is to help you. <sup><strong>5</strong></sup> These are the names of the men who are to assist you: from Reuben, Elizur son of Shedeur; <sup><strong>6</strong></sup> from Simeon, Shelumiel son of Zurishaddai; <sup><strong>7</strong></sup> from Judah, Nahshon son of Amminadab; <sup><strong>8</strong></sup> from Issachar, Nethanel son of Zuar; <sup><strong>9</strong></sup> from Zebulun, Eliab son of Helon; <sup><strong>10</strong></sup> from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur; <sup><strong>11</strong></sup> from Benjamin, Abidan son of Gideoni; <sup><strong>12</strong></sup> from Dan, Ahiezer son of Ammishaddai; <sup><strong>13</strong></sup> from Asher, Pagiel son of Ocran; <sup><strong>14</strong></sup> from Gad, Eliasaph son of Deuel; <sup><strong>15</strong></sup> from Naphtali, Ahira son of Enan.\" <sup><strong>16</strong></sup> These were the men appointed from the community, the leaders of their ancestral tribes. They were the heads of the clans of Israel. <sup><strong>17</strong></sup> Moses and Aaron took these men whose names had been given, <sup><strong>18</strong></sup> and they called the whole community together on the first day of the second month. The people indicated their ancestry by their clans and families, and the men twenty years old or more were listed by name, one by one, <sup><strong>19</strong></sup> as the LORD commanded Moses. And so he counted them in the Desert of Sinai: <sup><strong>20</strong></sup> From the descendants of Reuben the firstborn son of Israel: All the men twenty years old or more who were able to serve in the army were listed by name, one by one, according to the records of their clans and families. <sup><strong>21</strong></sup> The number from the tribe of Reuben was 46,500. <sup><strong>22</strong></sup> From the descendants of Simeon: All the men twenty years old or more who were able to serve in the army were counted and listed by name, one by one, according to the records of their clans and families. <sup><strong>23</strong></sup> The number from the tribe of Simeon was 59,300. <sup><strong>24</strong></sup> From the descendants of Gad: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>25</strong></sup> The number from the tribe of Gad was 45,650. <sup><strong>26</strong></sup> From the descendants of Judah: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>27</strong></sup> The number from the tribe of Judah was 74,600. <sup><strong>28</strong></sup> From the descendants of Issachar: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>29</strong></sup> The number from the tribe of Issachar was 54,400. <sup><strong>30</strong></sup> From the descendants of Zebulun: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>31</strong></sup> The number from the tribe of Zebulun was 57,400. <sup><strong>32</strong></sup> From the sons of Joseph: From the descendants of Ephraim: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>33</strong></sup> The number from the tribe of Ephraim was 40,500. <sup><strong>34</strong></sup> From the descendants of Manasseh: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>35</strong></sup> The number from the tribe of Manasseh was 32,200. <sup><strong>36</strong></sup> From the descendants of Benjamin: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>37</strong></sup> The number from the tribe of Benjamin was 35,400. <sup><strong>38</strong></sup> From the descendants of Dan: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>39</strong></sup> The number from the tribe of Dan was 62,700. <sup><strong>40</strong></sup> From the descendants of Asher: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>41</strong></sup> The number from the tribe of Asher was 41,500. <sup><strong>42</strong></sup> From the descendants of Naphtali: All the men twenty years old or more who were able to serve in the army were listed by name, according to the records of their clans and families. <sup><strong>43</strong></sup> The number from the tribe of Naphtali was 53,400. <sup><strong>44</strong></sup> These were the men counted by Moses and Aaron and the twelve leaders of Israel, each one representing his family. <sup><strong>45</strong></sup> All the Israelites twenty years old or more who were able to serve in Israel's army were counted according to their families. <sup><strong>46</strong></sup> The total number was 603,550. <sup><strong>47</strong></sup> The families of the tribe of Levi, however, were not counted along with the others. <sup><strong>48</strong></sup> The LORD had said to Moses: <sup><strong>49</strong></sup> \"You must not count the tribe of Levi or include them in the census of the other Israelites. <sup><strong>50</strong></sup> Instead, appoint the Levites to be in charge of the tabernacle of the Testimony-over all its furnishings and everything belonging to it. They are to carry the tabernacle and all its furnishings; they are to take care of it and encamp around it. <sup><strong>51</strong></sup> Whenever the tabernacle is to move, the Levites are to take it down, and whenever the tabernacle is to be set up, the Levites shall do it. Anyone else who goes near it shall be put to death. <sup><strong>52</strong></sup> The Israelites are to set up their tents by divisions, each man in his own camp under his own standard. <sup><strong>53</strong></sup> The Levites, however, are to set up their tents around the tabernacle of the Testimony so that wrath will not fall on the Israelite community. The Levites are to be responsible for the care of the tabernacle of the Testimony.\" <sup><strong>54</strong></sup> The Israelites did all this just as the LORD commanded Moses. "},{"_id":"615a6f20b7283e0c141b4fdf","topicId":"615a6f19b7283e0c141b4fc8","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-24\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-24\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-24\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-24\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-24\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-24\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-24\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-24\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-24\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "},{"_id":"615a6f20b7283e0c141b4fe0","topicId":"615a6f19b7283e0c141b4fc8","verse":"Genesis 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."}]}