{"_id":"615a6fe0b7283e0c141b502a","slug":"closer-to-god","name":"Closer To God","verses":[{"_id":"615a6fe0b7283e0c141b502b","topicId":"615a6fe0b7283e0c141b502a","verse":"Luke 9:23","votes":77,"__v":0,"esv":"<div>\n\n<p id=\"p42009023_08-1\"><b class=\"verse-num\" id=\"v42009023-1\">23&nbsp;</b>And he said to all, <span class=\"woc\">“If anyone would come after me, let him deny himself and take up his cross daily and follow me.</span></p>\n</div>","kjv":"<strong>23</strong> And he said to them all, If any man  will come after me, let him deny himself, and take up his cross daily, and follow me.  ","niv":"<sup><strong>23</strong></sup> Then he said to them all: \"If anyone would come after me, he must deny himself and take up his cross daily and follow me.","modified":"2023-11-15T23:22:44.649Z"},{"_id":"615a6fe1b7283e0c141b502c","topicId":"615a6fe0b7283e0c141b502a","verse":"1 John 1:9","votes":65,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","modified":"2022-10-25T23:19:16.596Z"},{"_id":"615a6fe2b7283e0c141b502d","topicId":"615a6fe0b7283e0c141b502a","verse":"James 4:8","votes":49,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded.","modified":"2023-06-09T03:04:46.995Z"},{"_id":"615a6fe2b7283e0c141b502e","topicId":"615a6fe0b7283e0c141b502a","verse":"John 14:1","votes":41,"__v":0,"esv":"<div>\n\n<p id=\"p43014001_11-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43014001-1\">14:1&nbsp;</b><span class=\"woc\">“Let not your hearts be troubled. Believe in God; believe also in me.</span></p>\n\n</div>","kjv":"<strong>1</strong>           Let not your heart be troubled: ye believe in God, believe also in me.  ","niv":"<sup><strong>1</strong></sup> \"Do not let your hearts be troubled. Trust in God; trust also in me.","modified":"2023-07-23T20:17:10.047Z"},{"_id":"615a6fe2b7283e0c141b502f","topicId":"615a6fe0b7283e0c141b502a","verse":"Jeremiah 23:23-24","votes":31,"__v":0,"esv":"<div>\n<p id=\"p24023023_01-5\"><b class=\"verse-num\" id=\"v24023023-1\">23&nbsp;</b>“Am I a God at hand, declares the LORD, and not a God far away? <b class=\"verse-num\" id=\"v24023024-1\">24&nbsp;</b>Can a man hide himself in secret places so that I cannot see him? declares the LORD. Do I not fill heaven and earth? declares the LORD.</p>\n</div>","kjv":"<strong>23</strong> Am I a God at hand, saith the LORD, and not a God afar off?  <strong>24</strong> Can any hide himself in secret places that I shall not see him? saith the LORD. Do not I fill heaven and earth? saith the LORD.  ","niv":"<sup><strong>23</strong></sup> \"Am I only a God nearby,\" declares the LORD, \"and not a God far away? <sup><strong>24</strong></sup> Can anyone hide in secret places so that I cannot see him?\" declares the LORD. \"Do not I fill heaven and earth?\" declares the LORD. ","modified":"2022-12-09T22:58:33.878Z"},{"_id":"615a6fe2b7283e0c141b5030","topicId":"615a6fe0b7283e0c141b502a","verse":"Luke 6:27","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p42006027_04-6\"><b class=\"verse-num woc\" id=\"v42006027-1\">27&nbsp;</b><span class=\"woc\">“But I say to you who hear, Love your enemies, do good to those who hate you,</span></p>\n</div>","kjv":"<strong>27</strong>           But I say unto you which hear, Love your enemies, do good to them which hate you,  ","niv":"<sup><strong>27</strong></sup> \"But I tell you who hear me: Love your enemies, do good to those who hate you,","modified":"2022-08-19T03:35:35.962Z"},{"_id":"615a6fe3b7283e0c141b5031","topicId":"615a6fe0b7283e0c141b502a","verse":"Matthew 6:16-18","votes":27,"__v":0,"esv":"<div>\n\n<p id=\"p40006016_02-7\"><b class=\"verse-num woc\" id=\"v40006016-1\">16&nbsp;</b><span class=\"woc\">“And when you fast, do not look gloomy like the hypocrites, for they disfigure their faces that their fasting may be seen by others. Truly, I say to you, they have received their reward.</span> <b class=\"verse-num woc\" id=\"v40006017-1\">17&nbsp;</b><span class=\"woc\">But when you fast, anoint your head and wash your face,</span> <b class=\"verse-num woc\" id=\"v40006018-1\">18&nbsp;</b><span class=\"woc\">that your fasting may not be seen by others but by your Father who is in secret. And your Father who sees in secret will reward you.</span></p>\n</div>","kjv":"<strong>16</strong>           Moreover when ye fast, be not, as the hypocrites, of a sad countenance: for they disfigure their faces, that they may appear unto men to fast. Verily I say unto you, They have their reward.  <strong>17</strong> But thou, when thou fastest, anoint thine head, and wash thy face;  <strong>18</strong> That thou appear not unto men to fast, but unto thy Father which is in secret: and thy Father, which seeth in secret, shall reward thee openly.  ","niv":"<sup><strong>16</strong></sup> \"When you fast, do not look somber as the hypocrites do, for they disfigure their faces to show men they are fasting. I tell you the truth, they have received their reward in full. <sup><strong>17</strong></sup> But when you fast, put oil on your head and wash your face, <sup><strong>18</strong></sup> so that it will not be obvious to men that you are fasting, but only to your Father, who is unseen; and your Father, who sees what is done in secret, will reward you. ","modified":"2022-07-27T21:22:43.862Z"},{"_id":"615a6fe3b7283e0c141b5032","topicId":"615a6fe0b7283e0c141b502a","verse":"1 Timothy 2:1-15","votes":25,"__v":0,"esv":"<div>\n\n<p id=\"p54002001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54002001-1\">2:1&nbsp;</b>First of all, then, I urge that supplications, prayers, intercessions, and thanksgivings be made for all people, <b class=\"verse-num\" id=\"v54002002-1\">2&nbsp;</b>for kings and all who are in high positions, that we may lead a peaceful and quiet life, godly and dignified in every way. <b class=\"verse-num\" id=\"v54002003-1\">3&nbsp;</b>This is good, and it is pleasing in the sight of God our Savior, <b class=\"verse-num\" id=\"v54002004-1\">4&nbsp;</b>who desires all people to be saved and to come to the knowledge of the truth. <b class=\"verse-num\" id=\"v54002005-1\">5&nbsp;</b>For there is one God, and there is one mediator between God and men, the man Christ Jesus, <b class=\"verse-num\" id=\"v54002006-1\">6&nbsp;</b>who gave himself as a ransom for all, which is the testimony given at the proper time. <b class=\"verse-num\" id=\"v54002007-1\">7&nbsp;</b>For this I was appointed a preacher and an apostle (I am telling the truth, I am not lying), a teacher of the Gentiles in faith and truth.</p>\n<p id=\"p54002007_05-9\"><b class=\"verse-num\" id=\"v54002008-1\">8&nbsp;</b>I desire then that in every place the men should pray, lifting holy hands without anger or quarreling; <b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works. <b class=\"verse-num\" id=\"v54002011-1\">11&nbsp;</b>Let a woman learn quietly with all submissiveness. <b class=\"verse-num\" id=\"v54002012-1\">12&nbsp;</b>I do not permit a woman to teach or to exercise authority over a man; rather, she is to remain quiet. <b class=\"verse-num\" id=\"v54002013-1\">13&nbsp;</b>For Adam was formed first, then Eve; <b class=\"verse-num\" id=\"v54002014-1\">14&nbsp;</b>and Adam was not deceived, but the woman was deceived and became a transgressor. <b class=\"verse-num\" id=\"v54002015-1\">15&nbsp;</b>Yet she will be saved through childbearing—if they continue in faith and love and holiness, with self-control.</p>\n\n</div>","kjv":"<strong>1</strong> I exhort therefore, that, first of all, supplications, prayers, intercessions, and giving of thanks, be made for all men;  <strong>2</strong> For kings, and for all that are in authority; that we may lead a quiet and peaceable life in all godliness and honesty.  <strong>3</strong> For this is good and acceptable in the sight of God our Saviour;  <strong>4</strong> Who will have all men to be saved, and to come unto the knowledge of the truth.  <strong>5</strong> For there is one God, and one mediator between God and men, the man Christ Jesus;  <strong>6</strong> Who gave himself a ransom for all, to be testified in due time.  <strong>7</strong> Whereunto I am ordained a preacher, and an apostle, (I speak the truth in Christ, and lie not;) a teacher of the Gentiles in faith and verity.  <strong>8</strong> I will therefore that men pray every where, lifting up holy hands, without wrath and doubting.  <strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  <strong>11</strong> Let the woman learn in silence with all subjection.  <strong>12</strong> But I suffer not a woman to teach, nor to usurp authority over the man, but to be in silence.  <strong>13</strong> For Adam was first formed, then Eve.  <strong>14</strong> And Adam was not deceived, but the woman being deceived was in the transgression.  <strong>15</strong> Notwithstanding she shall be saved in childbearing, if they continue in faith and charity and holiness with sobriety.  ","niv":"<sup><strong>1</strong></sup> I urge, then, first of all, that requests, prayers, intercession and thanksgiving be made for everyone-- <sup><strong>2</strong></sup> for kings and all those in authority, that we may live peaceful and quiet lives in all godliness and holiness. <sup><strong>3</strong></sup> This is good, and pleases God our Savior, <sup><strong>4</strong></sup> who wants all men to be saved and to come to a knowledge of the truth. <sup><strong>5</strong></sup> For there is one God and one mediator between God and men, the man Christ Jesus, <sup><strong>6</strong></sup> who gave himself as a ransom for all men--the testimony given in its proper time. <sup><strong>7</strong></sup> And for this purpose I was appointed a herald and an apostle--I am telling the truth, I am not lying--and a teacher of the true faith to the Gentiles. <sup><strong>8</strong></sup> I want men everywhere to lift up holy hands in prayer, without anger or disputing. <sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. <sup><strong>11</strong></sup> A woman should learn in quietness and full submission. <sup><strong>12</strong></sup> I do not permit a woman to teach or to have authority over a man; she must be silent. <sup><strong>13</strong></sup> For Adam was formed first, then Eve. <sup><strong>14</strong></sup> And Adam was not the one deceived; it was the woman who was deceived and became a sinner. <sup><strong>15</strong></sup> But women will be saved through childbearing--if they continue in faith, love and holiness with propriety. ","modified":"2022-09-30T00:00:13.391Z"},{"_id":"615a6fe3b7283e0c141b5033","topicId":"615a6fe0b7283e0c141b502a","verse":"John 3:16","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-10\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615a6fe4b7283e0c141b5034","topicId":"615a6fe0b7283e0c141b502a","verse":"1 John 2:1-29","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p62002001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62002001-1\">2:1&nbsp;</b>My little children, I am writing these things to you so that you may not sin. But if anyone does sin, we have an advocate with the Father, Jesus Christ the righteous. <b class=\"verse-num\" id=\"v62002002-1\">2&nbsp;</b>He is the propitiation for our sins, and not for ours only but also for the sins of the whole world. <b class=\"verse-num\" id=\"v62002003-1\">3&nbsp;</b>And by this we know that we have come to know him, if we keep his commandments. <b class=\"verse-num\" id=\"v62002004-1\">4&nbsp;</b>Whoever says “I know him” but does not keep his commandments is a liar, and the truth is not in him, <b class=\"verse-num\" id=\"v62002005-1\">5&nbsp;</b>but whoever keeps his word, in him truly the love of God is perfected. By this we may know that we are in him: <b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n\n<p id=\"p62002006_07-11\"><b class=\"verse-num\" id=\"v62002007-1\">7&nbsp;</b>Beloved, I am writing you no new commandment, but an old commandment that you had from the beginning. The old commandment is the word that you have heard. <b class=\"verse-num\" id=\"v62002008-1\">8&nbsp;</b>At the same time, it is a new commandment that I am writing to you, which is true in him and in you, because the darkness is passing away and the true light is already shining. <b class=\"verse-num\" id=\"v62002009-1\">9&nbsp;</b>Whoever says he is in the light and hates his brother is still in darkness. <b class=\"verse-num\" id=\"v62002010-1\">10&nbsp;</b>Whoever loves his brother abides in the light, and in him there is no cause for stumbling. <b class=\"verse-num\" id=\"v62002011-1\">11&nbsp;</b>But whoever hates his brother is in the darkness and walks in the darkness, and does not know where he is going, because the darkness has blinded his eyes.</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p62002012_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002012-1\">12&nbsp;</b>&nbsp;&nbsp;I am writing to you, little children,</span><br><span id=\"p62002012_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because your sins are forgiven for his name’s sake.</span><br><span id=\"p62002013_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002013-1\">13&nbsp;</b>&nbsp;&nbsp;I am writing to you, fathers,</span><br><span id=\"p62002013_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002013_07-11\" class=\"line\">&nbsp;&nbsp;I am writing to you, young men,</span><br><span id=\"p62002013_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you have overcome the evil one.</span><br><span id=\"p62002013_07-11\" class=\"line\">&nbsp;&nbsp;I write to you, children,</span><br><span id=\"p62002013_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know the Father.</span><br><span id=\"p62002014_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v62002014-1\">14&nbsp;</b>&nbsp;&nbsp;I write to you, fathers,</span><br><span id=\"p62002014_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you know him who is from the beginning.</span><br><span id=\"p62002014_07-11\" class=\"line\">&nbsp;&nbsp;I write to you, young men,</span><br><span id=\"p62002014_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;because you are strong,</span><br><span id=\"p62002014_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the word of God abides in you,</span><br><span id=\"p62002014_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you have overcome the evil one.</span><br><span class=\"end-line-group\"></span>\n</p>\n<p id=\"p62002014_12-11\"><b class=\"verse-num\" id=\"v62002015-1\">15&nbsp;</b>Do not love the world or the things in the world. If anyone loves the world, the love of the Father is not in him. <b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world. <b class=\"verse-num\" id=\"v62002017-1\">17&nbsp;</b>And the world is passing away along with its desires, but whoever does the will of God abides forever.</p>\n\n<p id=\"p62002017_15-11\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour. <b class=\"verse-num\" id=\"v62002019-1\">19&nbsp;</b>They went out from us, but they were not of us; for if they had been of us, they would have continued with us. But they went out, that it might become plain that they all are not of us. <b class=\"verse-num\" id=\"v62002020-1\">20&nbsp;</b>But you have been anointed by the Holy One, and you all have knowledge. <b class=\"verse-num\" id=\"v62002021-1\">21&nbsp;</b>I write to you, not because you do not know the truth, but because you know it, and because no lie is of the truth. <b class=\"verse-num\" id=\"v62002022-1\">22&nbsp;</b>Who is the liar but he who denies that Jesus is the Christ? This is the antichrist, he who denies the Father and the Son. <b class=\"verse-num\" id=\"v62002023-1\">23&nbsp;</b>No one who denies the Son has the Father. Whoever confesses the Son has the Father also. <b class=\"verse-num\" id=\"v62002024-1\">24&nbsp;</b>Let what you heard from the beginning abide in you. If what you heard from the beginning abides in you, then you too will abide in the Son and in the Father. <b class=\"verse-num\" id=\"v62002025-1\">25&nbsp;</b>And this is the promise that he made to us—eternal life.</p>\n<p id=\"p62002025_15-11\"><b class=\"verse-num\" id=\"v62002026-1\">26&nbsp;</b>I write these things to you about those who are trying to deceive you. <b class=\"verse-num\" id=\"v62002027-1\">27&nbsp;</b>But the anointing that you received from him abides in you, and you have no need that anyone should teach you. But as his anointing teaches you about everything, and is true, and is no lie—just as it has taught you, abide in him.</p>\n\n<p id=\"p62002027_18-11\"><b class=\"verse-num\" id=\"v62002028-1\">28&nbsp;</b>And now, little children, abide in him, so that when he appears we may have confidence and not shrink from him in shame at his coming. <b class=\"verse-num\" id=\"v62002029-1\">29&nbsp;</b>If you know that he is righteous, you may be sure that everyone who practices righteousness has been born of him.</p>\n\n</div>","kjv":"<strong>1</strong> My little children, these things write I unto you, that ye sin not. And if any man sin, we have an advocate with the Father, Jesus Christ the righteous:  <strong>2</strong> And he is the propitiation for our sins: and not for ours only, but also for the sins of the whole world.  <strong>3</strong> And hereby we do know that we know him, if we keep his commandments.  <strong>4</strong> He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.  <strong>5</strong> But whoso keepeth his word, in him verily is the love of God perfected: hereby know we that we are in him.  <strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  <strong>7</strong> Brethren, I write no new commandment unto you, but an old commandment which ye had from the beginning. The old commandment is the word which ye have heard from the beginning.  <strong>8</strong> Again, a new commandment I write unto you, which thing is true in him and in you: because the darkness is past, and the true light now shineth.  <strong>9</strong> He that saith he is in the light, and hateth his brother, is in darkness even until now.  <strong>10</strong> He that loveth his brother abideth in the light, and there is none occasion of stumbling in him.  <strong>11</strong> But he that hateth his brother is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.  <strong>12</strong> I write unto you, little children, because your sins are forgiven you for his name’s sake.  <strong>13</strong> I write unto you, fathers, because ye have known him that is  from the beginning. I write unto you, young men, because ye have overcome the wicked one. I write unto you, little children, because ye have known the Father.  <strong>14</strong> I have written unto you, fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome the wicked one.  <strong>15</strong> Love not the world, neither the things that are in the world. If any man love the world, the love of the Father is not in him.  <strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  <strong>17</strong> And the world passeth away, and the lust thereof: but he that doeth the will of God abideth for ever.  <strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  <strong>19</strong> They went out from us, but they were not of us; for if they had been of us, they would no doubt have continued with us: but they went out, that they might be made manifest that they were not all of us.  <strong>20</strong> But ye have an unction from the Holy One, and ye know all things.  <strong>21</strong> I have not written unto you because ye know not the truth, but because ye know it, and that no lie is of the truth.  <strong>22</strong> Who is a liar but he that denieth that Jesus is the Christ? He is antichrist, that denieth the Father and the Son.  <strong>23</strong> Whosoever denieth the Son, the same hath not the Father: (but) he that acknowledgeth the Son hath the Father also.  <strong>24</strong> Let that therefore abide in you, which ye have heard from the beginning. If that which ye have heard from the beginning shall remain in you, ye also shall continue in the Son, and in the Father.  <strong>25</strong> And this is the promise that he hath promised us, even eternal life.  <strong>26</strong> These things have I written unto you concerning them that seduce you.  <strong>27</strong> But the anointing which ye have received of him abideth in you, and ye need not that any man teach you: but as the same anointing teacheth you of all things, and is truth, and is no lie, and even as it hath taught you, ye shall abide in him.  <strong>28</strong> And now, little children, abide in him; that, when he shall appear, we may have confidence, and not be ashamed before him at his coming.  <strong>29</strong> If ye know that he is righteous, ye know that every one that doeth righteousness is born of him.  ","niv":"<sup><strong>1</strong></sup> My dear children, I write this to you so that you will not sin. But if anybody does sin, we have one who speaks to the Father in our defense--Jesus Christ, the Righteous One. <sup><strong>2</strong></sup> He is the atoning sacrifice for our sins, and not only for ours but also for the sins of the whole world. <sup><strong>3</strong></sup> We know that we have come to know him if we obey his commands. <sup><strong>4</strong></sup> The man who says, \"I know him,\" but does not do what he commands is a liar, and the truth is not in him. <sup><strong>5</strong></sup> But if anyone obeys his word, God's love is truly made complete in him. This is how we know we are in him: <sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did. <sup><strong>7</strong></sup> Dear friends, I am not writing you a new command but an old one, which you have had since the beginning. This old command is the message you have heard. <sup><strong>8</strong></sup> Yet I am writing you a new command; its truth is seen in him and you, because the darkness is passing and the true light is already shining. <sup><strong>9</strong></sup> Anyone who claims to be in the light but hates his brother is still in the darkness. <sup><strong>10</strong></sup> Whoever loves his brother lives in the light, and there is nothing in him to make him stumble. <sup><strong>11</strong></sup> But whoever hates his brother is in the darkness and walks around in the darkness; he does not know where he is going, because the darkness has blinded him. <sup><strong>12</strong></sup> I write to you, dear children, because your sins have been forgiven on account of his name. <sup><strong>13</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you have overcome the evil one. I write to you, dear children, because you have known the Father. <sup><strong>14</strong></sup> I write to you, fathers, because you have known him who is from the beginning. I write to you, young men, because you are strong, and the word of God lives in you, and you have overcome the evil one. <sup><strong>15</strong></sup> Do not love the world or anything in the world. If anyone loves the world, the love of the Father is not in him. <sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world. <sup><strong>17</strong></sup> The world and its desires pass away, but the man who does the will of God lives forever. <sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour. <sup><strong>19</strong></sup> They went out from us, but they did not really belong to us. For if they had belonged to us, they would have remained with us; but their going showed that none of them belonged to us. <sup><strong>20</strong></sup> But you have an anointing from the Holy One, and all of you know the truth. <sup><strong>21</strong></sup> I do not write to you because you do not know the truth, but because you do know it and because no lie comes from the truth. <sup><strong>22</strong></sup> Who is the liar? It is the man who denies that Jesus is the Christ. Such a man is the antichrist--he denies the Father and the Son. <sup><strong>23</strong></sup> No one who denies the Son has the Father; whoever acknowledges the Son has the Father also. <sup><strong>24</strong></sup> See that what you have heard from the beginning remains in you. If it does, you also will remain in the Son and in the Father. <sup><strong>25</strong></sup> And this is what he promised us--even eternal life. <sup><strong>26</strong></sup> I am writing these things to you about those who are trying to lead you astray. <sup><strong>27</strong></sup> As for you, the anointing you received from him remains in you, and you do not need anyone to teach you. But as his anointing teaches you about all things and as that anointing is real, not counterfeit--just as it has taught you, remain in him. <sup><strong>28</strong></sup> And now, dear children, continue in him, so that when he appears we may be confident and unashamed before him at his coming. <sup><strong>29</strong></sup> If you know that he is righteous, you know that everyone who does what is right has been born of him. ","modified":"2023-03-14T18:36:50.958Z"},{"_id":"615a6fe4b7283e0c141b5035","topicId":"615a6fe0b7283e0c141b502a","verse":"Romans 14:1-23","votes":19,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-12\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-12\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-12\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-12\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-12\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-12\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","modified":"2022-09-04T21:54:36.853Z"},{"_id":"615a6fe4b7283e0c141b5036","topicId":"615a6fe0b7283e0c141b502a","verse":"Psalm 73:28","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19073028_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19073028-1\">28&nbsp;</b>&nbsp;&nbsp;But for me it is good to be near God;</span><br><span id=\"p19073028_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I have made the Lord GOD my refuge,</span><br><span id=\"p19073028_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that I may tell of all your works.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> But it is good for me to draw near to God: I have put my trust in the Lord GOD, that I may declare all thy works.  ","niv":"<sup><strong>28</strong></sup> But as for me, it is good to be near God. I have made the Sovereign LORD my refuge; I will tell of all your deeds.","modified":"2023-01-03T00:58:36.949Z"},{"_id":"615a6fe4b7283e0c141b5038","topicId":"615a6fe0b7283e0c141b502a","verse":"1 Peter 2:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p60002004_01-15\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious,</p>\n</div>","kjv":"<strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  ","niv":"<sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him--","modified":"2022-08-02T21:50:01.171Z"},{"_id":"615a6fe4b7283e0c141b5037","topicId":"615a6fe0b7283e0c141b502a","verse":"Psalm 32:9","votes":16,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19032009_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19032009-1\">9&nbsp;</b>&nbsp;&nbsp;Be not like a horse or a mule, without understanding,</span><br><span id=\"p19032009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;which must be curbed with bit and bridle,</span><br><span id=\"p19032009_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or it will not stay near you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>9</strong> Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.  ","niv":"<sup><strong>9</strong></sup> Do not be like the horse or the mule, which have no understanding but must be controlled by bit and bridle or they will not come to you.","modified":"2022-10-22T14:28:06.808Z"},{"_id":"615a6fe4b7283e0c141b5039","topicId":"615a6fe0b7283e0c141b502a","verse":"1 Thessalonians 5:17","votes":12,"__v":0,"esv":"<div>\n<p id=\"p52005017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005017-1\">17&nbsp;</b>pray without ceasing,</p>\n</div>","kjv":"<strong>17</strong> Pray without ceasing.  ","niv":"<sup><strong>17</strong></sup> pray continually;","modified":"2022-06-15T23:54:45.008Z"},{"_id":"615a6fe4b7283e0c141b503a","topicId":"615a6fe0b7283e0c141b502a","verse":"Judges 20:26","votes":13,"__v":0,"esv":"<div>\n<p id=\"p07020026_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v07020026-1\">26&nbsp;</b>Then all the people of Israel, the whole army, went up and came to Bethel and wept. They sat there before the LORD and fasted that day until evening, and offered burnt offerings and peace offerings before the LORD.</p>\n</div>","kjv":"<strong>26</strong> Then all the children of Israel, and all the people, went up, and came unto the house of God, and wept, and sat there before the LORD, and fasted that day until even, and offered burnt offerings and peace offerings before the LORD.  ","niv":"<sup><strong>26</strong></sup> Then the Israelites, all the people, went up to Bethel, and there they sat weeping before the LORD. They fasted that day until evening and presented burnt offerings and fellowship offerings to the LORD."},{"_id":"615a6fe5b7283e0c141b503b","topicId":"615a6fe0b7283e0c141b502a","verse":"Acts 2:41","votes":16,"__v":0,"esv":"<div>\n<p id=\"p44002041_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002041-1\">41&nbsp;</b>So those who received his word were baptized, and there were added that day about three thousand souls.</p>\n</div>","kjv":"<strong>41</strong> Then they that gladly received his word were baptized: and the same day there were added unto them about three thousand souls.  ","niv":"<sup><strong>41</strong></sup> Those who accepted his message were baptized, and about three thousand were added to their number that day.","modified":"2023-02-04T19:51:45.914Z"},{"_id":"615a6fe5b7283e0c141b503c","topicId":"615a6fe0b7283e0c141b502a","verse":"Matthew 5:28","votes":8,"__v":0,"esv":"<div>\n<p id=\"p40005028_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart.","modified":"2022-12-01T21:40:08.188Z"},{"_id":"615a6fe5b7283e0c141b503d","topicId":"615a6fe0b7283e0c141b502a","verse":"2 Kings 1:1-18","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p12001001_04-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v12001001-1\">1:1&nbsp;</b>After the death of Ahab, Moab rebelled against Israel.</p>\n<p id=\"p12001001_04-22\"><b class=\"verse-num\" id=\"v12001002-1\">2&nbsp;</b>Now Ahaziah fell through the lattice in his upper chamber in Samaria, and lay sick; so he sent messengers, telling them, “Go, inquire of Baal-zebub, the god of Ekron, whether I shall recover from this sickness.” <b class=\"verse-num\" id=\"v12001003-1\">3&nbsp;</b>But the angel of the LORD said to Elijah the Tishbite, “Arise, go up to meet the messengers of the king of Samaria, and say to them, ‘Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron? <b class=\"verse-num\" id=\"v12001004-1\">4&nbsp;</b>Now therefore thus says the LORD, You shall not come down from the bed to which you have gone up, but you shall surely die.’” So Elijah went.</p>\n<p id=\"p12001004_04-22\"><b class=\"verse-num\" id=\"v12001005-1\">5&nbsp;</b>The messengers returned to the king, and he said to them, “Why have you returned?” <b class=\"verse-num\" id=\"v12001006-1\">6&nbsp;</b>And they said to him, “There came a man to meet us, and said to us, ‘Go back to the king who sent you, and say to him, Thus says the LORD, Is it because there is no God in Israel that you are sending to inquire of Baal-zebub, the god of Ekron? Therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’” <b class=\"verse-num\" id=\"v12001007-1\">7&nbsp;</b>He said to them, “What kind of man was he who came to meet you and told you these things?” <b class=\"verse-num\" id=\"v12001008-1\">8&nbsp;</b>They answered him, “He wore a garment of hair, with a belt of leather about his waist.” And he said, “It is Elijah the Tishbite.”</p>\n<p id=\"p12001008_04-22\"><b class=\"verse-num\" id=\"v12001009-1\">9&nbsp;</b>Then the king sent to him a captain of fifty men with his fifty. He went up to Elijah, who was sitting on the top of a hill, and said to him, “O man of God, the king says, ‘Come down.’” <b class=\"verse-num\" id=\"v12001010-1\">10&nbsp;</b>But Elijah answered the captain of fifty, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then fire came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001010_04-22\"><b class=\"verse-num\" id=\"v12001011-1\">11&nbsp;</b>Again the king sent to him another captain of fifty men with his fifty. And he answered and said to him, “O man of God, this is the king’s order, ‘Come down quickly!’” <b class=\"verse-num\" id=\"v12001012-1\">12&nbsp;</b>But Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty.” Then the fire of God came down from heaven and consumed him and his fifty.</p>\n<p id=\"p12001012_04-22\"><b class=\"verse-num\" id=\"v12001013-1\">13&nbsp;</b>Again the king sent the captain of a third fifty with his fifty. And the third captain of fifty went up and came and fell on his knees before Elijah and entreated him, “O man of God, please let my life, and the life of these fifty servants of yours, be precious in your sight. <b class=\"verse-num\" id=\"v12001014-1\">14&nbsp;</b>Behold, fire came down from heaven and consumed the two former captains of fifty men with their fifties, but now let my life be precious in your sight.” <b class=\"verse-num\" id=\"v12001015-1\">15&nbsp;</b>Then the angel of the LORD said to Elijah, “Go down with him; do not be afraid of him.” So he arose and went down with him to the king <b class=\"verse-num\" id=\"v12001016-1\">16&nbsp;</b>and said to him, “Thus says the LORD, ‘Because you have sent messengers to inquire of Baal-zebub, the god of Ekron—is it because there is no God in Israel to inquire of his word?—therefore you shall not come down from the bed to which you have gone up, but you shall surely die.’”</p>\n<p id=\"p12001016_04-22\"><b class=\"verse-num\" id=\"v12001017-1\">17&nbsp;</b>So he died according to the word of the LORD that Elijah had spoken. Jehoram became king in his place in the second year of Jehoram the son of Jehoshaphat, king of Judah, because Ahaziah had no son. <b class=\"verse-num\" id=\"v12001018-1\">18&nbsp;</b>Now the rest of the acts of Ahaziah that he did, are they not written in the Book of the Chronicles of the Kings of Israel?</p>\n</div>","kjv":"<strong>1</strong> Then Moab rebelled against Israel after the death of Ahab.  <strong>2</strong> And Ahaziah fell down through a lattice in his upper chamber that was in Samaria, and was sick: and he sent messengers, and said unto them, Go, enquire of Baal-zebub the god of Ekron whether I shall recover of this disease.  <strong>3</strong> But the angel of the LORD said to Elijah the Tishbite, Arise, go up to meet the messengers of the king of Samaria, and say unto them, Is it  not because there is not a God in Israel, that  ye go to enquire of Baal-zebub the god of Ekron?  <strong>4</strong> Now therefore thus saith the LORD, Thou shalt not come down from that bed on which thou art gone up, but shalt surely die. And Elijah departed.  <strong>5</strong> And when the messengers turned back unto him, he said unto them, Why are ye now turned back?  <strong>6</strong> And they said unto him, There came a man up to meet us, and said unto us, Go, turn again unto the king that sent you, and say unto him, Thus saith the LORD, Is it not because there is not a God in Israel, that thou sendest to enquire of Baal-zebub the god of Ekron? therefore thou shalt not come down from that bed on which thou art gone up, but shalt surely die.  <strong>7</strong> And he said unto them, What manner of man was he which came up to meet you, and told you these words?  <strong>8</strong> And they answered him, He was an hairy man, and girt with a girdle of leather about his loins. And he said, It is Elijah the Tishbite.  <strong>9</strong> Then the king sent unto him a captain of fifty with his fifty. And he went up to him: and, behold, he sat on the top of an hill. And he spake unto him, Thou man of God, the king hath said, Come down.  <strong>10</strong> And Elijah answered and said to the captain of fifty, If I be  a man of God, then let fire come down from heaven, and consume thee and thy fifty. And there came down fire from heaven, and consumed him and his fifty.  <strong>11</strong> Again also he sent unto him another captain of fifty with his fifty. And he answered and said unto him, O man of God, thus hath the king said, Come down quickly.  <strong>12</strong> And Elijah answered and said unto them, If I be a man of God, let fire come down from heaven, and consume thee and thy fifty. And the fire of God came down from heaven, and consumed him and his fifty.  <strong>13</strong> And he sent again a captain of the third fifty with his fifty. And the third captain of fifty went up, and came and fell on his knees before Elijah, and besought him, and said unto him, O man of God, I pray thee, let my life, and the life of these fifty thy servants, be precious in thy sight.  <strong>14</strong> Behold, there came fire down from heaven, and burnt up the two captains of the former fifties with their fifties: therefore let my life now be precious in thy sight.  <strong>15</strong> And the angel of the LORD said unto Elijah, Go down with him: be not afraid of him. And he arose, and went down with him unto the king.  <strong>16</strong> And he said unto him, Thus saith the LORD, Forasmuch as thou hast sent messengers to enquire of Baal-zebub the god of Ekron, is it not because there is no God in Israel to enquire of his word? therefore thou shalt not come down off that bed on which thou art gone up, but shalt surely die.  <strong>17</strong> So he died according to the word of the LORD which Elijah had spoken. And Jehoram reigned in his stead in the second year of Jehoram the son of Jehoshaphat king of Judah; because he had no son.  <strong>18</strong> Now the rest of the acts of Ahaziah which he did, are they not written in the book of the chronicles of the kings of Israel?  ","niv":"<sup><strong>1</strong></sup> After Ahab's death, Moab rebelled against Israel. <sup><strong>2</strong></sup> Now Ahaziah had fallen through the lattice of his upper room in Samaria and injured himself. So he sent messengers, saying to them, \"Go and consult Baal-Zebub, the god of Ekron, to see if I will recover from this injury.\" <sup><strong>3</strong></sup> But the angel of the LORD said to Elijah the Tishbite, \"Go up and meet the messengers of the king of Samaria and ask them, 'Is it because there is no God in Israel that you are going off to consult Baal-Zebub, the god of Ekron?' <sup><strong>4</strong></sup> Therefore this is what the LORD says: 'You will not leave the bed you are lying on. You will certainly die!'\" So Elijah went. <sup><strong>5</strong></sup> When the messengers returned to the king, he asked them, \"Why have you come back?\" <sup><strong>6</strong></sup> \"A man came to meet us,\" they replied. \"And he said to us, 'Go back to the king who sent you and tell him, \"This is what the LORD says: Is it because there is no God in Israel that you are sending men to consult Baal-Zebub, the god of Ekron? Therefore you will not leave the bed you are lying on. You will certainly die!\"'\" <sup><strong>7</strong></sup> The king asked them, \"What kind of man was it who came to meet you and told you this?\" <sup><strong>8</strong></sup> They replied, \"He was a man with a garment of hair and with a leather belt around his waist.\" The king said, \"That was Elijah the Tishbite.\" <sup><strong>9</strong></sup> Then he sent to Elijah a captain with his company of fifty men. The captain went up to Elijah, who was sitting on the top of a hill, and said to him, \"Man of God, the king says, 'Come down!'\" <sup><strong>10</strong></sup> Elijah answered the captain, \"If I am a man of God, may fire come down from heaven and consume you and your fifty men!\" Then fire fell from heaven and consumed the captain and his men. <sup><strong>11</strong></sup> At this the king sent to Elijah another captain with his fifty men. The captain said to him, \"Man of God, this is what the king says, 'Come down at once!'\" <sup><strong>12</strong></sup> \"If I am a man of God,\" Elijah replied, \"may fire come down from heaven and consume you and your fifty men!\" Then the fire of God fell from heaven and consumed him and his fifty men. <sup><strong>13</strong></sup> So the king sent a third captain with his fifty men. This third captain went up and fell on his knees before Elijah. \"Man of God,\" he begged, \"please have respect for my life and the lives of these fifty men, your servants! <sup><strong>14</strong></sup> See, fire has fallen from heaven and consumed the first two captains and all their men. But now have respect for my life!\" <sup><strong>15</strong></sup> The angel of the LORD said to Elijah, \"Go down with him; do not be afraid of him.\" So Elijah got up and went down with him to the king. <sup><strong>16</strong></sup> He told the king, \"This is what the LORD says: Is it because there is no God in Israel for you to consult that you have sent messengers to consult Baal-Zebub, the god of Ekron? Because you have done this, you will never leave the bed you are lying on. You will certainly die!\" <sup><strong>17</strong></sup> So he died, according to the word of the LORD that Elijah had spoken. Because Ahaziah had no son, Joram succeeded him as king in the second year of Jehoram son of Jehoshaphat king of Judah. <sup><strong>18</strong></sup> As for all the other events of Ahaziah's reign, and what he did, are they not written in the book of the annals of the kings of Israel? "},{"_id":"615a6fe6b7283e0c141b503e","topicId":"615a6fe0b7283e0c141b502a","verse":"Colossians 3:5-10","votes":10,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-23\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. ","modified":"2022-10-13T20:34:40.707Z"},{"_id":"615a6fe6b7283e0c141b503f","topicId":"615a6fe0b7283e0c141b502a","verse":"Acts 13:1-3","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p44013001_06-24\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44013001-1\">13:1&nbsp;</b>Now there were in the church at Antioch prophets and teachers, Barnabas, Simeon who was called Niger, Lucius of Cyrene, Manaen a lifelong friend of Herod the tetrarch, and Saul. <b class=\"verse-num\" id=\"v44013002-1\">2&nbsp;</b>While they were worshiping the Lord and fasting, the Holy Spirit said, “Set apart for me Barnabas and Saul for the work to which I have called them.” <b class=\"verse-num\" id=\"v44013003-1\">3&nbsp;</b>Then after fasting and praying they laid their hands on them and sent them off.</p>\n\n</div>","kjv":"<strong>1</strong> Now there were in the church that was at Antioch certain prophets and teachers; as Barnabas, and Simeon that was called Niger, and Lucius of Cyrene, and Manaen, which had been brought up with Herod the tetrarch, and Saul.  <strong>2</strong> As they ministered to the Lord, and fasted, the Holy Ghost said, Separate me Barnabas and Saul for the work whereunto I have called them.  <strong>3</strong> And when they had fasted and prayed, and laid their hands on them, they sent them away.  ","niv":"<sup><strong>1</strong></sup> In the church at Antioch there were prophets and teachers: Barnabas, Simeon called Niger, Lucius of Cyrene, Manaen (who had been brought up with Herod the tetrarch) and Saul. <sup><strong>2</strong></sup> While they were worshiping the Lord and fasting, the Holy Spirit said, \"Set apart for me Barnabas and Saul for the work to which I have called them.\" <sup><strong>3</strong></sup> So after they had fasted and prayed, they placed their hands on them and sent them off. "},{"_id":"615a6fe6b7283e0c141b5040","topicId":"615a6fe0b7283e0c141b502a","verse":"2 Thessalonians 1:1-12","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p53001001_02-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v53001001-1\">1:1&nbsp;</b>Paul, Silvanus, and Timothy,</p>\n<p id=\"p53001001_02-25\">To the church of the Thessalonians in God our Father and the Lord Jesus Christ:</p>\n<p id=\"p53001001_02-25\"><b class=\"verse-num\" id=\"v53001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p53001002_03-25\"><b class=\"verse-num\" id=\"v53001003-1\">3&nbsp;</b>We ought always to give thanks to God for you, brothers, as is right, because your faith is growing abundantly, and the love of every one of you for one another is increasing. <b class=\"verse-num\" id=\"v53001004-1\">4&nbsp;</b>Therefore we ourselves boast about you in the churches of God for your steadfastness and faith in all your persecutions and in the afflictions that you are enduring.</p>\n\n<p id=\"p53001004_08-25\"><b class=\"verse-num\" id=\"v53001005-1\">5&nbsp;</b>This is evidence of the righteous judgment of God, that you may be considered worthy of the kingdom of God, for which you are also suffering—<b class=\"verse-num\" id=\"v53001006-1\">6&nbsp;</b>since indeed God considers it just to repay with affliction those who afflict you, <b class=\"verse-num\" id=\"v53001007-1\">7&nbsp;</b>and to grant relief to you who are afflicted as well as to us, when the Lord Jesus is revealed from heaven with his mighty angels <b class=\"verse-num\" id=\"v53001008-1\">8&nbsp;</b>in flaming fire, inflicting vengeance on those who do not know God and on those who do not obey the gospel of our Lord Jesus. <b class=\"verse-num\" id=\"v53001009-1\">9&nbsp;</b>They will suffer the punishment of eternal destruction, away from the presence of the Lord and from the glory of his might, <b class=\"verse-num\" id=\"v53001010-1\">10&nbsp;</b>when he comes on that day to be glorified in his saints, and to be marveled at among all who have believed, because our testimony to you was believed. <b class=\"verse-num\" id=\"v53001011-1\">11&nbsp;</b>To this end we always pray for you, that our God may make you worthy of his calling and may fulfill every resolve for good and every work of faith by his power, <b class=\"verse-num\" id=\"v53001012-1\">12&nbsp;</b>so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, and Silvanus, and Timotheus, unto the church of the Thessalonians in God our Father and the Lord Jesus Christ:  <strong>2</strong> Grace unto you, and peace, from God our Father and the Lord Jesus Christ.  <strong>3</strong> We are bound to thank God always for you, brethren, as it is meet, because that your faith groweth exceedingly, and the charity of every one of you all toward each other aboundeth;  <strong>4</strong> So that we ourselves glory in you in the churches of God for your patience and faith in all your persecutions and tribulations that ye endure:  <strong>5</strong> Which is a manifest token of the righteous judgment of God, that ye may be counted worthy of the kingdom of God, for which ye also suffer:  <strong>6</strong> Seeing it is a righteous thing with God to recompense tribulation to them that trouble you;  <strong>7</strong> And to you who are troubled rest with us, when the Lord Jesus shall be revealed from heaven with his mighty angels,  <strong>8</strong> In flaming fire taking vengeance on them that know not God, and that obey not the gospel of our Lord Jesus Christ:  <strong>9</strong> Who shall be punished with everlasting destruction from the presence of the Lord, and from the glory of his power;  <strong>10</strong> When he shall come to be glorified in his saints, and to be admired in all them that believe (because our testimony among you was believed) in that day.  <strong>11</strong> Wherefore also we pray always for you, that our God would count you worthy of this calling, and fulfil all the good pleasure of his goodness, and the work of faith with power:  <strong>12</strong> That the name of our Lord Jesus Christ may be glorified in you, and ye in him, according to the grace of our God and the Lord Jesus Christ.  ","niv":"<sup><strong>1</strong></sup> Paul, Silas and Timothy, To the church of the Thessalonians in God our Father and the Lord Jesus Christ: <sup><strong>2</strong></sup> Grace and peace to you from God the Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> We ought always to thank God for you, brothers, and rightly so, because your faith is growing more and more, and the love every one of you has for each other is increasing. <sup><strong>4</strong></sup> Therefore, among God's churches we boast about your perseverance and faith in all the persecutions and trials you are enduring. <sup><strong>5</strong></sup> All this is evidence that God's judgment is right, and as a result you will be counted worthy of the kingdom of God, for which you are suffering. <sup><strong>6</strong></sup> God is just: He will pay back trouble to those who trouble you <sup><strong>7</strong></sup> and give relief to you who are troubled, and to us as well. This will happen when the Lord Jesus is revealed from heaven in blazing fire with his powerful angels. <sup><strong>8</strong></sup> He will punish those who do not know God and do not obey the gospel of our Lord Jesus. <sup><strong>9</strong></sup> They will be punished with everlasting destruction and shut out from the presence of the Lord and from the majesty of his power <sup><strong>10</strong></sup> on the day he comes to be glorified in his holy people and to be marveled at among all those who have believed. This includes you, because you believed our testimony to you. <sup><strong>11</strong></sup> With this in mind, we constantly pray for you, that our God may count you worthy of his calling, and that by his power he may fulfill every good purpose of yours and every act prompted by your faith. <sup><strong>12</strong></sup> We pray this so that the name of our Lord Jesus may be glorified in you, and you in him, according to the grace of our God and the Lord Jesus Christ. "},{"_id":"615a6fe6b7283e0c141b5041","topicId":"615a6fe0b7283e0c141b502a","verse":"Acts 14:23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44014023_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v44014023-1\">23&nbsp;</b>And when they had appointed elders for them in every church, with prayer and fasting they committed them to the Lord in whom they had believed.</p>\n</div>","kjv":"<strong>23</strong> And when they had ordained them elders in every church, and had prayed with fasting, they commended them to the Lord, on whom they believed.  ","niv":"<sup><strong>23</strong></sup> Paul and Barnabas appointed elders for them in each church and, with prayer and fasting, committed them to the Lord, in whom they had put their trust."},{"_id":"615a6fe7b7283e0c141b5042","topicId":"615a6fe0b7283e0c141b502a","verse":"Philippians 3:7-11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p50003007_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v50003007-1\">7&nbsp;</b>But whatever gain I had, I counted as loss for the sake of Christ. <b class=\"verse-num\" id=\"v50003008-1\">8&nbsp;</b>Indeed, I count everything as loss because of the surpassing worth of knowing Christ Jesus my Lord. For his sake I have suffered the loss of all things and count them as rubbish, in order that I may gain Christ <b class=\"verse-num\" id=\"v50003009-1\">9&nbsp;</b>and be found in him, not having a righteousness of my own that comes from the law, but that which comes through faith in Christ, the righteousness from God that depends on faith—<b class=\"verse-num\" id=\"v50003010-1\">10&nbsp;</b>that I may know him and the power of his resurrection, and may share his sufferings, becoming like him in his death, <b class=\"verse-num\" id=\"v50003011-1\">11&nbsp;</b>that by any means possible I may attain the resurrection from the dead.</p>\n</div>","kjv":"<strong>7</strong> But what things were gain to me, those I counted loss for Christ.  <strong>8</strong> Yea doubtless, and I count all things but loss for the excellency of the knowledge of Christ Jesus my Lord: for whom I have suffered the loss of all things, and do count them but dung, that I may win Christ,  <strong>9</strong> And be found in him, not having mine own righteousness, which is of the law, but that which is through the faith of Christ, the righteousness which is of God by faith:  <strong>10</strong> That I may know him, and the power of his resurrection, and the fellowship of his sufferings, being made conformable unto his death;  <strong>11</strong> If by any means I might attain unto the resurrection of the dead.  ","niv":"<sup><strong>7</strong></sup> But whatever was to my profit I now consider loss for the sake of Christ. <sup><strong>8</strong></sup> What is more, I consider everything a loss compared to the surpassing greatness of knowing Christ Jesus my Lord, for whose sake I have lost all things. I consider them rubbish, that I may gain Christ <sup><strong>9</strong></sup> and be found in him, not having a righteousness of my own that comes from the law, but that which is through faith in Christ--the righteousness that comes from God and is by faith. <sup><strong>10</strong></sup> I want to know Christ and the power of his resurrection and the fellowship of sharing in his sufferings, becoming like him in his death, <sup><strong>11</strong></sup> and so, somehow, to attain to the resurrection from the dead. ","modified":"2022-12-24T05:36:52.690Z"},{"_id":"615a6fe7b7283e0c141b5043","topicId":"615a6fe0b7283e0c141b502a","verse":"Ephesians 3:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p49003001_07-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49003001-1\">3:1&nbsp;</b>For this reason I, Paul, a prisoner of Christ Jesus on behalf of you Gentiles—<b class=\"verse-num\" id=\"v49003002-1\">2&nbsp;</b>assuming that you have heard of the stewardship of God’s grace that was given to me for you, <b class=\"verse-num\" id=\"v49003003-1\">3&nbsp;</b>how the mystery was made known to me by revelation, as I have written briefly. <b class=\"verse-num\" id=\"v49003004-1\">4&nbsp;</b>When you read this, you can perceive my insight into the mystery of Christ, <b class=\"verse-num\" id=\"v49003005-1\">5&nbsp;</b>which was not made known to the sons of men in other generations as it has now been revealed to his holy apostles and prophets by the Spirit. <b class=\"verse-num\" id=\"v49003006-1\">6&nbsp;</b>This mystery is that the Gentiles are fellow heirs, members of the same body, and partakers of the promise in Christ Jesus through the gospel.</p>\n<p id=\"p49003006_07-28\"><b class=\"verse-num\" id=\"v49003007-1\">7&nbsp;</b>Of this gospel I was made a minister according to the gift of God’s grace, which was given me by the working of his power. <b class=\"verse-num\" id=\"v49003008-1\">8&nbsp;</b>To me, though I am the very least of all the saints, this grace was given, to preach to the Gentiles the unsearchable riches of Christ, <b class=\"verse-num\" id=\"v49003009-1\">9&nbsp;</b>and to bring to light for everyone what is the plan of the mystery hidden for ages in God, who created all things, <b class=\"verse-num\" id=\"v49003010-1\">10&nbsp;</b>so that through the church the manifold wisdom of God might now be made known to the rulers and authorities in the heavenly places. <b class=\"verse-num\" id=\"v49003011-1\">11&nbsp;</b>This was according to the eternal purpose that he has realized in Christ Jesus our Lord, <b class=\"verse-num\" id=\"v49003012-1\">12&nbsp;</b>in whom we have boldness and access with confidence through our faith in him. <b class=\"verse-num\" id=\"v49003013-1\">13&nbsp;</b>So I ask you not to lose heart over what I am suffering for you, which is your glory.</p>\n\n<p id=\"p49003013_11-28\"><b class=\"verse-num\" id=\"v49003014-1\">14&nbsp;</b>For this reason I bow my knees before the Father, <b class=\"verse-num\" id=\"v49003015-1\">15&nbsp;</b>from whom every family in heaven and on earth is named, <b class=\"verse-num\" id=\"v49003016-1\">16&nbsp;</b>that according to the riches of his glory he may grant you to be strengthened with power through his Spirit in your inner being, <b class=\"verse-num\" id=\"v49003017-1\">17&nbsp;</b>so that Christ may dwell in your hearts through faith—that you, being rooted and grounded in love, <b class=\"verse-num\" id=\"v49003018-1\">18&nbsp;</b>may have strength to comprehend with all the saints what is the breadth and length and height and depth, <b class=\"verse-num\" id=\"v49003019-1\">19&nbsp;</b>and to know the love of Christ that surpasses knowledge, that you may be filled with all the fullness of God.</p>\n<p id=\"p49003019_11-28\"><b class=\"verse-num\" id=\"v49003020-1\">20&nbsp;</b>Now to him who is able to do far more abundantly than all that we ask or think, according to the power at work within us, <b class=\"verse-num\" id=\"v49003021-1\">21&nbsp;</b>to him be glory in the church and in Christ Jesus throughout all generations, forever and ever. Amen.</p>\n\n</div>","kjv":"<strong>1</strong> For this cause I Paul, the prisoner of Jesus Christ for you Gentiles,  <strong>2</strong> If ye have heard of the dispensation of the grace of God which is given me to youward:  <strong>3</strong> How that by revelation he made known unto me the mystery; (as I wrote afore in few words,  <strong>4</strong> Whereby, when ye read, ye may understand my knowledge in the mystery of Christ)  <strong>5</strong> Which in other ages was not made known unto the sons of men, as it is now revealed unto his holy apostles and prophets by the Spirit;  <strong>6</strong> That the Gentiles should be fellowheirs, and of the same body, and partakers of his promise in Christ by the gospel:  <strong>7</strong> Whereof I was made a minister, according to the gift of the grace of God given unto me by the effectual working of his power.  <strong>8</strong> Unto me, who am less than the least of all saints, is this grace given, that I should preach among the Gentiles the unsearchable riches of Christ;  <strong>9</strong> And to make all men see what is the fellowship of the mystery, which from the beginning of the world hath been hid in God, who created all things by Jesus Christ:  <strong>10</strong> To the intent that now unto the principalities and powers in heavenly places might be known by the church the manifold wisdom of God,  <strong>11</strong> According to the eternal purpose which he purposed in Christ Jesus our Lord:  <strong>12</strong> In whom we have boldness and access with confidence by the faith of him.  <strong>13</strong> Wherefore I desire that ye faint not at my tribulations for you, which is your glory.  <strong>14</strong> For this cause I bow my knees unto the Father of our Lord Jesus Christ,  <strong>15</strong> Of whom the whole family in heaven and earth is named,  <strong>16</strong> That he would grant you, according to the riches of his glory, to be strengthened with might by his Spirit in the inner man;  <strong>17</strong> That Christ may dwell in your hearts by faith; that ye, being rooted and grounded in love,  <strong>18</strong> May be able to comprehend with all saints what is the breadth, and length, and depth, and height;  <strong>19</strong> And to know the love of Christ, which passeth knowledge, that ye might be filled with all the fulness of God.  <strong>20</strong> Now unto him that is able to do exceeding abundantly above all that we ask or think, according to the power that worketh in us,  <strong>21</strong> Unto him be glory in the church by Christ Jesus throughout all ages, world without end. Amen.  ","niv":"<sup><strong>1</strong></sup> For this reason I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles-- <sup><strong>2</strong></sup> Surely you have heard about the administration of God's grace that was given to me for you, <sup><strong>3</strong></sup> that is, the mystery made known to me by revelation, as I have already written briefly. <sup><strong>4</strong></sup> In reading this, then, you will be able to understand my insight into the mystery of Christ, <sup><strong>5</strong></sup> which was not made known to men in other generations as it has now been revealed by the Spirit to God's holy apostles and prophets. <sup><strong>6</strong></sup> This mystery is that through the gospel the Gentiles are heirs together with Israel, members together of one body, and sharers together in the promise in Christ Jesus. <sup><strong>7</strong></sup> I became a servant of this gospel by the gift of God's grace given me through the working of his power. <sup><strong>8</strong></sup> Although I am less than the least of all God's people, this grace was given me: to preach to the Gentiles the unsearchable riches of Christ, <sup><strong>9</strong></sup> and to make plain to everyone the administration of this mystery, which for ages past was kept hidden in God, who created all things. <sup><strong>10</strong></sup> His intent was that now, through the church, the manifold wisdom of God should be made known to the rulers and authorities in the heavenly realms, <sup><strong>11</strong></sup> according to his eternal purpose which he accomplished in Christ Jesus our Lord. <sup><strong>12</strong></sup> In him and through faith in him we may approach God with freedom and confidence. <sup><strong>13</strong></sup> I ask you, therefore, not to be discouraged because of my sufferings for you, which are your glory. <sup><strong>14</strong></sup> For this reason I kneel before the Father, <sup><strong>15</strong></sup> from whom his whole family in heaven and on earth derives its name. <sup><strong>16</strong></sup> I pray that out of his glorious riches he may strengthen you with power through his Spirit in your inner being, <sup><strong>17</strong></sup> so that Christ may dwell in your hearts through faith. And I pray that you, being rooted and established in love, <sup><strong>18</strong></sup> may have power, together with all the saints, to grasp how wide and long and high and deep is the love of Christ, <sup><strong>19</strong></sup> and to know this love that surpasses knowledge--that you may be filled to the measure of all the fullness of God. <sup><strong>20</strong></sup> Now to him who is able to do immeasurably more than all we ask or imagine, according to his power that is at work within us, <sup><strong>21</strong></sup> to him be glory in the church and in Christ Jesus throughout all generations, for ever and ever! Amen. ","modified":"2022-12-24T05:36:45.925Z"}]}