{"_id":"615a7033b7283e0c141b5055","slug":"clothes","name":"Clothes","verses":[{"_id":"615a7033b7283e0c141b5056","topicId":"615a7033b7283e0c141b5055","verse":"Matthew 6:25-34","votes":18,"__v":0,"esv":"<div>\n\n<p id=\"p40006025_05-1\"><b class=\"verse-num woc\" id=\"v40006025-1\">25&nbsp;</b><span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?</span> <b class=\"verse-num woc\" id=\"v40006026-1\">26&nbsp;</b><span class=\"woc\">Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they?</span> <b class=\"verse-num woc\" id=\"v40006027-1\">27&nbsp;</b><span class=\"woc\">And which of you by being anxious can add a single hour to his span of life?</span> <b class=\"verse-num woc\" id=\"v40006028-1\">28&nbsp;</b><span class=\"woc\">And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin,</span> <b class=\"verse-num woc\" id=\"v40006029-1\">29&nbsp;</b><span class=\"woc\">yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v40006030-1\">30&nbsp;</b><span class=\"woc\">But if God so clothes the grass of the field, which today is alive and tomorrow is thrown into the oven, will he not much more clothe you, O you of little faith?</span> <b class=\"verse-num woc\" id=\"v40006031-1\">31&nbsp;</b><span class=\"woc\">Therefore do not be anxious, saying, ‘What shall we eat?’ or ‘What shall we drink?’ or ‘What shall we wear?’</span> <b class=\"verse-num woc\" id=\"v40006032-1\">32&nbsp;</b><span class=\"woc\">For the Gentiles seek after all these things, and your heavenly Father knows that you need them all.</span> <b class=\"verse-num woc\" id=\"v40006033-1\">33&nbsp;</b><span class=\"woc\">But seek first the kingdom of God and his righteousness, and all these things will be added to you.</span></p>\n<p id=\"p40006033_05-1\"><b class=\"verse-num woc\" id=\"v40006034-1\">34&nbsp;</b><span class=\"woc\">“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble.</span></p>\n\n</div>","kjv":"<strong>25</strong> Therefore I say unto you, Take no thought for your life, what ye shall eat, or what ye shall drink; nor yet for your body, what ye shall put on. Is not the life more than meat, and the body than raiment?  <strong>26</strong> Behold the fowls of the air: for they sow not, neither do they reap, nor gather into barns; yet your heavenly Father feedeth them. Are ye not much better than they?  <strong>27</strong> Which of you by taking thought can add one cubit unto his stature?  <strong>28</strong> And why take ye thought for raiment? Consider the lilies of the field, how they grow; they toil not, neither do they spin:  <strong>29</strong> And yet I say unto you, That even Solomon in all his glory was not arrayed like one of these.  <strong>30</strong> Wherefore, if God so clothe the grass of the field, which to day is, and to morrow is cast into the oven, shall he not much more clothe you, O ye of little faith?  <strong>31</strong> Therefore take no thought, saying, What shall we eat? or, What shall we drink? or, Wherewithal shall we be clothed?  <strong>32</strong> (For after all these things do the Gentiles seek:) for your heavenly Father knoweth that ye have need of all these things.  <strong>33</strong> But seek ye first the kingdom of God, and his righteousness; and all these things shall be added unto you.  <strong>34</strong> Take therefore no thought for the morrow: for the morrow shall take thought for the things of itself. Sufficient unto the day is the evil thereof. ","niv":"<sup><strong>25</strong></sup> \"Therefore I tell you, do not worry about your life, what you will eat or drink; or about your body, what you will wear. Is not life more important than food, and the body more important than clothes? <sup><strong>26</strong></sup> Look at the birds of the air; they do not sow or reap or store away in barns, and yet your heavenly Father feeds them. Are you not much more valuable than they? <sup><strong>27</strong></sup> Who of you by worrying can add a single hour to his life? <sup><strong>28</strong></sup> \"And why do you worry about clothes? See how the lilies of the field grow. They do not labor or spin. <sup><strong>29</strong></sup> Yet I tell you that not even Solomon in all his splendor was dressed like one of these. <sup><strong>30</strong></sup> If that is how God clothes the grass of the field, which is here today and tomorrow is thrown into the fire, will he not much more clothe you, O you of little faith? <sup><strong>31</strong></sup> So do not worry, saying, 'What shall we eat?' or 'What shall we drink?' or 'What shall we wear?' <sup><strong>32</strong></sup> For the pagans run after all these things, and your heavenly Father knows that you need them. <sup><strong>33</strong></sup> But seek first his kingdom and his righteousness, and all these things will be given to you as well. <sup><strong>34</strong></sup> Therefore do not worry about tomorrow, for tomorrow will worry about itself. Each day has enough trouble of its own. "},{"_id":"615a7033b7283e0c141b5057","topicId":"615a7033b7283e0c141b5055","verse":"Luke 12:33-34","votes":15,"__v":0,"esv":"<div>\n<p id=\"p42012033_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012033-1\">33&nbsp;</b><span class=\"woc\">Sell your possessions, and give to the needy. Provide yourselves with moneybags that do not grow old, with a treasure in the heavens that does not fail, where no thief approaches and no moth destroys.</span> <b class=\"verse-num woc\" id=\"v42012034-1\">34&nbsp;</b><span class=\"woc\">For where your treasure is, there will your heart be also.</span></p>\n</div>","kjv":"<strong>33</strong> Sell that ye have, and give alms; provide yourselves bags which wax not old, a treasure in the heavens that faileth not, where no thief approacheth, neither moth corrupteth.  <strong>34</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>33</strong></sup> Sell your possessions and give to the poor. Provide purses for yourselves that will not wear out, a treasure in heaven that will not be exhausted, where no thief comes near and no moth destroys. <sup><strong>34</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"615a7033b7283e0c141b5058","topicId":"615a7033b7283e0c141b5055","verse":"1 Timothy 2:9-10","votes":14,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. ","modified":"2022-07-17T05:31:23.494Z"},{"_id":"615a7034b7283e0c141b5059","topicId":"615a7033b7283e0c141b5055","verse":"Deuteronomy 22:5","votes":13,"__v":0,"esv":"<div>\n<p id=\"p05022005_01-5\"><b class=\"verse-num\" id=\"v05022005-1\">5&nbsp;</b>“A woman shall not wear a man’s garment, nor shall a man put on a woman’s cloak, for whoever does these things is an abomination to the LORD your God.</p>\n</div>","kjv":"<strong>5</strong> The woman shall not wear that which pertaineth unto a man, neither shall a man put on a woman’s garment: for all that do so are abomination unto the LORD thy God.  ","niv":"<sup><strong>5</strong></sup> A woman must not wear men's clothing, nor a man wear women's clothing, for the LORD your God detests anyone who does this."},{"_id":"615a7034b7283e0c141b505a","topicId":"615a7033b7283e0c141b5055","verse":"Exodus 28:42","votes":11,"__v":0,"esv":"<div>\n<p id=\"p02028042_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v02028042-1\">42&nbsp;</b>You shall make for them linen undergarments to cover their naked flesh. They shall reach from the hips to the thighs;</p>\n</div>","kjv":"<strong>42</strong> And thou shalt make them linen breeches to cover their nakedness; from the loins even unto the thighs they shall reach:  ","niv":"<sup><strong>42</strong></sup> \"Make linen undergarments as a covering for the body, reaching from the waist to the thigh.","modified":"2023-01-31T14:52:08.491Z"},{"_id":"615a7034b7283e0c141b505b","topicId":"615a7033b7283e0c141b5055","verse":"1 Peter 3:3-4","votes":7,"__v":0,"esv":"<div>\n<p id=\"p60003003_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v60003003-1\">3&nbsp;</b>Do not let your adorning be external—the braiding of hair and the putting on of gold jewelry, or the clothing you wear—<b class=\"verse-num\" id=\"v60003004-1\">4&nbsp;</b>but let your adorning be the hidden person of the heart with the imperishable beauty of a gentle and quiet spirit, which in God’s sight is very precious.</p>\n</div>","kjv":"<strong>3</strong> Whose adorning let it not be that outward adorning of plaiting the hair, and of wearing of gold, or of putting on of apparel;  <strong>4</strong> But let it be the hidden man of the heart, in that which is not corruptible, even the ornament of a meek and quiet spirit, which is in the sight of God of great price.  ","niv":"<sup><strong>3</strong></sup> Your beauty should not come from outward adornment, such as braided hair and the wearing of gold jewelry and fine clothes. <sup><strong>4</strong></sup> Instead, it should be that of your inner self, the unfading beauty of a gentle and quiet spirit, which is of great worth in God's sight. "},{"_id":"615a7035b7283e0c141b505c","topicId":"615a7033b7283e0c141b5055","verse":"1 Corinthians 6:19-20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"615a7035b7283e0c141b505d","topicId":"615a7033b7283e0c141b5055","verse":"Luke 12:22-23","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42012022_05-11\"><b class=\"verse-num\" id=\"v42012022-1\">22&nbsp;</b>And he said to his disciples, <span class=\"woc\">“Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on.</span> <b class=\"verse-num woc\" id=\"v42012023-1\">23&nbsp;</b><span class=\"woc\">For life is more than food, and the body more than clothing.</span></p>\n</div>","kjv":"<strong>22</strong> And he said unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat; neither for the body, what ye shall put on.  <strong>23</strong> The life is more than meat, and the body is more than raiment.  ","niv":"<sup><strong>22</strong></sup> Then Jesus said to his disciples: \"Therefore I tell you, do not worry about your life, what you will eat; or about your body, what you will wear. <sup><strong>23</strong></sup> Life is more than food, and the body more than clothes. "},{"_id":"615a7035b7283e0c141b505e","topicId":"615a7033b7283e0c141b5055","verse":"Luke 12:27-28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p42012027_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42012027-1\">27&nbsp;</b><span class=\"woc\">Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these.</span> <b class=\"verse-num woc\" id=\"v42012028-1\">28&nbsp;</b><span class=\"woc\">But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith!</span></p>\n\n</div>","kjv":"<strong>27</strong> Consider the lilies how they grow: they toil not, they spin not; and yet I say unto you, that Solomon in all his glory was not arrayed like one of these.  <strong>28</strong> If then God so clothe the grass, which is to day in the field, and to morrow is cast into the oven; how much more will he clothe you, O ye of little faith?  ","niv":"<sup><strong>27</strong></sup> \"Consider how the lilies grow. They do not labor or spin. Yet I tell you, not even Solomon in all his splendor was dressed like one of these. <sup><strong>28</strong></sup> If that is how God clothes the grass of the field, which is here today, and tomorrow is thrown into the fire, how much more will he clothe you, O you of little faith! "},{"_id":"615a7035b7283e0c141b505f","topicId":"615a7033b7283e0c141b5055","verse":"Colossians 3:5-14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p51003005_01-13\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_01-13\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n\n</div>","kjv":"<strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. "},{"_id":"615a7036b7283e0c141b5060","topicId":"615a7033b7283e0c141b5055","verse":"1 Samuel 16:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p09016007_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v09016007-1\">7&nbsp;</b>But the LORD said to Samuel, “Do not look on his appearance or on the height of his stature, because I have rejected him. For the LORD sees not as man sees: man looks on the outward appearance, but the LORD looks on the heart.”</p>\n</div>","kjv":"<strong>7</strong> But the LORD said unto Samuel, Look not on his countenance, or on the height of his stature; because I have refused him: for the LORD seeth  not as man seeth; for man looketh on the outward appearance, but the LORD looketh on the heart.  ","niv":"<sup><strong>7</strong></sup> But the LORD said to Samuel, \"Do not consider his appearance or his height, for I have rejected him. The LORD does not look at the things man looks at. Man looks at the outward appearance, but the LORD looks at the heart.\""},{"_id":"615a7036b7283e0c141b5061","topicId":"615a7033b7283e0c141b5055","verse":"1 John 3:15-16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p62003015_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003015-1\">15&nbsp;</b>Everyone who hates his brother is a murderer, and you know that no murderer has eternal life abiding in him.</p>\n<p id=\"p62003015_01-16\"><b class=\"verse-num\" id=\"v62003016-1\">16&nbsp;</b>By this we know love, that he laid down his life for us, and we ought to lay down our lives for the brothers.</p>\n</div>","kjv":"<strong>15</strong> Whosoever hateth his brother is a murderer: and ye know that no murderer hath eternal life abiding in him.  <strong>16</strong> Hereby perceive we the love of God, because he laid down his life for us: and we ought to lay down our lives for the brethren.  ","niv":"<sup><strong>15</strong></sup> Anyone who hates his brother is a murderer, and you know that no murderer has eternal life in him. <sup><strong>16</strong></sup> This is how we know what love is: Jesus Christ laid down his life for us. And we ought to lay down our lives for our brothers. "},{"_id":"615a7036b7283e0c141b5062","topicId":"615a7033b7283e0c141b5055","verse":"James 4:1-2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59004012_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n</div>","kjv":"<strong>1</strong> From whence come wars and fightings among you? come they  not hence, even of your lusts that war in your members?  <strong>2</strong> Ye lust, and have not: ye kill, and desire to have, and cannot obtain: ye fight and war, yet ye have not, because ye ask not.  ","niv":"<sup><strong>1</strong></sup> What causes fights and quarrels among you? Don't they come from your desires that battle within you? <sup><strong>2</strong></sup> You want something but don't get it. You kill and covet, but you cannot have what you want. You quarrel and fight. You do not have, because you do not ask God. "},{"_id":"615a7037b7283e0c141b5063","topicId":"615a7033b7283e0c141b5055","verse":"James 2:1-4","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts?</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? "},{"_id":"615a7037b7283e0c141b5064","topicId":"615a7033b7283e0c141b5055","verse":"1 Timothy 6:7-8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54006007_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006007-1\">7&nbsp;</b>for we brought nothing into the world, and we cannot take anything out of the world. <b class=\"verse-num\" id=\"v54006008-1\">8&nbsp;</b>But if we have food and clothing, with these we will be content.</p>\n\n</div>","kjv":"<strong>7</strong> For we brought nothing into this world, and it is  certain we can carry nothing out.  <strong>8</strong> And having food and raiment let us be therewith content.  ","niv":"<sup><strong>7</strong></sup> For we brought nothing into the world, and we can take nothing out of it. <sup><strong>8</strong></sup> But if we have food and clothing, we will be content with that. "},{"_id":"615a7037b7283e0c141b5065","topicId":"615a7033b7283e0c141b5055","verse":"Philippians 2:3","votes":3,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"615a7038b7283e0c141b5066","topicId":"615a7033b7283e0c141b5055","verse":"Romans 8:8-9","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45008008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008008-1\">8&nbsp;</b>Those who are in the flesh cannot please God.</p>\n<p id=\"p45008008_01-22\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him.</p>\n</div>","kjv":"<strong>8</strong> So then they that are in the flesh cannot please God.  <strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  ","niv":"<sup><strong>8</strong></sup> Those controlled by the sinful nature cannot please God. <sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. "},{"_id":"615a7038b7283e0c141b5067","topicId":"615a7033b7283e0c141b5055","verse":"Revelation 21:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more. <b class=\"verse-num\" id=\"v66021002-1\">2&nbsp;</b>And I saw the holy city, new Jerusalem, coming down out of heaven from God, prepared as a bride adorned for her husband.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  <strong>2</strong> And I John saw the holy city, new Jerusalem, coming down from God out of heaven, prepared as a bride adorned for her husband.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea. <sup><strong>2</strong></sup> I saw the Holy City, the new Jerusalem, coming down out of heaven from God, prepared as a bride beautifully dressed for her husband. "},{"_id":"615a7038b7283e0c141b5068","topicId":"615a7033b7283e0c141b5055","verse":"3 John 1:2","votes":2,"__v":0,"kjv":"<strong>2</strong> Beloved, I wish above all things that thou mayest prosper and be in health, even as thy soul prospereth.  ","niv":"<sup><strong>1</strong></sup> The elder, To my dear friend Gaius, whom I love in the truth."},{"_id":"615a7038b7283e0c141b5069","topicId":"615a7033b7283e0c141b5055","verse":"1 John 3:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"615a7039b7283e0c141b506a","topicId":"615a7033b7283e0c141b5055","verse":"1 Peter 1:22","votes":2,"__v":0,"esv":"<div>\n<p id=\"p60001022_01-27\"><b class=\"verse-num\" id=\"v60001022-1\">22&nbsp;</b>Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,</p>\n</div>","kjv":"<strong>22</strong> Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:  ","niv":"<sup><strong>22</strong></sup> Now that you have purified yourselves by obeying the truth so that you have sincere love for your brothers, love one another deeply, from the heart."},{"_id":"615a7039b7283e0c141b506b","topicId":"615a7033b7283e0c141b5055","verse":"James 4:12","votes":2,"__v":0,"kjv":"<strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor?"},{"_id":"615a7039b7283e0c141b506c","topicId":"615a7033b7283e0c141b5055","verse":"James 4:11-12","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-29\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"615a703ab7283e0c141b506d","topicId":"615a7033b7283e0c141b5055","verse":"James 3:14-15","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59003014_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003014-1\">14&nbsp;</b>But if you have bitter jealousy and selfish ambition in your hearts, do not boast and be false to the truth. <b class=\"verse-num\" id=\"v59003015-1\">15&nbsp;</b>This is not the wisdom that comes down from above, but is earthly, unspiritual, demonic.</p>\n</div>","kjv":"<strong>14</strong> But if ye have bitter envying and strife in your hearts, glory not, and lie not against the truth.  <strong>15</strong> This wisdom descendeth not from above, but is earthly, sensual, devilish.  ","niv":"<sup><strong>14</strong></sup> But if you harbor bitter envy and selfish ambition in your hearts, do not boast about it or deny the truth. <sup><strong>15</strong></sup> Such \"wisdom\" does not come down from heaven but is earthly, unspiritual, of the devil. "},{"_id":"615a703ab7283e0c141b506e","topicId":"615a7033b7283e0c141b5055","verse":"James 2:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002005_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him?</p>\n</div>","kjv":"<strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  ","niv":"<sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him?"}]}