{"_id":"615a70dab7283e0c141b50a8","slug":"clubbing","name":"Clubbing","verses":[{"_id":"615a70dbb7283e0c141b50a9","topicId":"615a70dab7283e0c141b50a8","verse":"1 Peter 4:2-4","votes":6,"__v":0,"esv":"<div>\n<p id=\"p60004002_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v60004002-1\">2&nbsp;</b>so as to live for the rest of the time in the flesh no longer for human passions but for the will of God. <b class=\"verse-num\" id=\"v60004003-1\">3&nbsp;</b>For the time that is past suffices for doing what the Gentiles want to do, living in sensuality, passions, drunkenness, orgies, drinking parties, and lawless idolatry. <b class=\"verse-num\" id=\"v60004004-1\">4&nbsp;</b>With respect to this they are surprised when you do not join them in the same flood of debauchery, and they malign you;</p>\n</div>","kjv":"<strong>2</strong> That he no longer should live the rest of his time in the flesh to the lusts of men, but to the will of God.  <strong>3</strong> For the time past of our life may suffice us to have wrought the will of the Gentiles, when we walked in lasciviousness, lusts, excess of wine, revellings, banquetings, and abominable idolatries:  <strong>4</strong> Wherein they think it strange that ye run not with them to the same excess of riot, speaking evil of you:  ","niv":"<sup><strong>2</strong></sup> As a result, he does not live the rest of his earthly life for evil human desires, but rather for the will of God. <sup><strong>3</strong></sup> For you have spent enough time in the past doing what pagans choose to do--living in debauchery, lust, drunkenness, orgies, carousing and detestable idolatry. <sup><strong>4</strong></sup> They think it strange that you do not plunge with them into the same flood of dissipation, and they heap abuse on you. "},{"_id":"615a70dbb7283e0c141b50aa","topicId":"615a70dab7283e0c141b50a8","verse":"Ecclesiastes 12:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"-","modified":"2022-09-17T17:52:02.400Z"},{"_id":"615a70dcb7283e0c141b50ab","topicId":"615a70dab7283e0c141b50a8","verse":"Psalm 149:3","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19149003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19149003-1\">3&nbsp;</b>&nbsp;&nbsp;Let them praise his name with dancing,</span><br><span id=\"p19149003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making melody to him with tambourine and lyre!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Let them praise his name in the dance: let them sing praises unto him with the timbrel and harp.  ","niv":"<sup><strong>3</strong></sup> Let them praise his name with dancing and make music to him with tambourine and harp."}]}