{"_id":"615b927eb7283e0c141b51ec","slug":"colors","name":"Colors","verses":[{"_id":"615b927eb7283e0c141b51ed","topicId":"615b927eb7283e0c141b51ec","verse":"Isaiah 1:18","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-1\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-1\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool.","modified":"2023-08-24T20:50:48.464Z"},{"_id":"615b927eb7283e0c141b51ee","topicId":"615b927eb7283e0c141b51ec","verse":"Exodus 24:10","votes":22,"__v":0,"esv":"<div>\n<p id=\"p02024010_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v02024010-1\">10&nbsp;</b>and they saw the God of Israel. There was under his feet as it were a pavement of sapphire stone, like the very heaven for clearness.</p>\n</div>","kjv":"<strong>10</strong> And they saw the God of Israel: and there was under his feet as it were a paved work of a sapphire stone, and as it were the body of heaven in his clearness.  ","niv":"<sup><strong>10</strong></sup> and saw the God of Israel. Under his feet was something like a pavement made of sapphire, clear as the sky itself.","modified":"2023-08-24T20:50:47.490Z"},{"_id":"615b927fb7283e0c141b51ef","topicId":"615b927eb7283e0c141b51ec","verse":"2 Chronicles 2:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p14002007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v14002007-1\">7&nbsp;</b>So now send me a man skilled to work in gold, silver, bronze, and iron, and in purple, crimson, and blue fabrics, trained also in engraving, to be with the skilled workers who are with me in Judah and Jerusalem, whom David my father provided.</p>\n</div>","kjv":"<strong>7</strong> Send me now therefore a man cunning to work in gold, and in silver, and in brass, and in iron, and in purple, and crimson, and blue, and that can skill to grave with the cunning men that are with me in Judah and in Jerusalem, whom David my father did provide.  ","niv":"<sup><strong>7</strong></sup> \"Send me, therefore, a man skilled to work in gold and silver, bronze and iron, and in purple, crimson and blue yarn, and experienced in the art of engraving, to work in Judah and Jerusalem with my skilled craftsmen, whom my father David provided."},{"_id":"615b927fb7283e0c141b51f0","topicId":"615b927eb7283e0c141b51ec","verse":"Matthew 17:2","votes":16,"__v":0,"esv":"<div>\n<p id=\"p40017002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017002-1\">2&nbsp;</b>And he was transfigured before them, and his face shone like the sun, and his clothes became white as light.</p>\n</div>","kjv":"<strong>2</strong> And was transfigured before them: and his face did shine as the sun, and his raiment was white as the light.  ","niv":"<sup><strong>2</strong></sup> There he was transfigured before them. His face shone like the sun, and his clothes became as white as the light.","modified":"2022-09-01T00:14:33.632Z"},{"_id":"615b927fb7283e0c141b51f1","topicId":"615b927eb7283e0c141b51ec","verse":"Esther 8:15","votes":17,"__v":0,"esv":"<div>\n<p id=\"p17008015_01-5\"><b class=\"verse-num\" id=\"v17008015-1\">15&nbsp;</b>Then Mordecai went out from the presence of the king in royal robes of blue and white, with a great golden crown and a robe of fine linen and purple, and the city of Susa shouted and rejoiced.</p>\n\n</div>","kjv":"<strong>15</strong> And Mordecai went out from the presence of the king in royal apparel of blue and white, and with a great crown of gold, and with a garment of fine linen and purple: and the city of Shushan rejoiced and was glad.  ","niv":"<sup><strong>15</strong></sup> Mordecai left the king's presence wearing royal garments of blue and white, a large crown of gold and a purple robe of fine linen. And the city of Susa held a joyous celebration."},{"_id":"615b927fb7283e0c141b51f2","topicId":"615b927eb7283e0c141b51ec","verse":"Revelation 7:9","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p66007009_07-6\"><b class=\"verse-num\" id=\"v66007009-1\">9&nbsp;</b>After this I looked, and behold, a great multitude that no one could number, from every nation, from all tribes and peoples and languages, standing before the throne and before the Lamb, clothed in white robes, with palm branches in their hands,</p>\n</div>","kjv":"<strong>9</strong> After this I beheld, and, lo, a great multitude, which no man could number, of all nations, and kindreds, and people, and tongues, stood before the throne, and before the Lamb, clothed with white robes, and palms in their hands;  ","niv":"<sup><strong>9</strong></sup> After this I looked and there before me was a great multitude that no one could count, from every nation, tribe, people and language, standing before the throne and in front of the Lamb. They were wearing white robes and were holding palm branches in their hands."},{"_id":"615b9280b7283e0c141b51f3","topicId":"615b927eb7283e0c141b51ec","verse":"Judges 8:26","votes":15,"__v":0,"esv":"<div>\n<p id=\"p07008026_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v07008026-1\">26&nbsp;</b>And the weight of the golden earrings that he requested was 1,700 shekels of gold, besides the crescent ornaments and the pendants and the purple garments worn by the kings of Midian, and besides the collars that were around the necks of their camels.</p>\n\n</div>","kjv":"<strong>26</strong> And the weight of the golden earrings that he requested was a thousand and seven hundred shekels of gold; beside ornaments, and collars, and purple raiment that was on the kings of Midian, and beside the chains that were about their camels’ necks.  ","niv":"<sup><strong>26</strong></sup> The weight of the gold rings he asked for came to seventeen hundred shekels, not counting the ornaments, the pendants and the purple garments worn by the kings of Midian or the chains that were on their camels' necks."},{"_id":"615b9280b7283e0c141b51f4","topicId":"615b927eb7283e0c141b51ec","verse":"Exodus 25:4","votes":14,"__v":0,"esv":"<div>\n<p id=\"p02025004_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025004-1\">4&nbsp;</b>blue and purple and scarlet yarns and fine twined linen, goats’ hair,</p>\n</div>","kjv":"<strong>4</strong> And blue, and purple, and scarlet, and fine linen, and goats hair,  ","niv":"<sup><strong>4</strong></sup> blue, purple and scarlet yarn and fine linen; goat hair;","modified":"2023-07-02T20:41:43.201Z"},{"_id":"615b9280b7283e0c141b51f5","topicId":"615b927eb7283e0c141b51ec","verse":"Ezekiel 1:26","votes":14,"__v":0,"esv":"<div>\n<p id=\"p26001026_01-9\"><b class=\"verse-num\" id=\"v26001026-1\">26&nbsp;</b>And above the expanse over their heads there was the likeness of a throne, in appearance like sapphire; and seated above the likeness of a throne was a likeness with a human appearance.</p>\n\n</div>","kjv":"<strong>26</strong> And above the firmament that was over their heads was  the likeness of a throne, as the appearance of a sapphire stone: and upon the likeness of the throne was the likeness as the appearance of a man above upon it.  ","niv":"<sup><strong>26</strong></sup> Above the expanse over their heads was what looked like a throne of sapphire, and high above on the throne was a figure like that of a man."},{"_id":"615b9281b7283e0c141b51f6","topicId":"615b927eb7283e0c141b51ec","verse":"Psalm 52:8","votes":14,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19052008_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19052008-1\">8&nbsp;</b>&nbsp;&nbsp;But I am like a green olive tree</span><br><span id=\"p19052008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the house of God.</span><br><span id=\"p19052008_01-10\" class=\"line\">&nbsp;&nbsp;I trust in the steadfast love of God</span><br><span id=\"p19052008_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever and ever.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But I am like a green olive tree in the house of God: I trust in the mercy of God for ever and ever.  ","niv":"<sup><strong>8</strong></sup> But I am like an olive tree flourishing in the house of God; I trust in God's unfailing love for ever and ever."},{"_id":"615b9281b7283e0c141b51f7","topicId":"615b927eb7283e0c141b51ec","verse":"Exodus 26:1","votes":14,"__v":0,"esv":"<div>\n\n<p id=\"p02026001_03-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02026001-1\">26:1&nbsp;</b>“Moreover, you shall make the tabernacle with ten curtains of fine twined linen and blue and purple and scarlet yarns; you shall make them with cherubim skillfully worked into them.</p>\n</div>","kjv":"<strong>1</strong> Moreover thou shalt make the tabernacle with ten curtains of fine twined linen, and blue, and purple, and scarlet: with  cherubims of cunning work shalt thou make them.  ","niv":"<sup><strong>1</strong></sup> \"Make the tabernacle with ten curtains of finely twisted linen and blue, purple and scarlet yarn, with cherubim worked into them by a skilled craftsman."},{"_id":"615b9281b7283e0c141b51f8","topicId":"615b927eb7283e0c141b51ec","verse":"Exodus 25:3","votes":14,"__v":0,"esv":"<div>\n<p id=\"p02025003_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v02025003-1\">3&nbsp;</b>And this is the contribution that you shall receive from them: gold, silver, and bronze,</p>\n</div>","kjv":"<strong>3</strong> And this is the offering which ye shall take of them; gold, and silver, and brass,  ","niv":"<sup><strong>3</strong></sup> These are the offerings you are to receive from them: gold, silver and bronze;"},{"_id":"615b9282b7283e0c141b51f9","topicId":"615b927eb7283e0c141b51ec","verse":"Revelation 1:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p66001014_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v66001014-1\">14&nbsp;</b>The hairs of his head were white, like white wool, like snow. His eyes were like a flame of fire,</p>\n</div>","kjv":"<strong>14</strong> His head and his hairs were white like wool, as white as snow; and his eyes were as a flame of fire;  ","niv":"<sup><strong>14</strong></sup> His head and hair were white like wool, as white as snow, and his eyes were like blazing fire.","modified":"2023-05-01T13:41:07.275Z"},{"_id":"615b9282b7283e0c141b51fa","topicId":"615b927eb7283e0c141b51ec","verse":"Revelation 19:8","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p66019008_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v66019008-1\">8&nbsp;</b>&nbsp;&nbsp;it was granted her to clothe herself</span><br><span id=\"p66019008_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with fine linen, bright and pure”—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p66019008_01-14\" class=\"same-paragraph\">for the fine linen is the righteous deeds of the saints.</p>\n</div>","kjv":"<strong>8</strong> And to her was granted that she should be arrayed in fine linen, clean and white: for the fine linen is the righteousness of saints.  ","niv":"<sup><strong>8</strong></sup> Fine linen, bright and clean, was given her to wear.\" (Fine linen stands for the righteous acts of the saints.)"},{"_id":"615b9282b7283e0c141b51fb","topicId":"615b927eb7283e0c141b51ec","verse":"Revelation 17:4","votes":13,"__v":0,"esv":"<div>\n<p id=\"p66017004_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality.</p>\n</div>","kjv":"<strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  ","niv":"<sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries."},{"_id":"615b9282b7283e0c141b51fc","topicId":"615b927eb7283e0c141b51ec","verse":"Daniel 11:35","votes":13,"__v":0,"esv":"<div>\n<p id=\"p27011035_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v27011035-1\">35&nbsp;</b>and some of the wise shall stumble, so that they may be refined, purified, and made white, until the time of the end, for it still awaits the appointed time.</p>\n</div>","kjv":"<strong>35</strong> And some of them of understanding shall fall, to try them, and to purge, and to make them white, even to the time of the end: because it is yet for a time appointed.  ","niv":"<sup><strong>35</strong></sup> Some of the wise will stumble, so that they may be refined, purified and made spotless until the time of the end, for it will still come at the appointed time."},{"_id":"615b9283b7283e0c141b51fd","topicId":"615b927eb7283e0c141b51ec","verse":"Jeremiah 17:8","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017008_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-17\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-17\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  ","niv":"<sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\""},{"_id":"615b9283b7283e0c141b51fe","topicId":"615b927eb7283e0c141b51ec","verse":"Proverbs 31:21","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031021_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  ","niv":"<sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet."},{"_id":"615b9283b7283e0c141b51ff","topicId":"615b927eb7283e0c141b51ec","verse":"Genesis 25:25","votes":11,"__v":0,"esv":"<div>\n<p id=\"p01025025_01-19\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v01025025-1\">25&nbsp;</b>The first came out red, all his body like a hairy cloak, so they called his name Esau.</p>\n</div>","kjv":"<strong>25</strong> And the first came out red, all over like an hairy garment; and they called his name Esau.  ","niv":"<sup><strong>25</strong></sup> The first to come out was red, and his whole body was like a hairy garment; so they named him Esau.","modified":"2022-12-09T07:46:28.507Z"},{"_id":"615b9284b7283e0c141b5200","topicId":"615b927eb7283e0c141b51ec","verse":"Mark 9:3","votes":11,"__v":0,"esv":"<div>\n<p id=\"p41009003_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v41009003-1\">3&nbsp;</b>and his clothes became radiant, intensely white, as no one on earth could bleach them.</p>\n\n</div>","kjv":"<strong>3</strong> And his raiment became shining, exceeding white as snow; so as no fuller on earth can white them.  ","niv":"<sup><strong>3</strong></sup> His clothes became dazzling white, whiter than anyone in the world could bleach them."},{"_id":"615b9284b7283e0c141b5201","topicId":"615b927eb7283e0c141b51ec","verse":"Matthew 27:28","votes":10,"__v":0,"esv":"<div>\n<p id=\"p40027028_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v40027028-1\">28&nbsp;</b>And they stripped him and put a scarlet robe on him,</p>\n</div>","kjv":"<strong>28</strong> And they stripped him, and put on him a scarlet robe.  ","niv":"<sup><strong>28</strong></sup> They stripped him and put a scarlet robe on him,","modified":"2023-06-14T02:07:22.640Z"},{"_id":"615b9284b7283e0c141b5202","topicId":"615b927eb7283e0c141b51ec","verse":"Exodus 39:1-5","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p02039001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02039001-1\">39:1&nbsp;</b>From the blue and purple and scarlet yarns they made finely woven garments, for ministering in the Holy Place. They made the holy garments for Aaron, as the LORD had commanded Moses.</p>\n<p id=\"p02039001_05-22\"><b class=\"verse-num\" id=\"v02039002-1\">2&nbsp;</b>He made the ephod of gold, blue and purple and scarlet yarns, and fine twined linen. <b class=\"verse-num\" id=\"v02039003-1\">3&nbsp;</b>And they hammered out gold leaf, and he cut it into threads to work into the blue and purple and the scarlet yarns, and into the fine twined linen, in skilled design. <b class=\"verse-num\" id=\"v02039004-1\">4&nbsp;</b>They made for the ephod attaching shoulder pieces, joined to it at its two edges. <b class=\"verse-num\" id=\"v02039005-1\">5&nbsp;</b>And the skillfully woven band on it was of one piece with it and made like it, of gold, blue and purple and scarlet yarns, and fine twined linen, as the LORD had commanded Moses.</p>\n\n</div>","kjv":"<strong>1</strong> And of the blue, and purple, and scarlet, they made cloths of service, to do service in the holy place, and made the holy garments for Aaron; as the LORD commanded Moses.  <strong>2</strong> And he made the ephod of gold, blue, and purple, and scarlet, and fine twined linen.  <strong>3</strong> And they did beat the gold into thin plates, and cut it into  wires, to work it in the blue, and in the purple, and in the scarlet, and in the fine linen, with cunning work.  <strong>4</strong> They made shoulderpieces for it, to couple it together: by the two edges was it coupled together.  <strong>5</strong> And the curious girdle of his ephod, that was upon it, was of the same, according to the work thereof; of gold, blue, and purple, and scarlet, and fine twined linen; as the LORD commanded Moses.  ","niv":"<sup><strong>1</strong></sup> From the blue, purple and scarlet yarn they made woven garments for ministering in the sanctuary. They also made sacred garments for Aaron, as the LORD commanded Moses. <sup><strong>2</strong></sup> They made the ephod of gold, and of blue, purple and scarlet yarn, and of finely twisted linen. <sup><strong>3</strong></sup> They hammered out thin sheets of gold and cut strands to be worked into the blue, purple and scarlet yarn and fine linen-the work of a skilled craftsman. <sup><strong>4</strong></sup> They made shoulder pieces for the ephod, which were attached to two of its corners, so it could be fastened. <sup><strong>5</strong></sup> Its skillfully woven waistband was like it-of one piece with the ephod and made with gold, and with blue, purple and scarlet yarn, and with finely twisted linen, as the LORD commanded Moses. "},{"_id":"615b9285b7283e0c141b5203","topicId":"615b927eb7283e0c141b51ec","verse":"Revelation 19:14","votes":11,"__v":0,"esv":"<div>\n<p id=\"p66019014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v66019014-1\">14&nbsp;</b>And the armies of heaven, arrayed in fine linen, white and pure, were following him on white horses.</p>\n</div>","kjv":"<strong>14</strong> And the armies which were in heaven followed him upon white horses, clothed in fine linen, white and clean.  ","niv":"<sup><strong>14</strong></sup> The armies of heaven were following him, riding on white horses and dressed in fine linen, white and clean."},{"_id":"615b9285b7283e0c141b5204","topicId":"615b927eb7283e0c141b51ec","verse":"Psalm 23:2","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023002_01-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_01-24\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  ","niv":"<sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters,","modified":"2023-01-24T20:34:02.483Z"},{"_id":"615b9285b7283e0c141b5205","topicId":"615b927eb7283e0c141b51ec","verse":"Numbers 19:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p04019006_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v04019006-1\">6&nbsp;</b>And the priest shall take cedarwood and hyssop and scarlet yarn, and throw them into the fire burning the heifer.</p>\n</div>","kjv":"<strong>6</strong> And the priest shall take cedar wood, and hyssop, and scarlet, and cast it into the midst of the burning of the heifer.  ","niv":"<sup><strong>6</strong></sup> The priest is to take some cedar wood, hyssop and scarlet wool and throw them onto the burning heifer.","modified":"2023-07-20T13:41:39.209Z"}]}