{"_id":"615b9207b7283e0c141b51b2","slug":"color","name":"Color","verses":[{"_id":"615b9207b7283e0c141b51b3","topicId":"615b9207b7283e0c141b51b2","verse":"Hebrews 13:8","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58013008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v58013008-1\">8&nbsp;</b>Jesus Christ is the same yesterday and today and forever.</p>\n</div>","kjv":"<strong>8</strong> Jesus Christ the same yesterday, and to day, and for ever.  ","niv":"<sup><strong>8</strong></sup> Jesus Christ is the same yesterday and today and forever.","modified":"2022-08-04T06:17:23.220Z"},{"_id":"615b9207b7283e0c141b51b4","topicId":"615b9207b7283e0c141b51b2","verse":"Zechariah 1:8","votes":3,"__v":0,"esv":"<div>\n<p id=\"p38001008_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v38001008-1\">8&nbsp;</b>“I saw in the night, and behold, a man riding on a red horse! He was standing among the myrtle trees in the glen, and behind him were red, sorrel, and white horses.</p>\n</div>","kjv":"<strong>8</strong> I saw by night, and behold a man riding upon a red horse, and he stood among the myrtle trees that were in the bottom; and behind him were there red horses, speckled, and white.  ","niv":"<sup><strong>8</strong></sup> During the night I had a vision-and there before me was a man riding a red horse! He was standing among the myrtle trees in a ravine. Behind him were red, brown and white horses.","modified":"2022-08-04T06:17:36.164Z"},{"_id":"615b9208b7283e0c141b51b5","topicId":"615b9207b7283e0c141b51b2","verse":"Leviticus 19:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD.","modified":"2022-08-04T06:17:40.715Z"},{"_id":"615b9208b7283e0c141b51b6","topicId":"615b9207b7283e0c141b51b2","verse":"Revelation 17:4","votes":16,"__v":0,"esv":"<div>\n<p id=\"p66017004_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v66017004-1\">4&nbsp;</b>The woman was arrayed in purple and scarlet, and adorned with gold and jewels and pearls, holding in her hand a golden cup full of abominations and the impurities of her sexual immorality.</p>\n</div>","kjv":"<strong>4</strong> And the woman was arrayed in purple and scarlet colour, and decked with gold and precious stones and pearls, having a golden cup in her hand full of abominations and filthiness of her fornication:  ","niv":"<sup><strong>4</strong></sup> The woman was dressed in purple and scarlet, and was glittering with gold, precious stones and pearls. She held a golden cup in her hand, filled with abominable things and the filth of her adulteries.","modified":"2022-11-26T16:41:15.740Z"},{"_id":"615b9208b7283e0c141b51b7","topicId":"615b9207b7283e0c141b51b2","verse":"Revelation 1:1","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p66001001_02-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66001001-1\">1:1&nbsp;</b>The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,</p>\n\n</div>","kjv":"<strong>1</strong> The Revelation of Jesus Christ, which God gave unto him, to shew unto his servants things which must shortly come to pass; and he sent and signified it by his angel unto his servant John:  ","niv":"<sup><strong>1</strong></sup> The revelation of Jesus Christ, which God gave him to show his servants what must soon take place. He made it known by sending his angel to his servant John,","modified":"2022-08-04T06:17:53.042Z"},{"_id":"615b9209b7283e0c141b51b8","topicId":"615b9207b7283e0c141b51b2","verse":"Ephesians 4:32","votes":0,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","modified":"2022-08-04T06:17:59.668Z"},{"_id":"615b9209b7283e0c141b51b9","topicId":"615b9207b7283e0c141b51b2","verse":"Ephesians 1:1-23","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p49001001_02-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49001001-1\">1:1&nbsp;</b>Paul, an apostle of Christ Jesus by the will of God,</p>\n<p id=\"p49001001_02-7\">To the saints who are in Ephesus, and are faithful in Christ Jesus:</p>\n<p id=\"p49001001_02-7\"><b class=\"verse-num\" id=\"v49001002-1\">2&nbsp;</b>Grace to you and peace from God our Father and the Lord Jesus Christ.</p>\n\n<p id=\"p49001002_06-7\"><b class=\"verse-num\" id=\"v49001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, <b class=\"verse-num\" id=\"v49001004-1\">4&nbsp;</b>even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. In love <b class=\"verse-num\" id=\"v49001005-1\">5&nbsp;</b>he predestined us for adoption to himself as sons through Jesus Christ, according to the purpose of his will, <b class=\"verse-num\" id=\"v49001006-1\">6&nbsp;</b>to the praise of his glorious grace, with which he has blessed us in the Beloved. <b class=\"verse-num\" id=\"v49001007-1\">7&nbsp;</b>In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace, <b class=\"verse-num\" id=\"v49001008-1\">8&nbsp;</b>which he lavished upon us, in all wisdom and insight <b class=\"verse-num\" id=\"v49001009-1\">9&nbsp;</b>making known to us the mystery of his will, according to his purpose, which he set forth in Christ <b class=\"verse-num\" id=\"v49001010-1\">10&nbsp;</b>as a plan for the fullness of time, to unite all things in him, things in heaven and things on earth.</p>\n<p id=\"p49001010_06-7\"><b class=\"verse-num\" id=\"v49001011-1\">11&nbsp;</b>In him we have obtained an inheritance, having been predestined according to the purpose of him who works all things according to the counsel of his will, <b class=\"verse-num\" id=\"v49001012-1\">12&nbsp;</b>so that we who were the first to hope in Christ might be to the praise of his glory. <b class=\"verse-num\" id=\"v49001013-1\">13&nbsp;</b>In him you also, when you heard the word of truth, the gospel of your salvation, and believed in him, were sealed with the promised Holy Spirit, <b class=\"verse-num\" id=\"v49001014-1\">14&nbsp;</b>who is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.</p>\n\n<p id=\"p49001014_09-7\"><b class=\"verse-num\" id=\"v49001015-1\">15&nbsp;</b>For this reason, because I have heard of your faith in the Lord Jesus and your love toward all the saints, <b class=\"verse-num\" id=\"v49001016-1\">16&nbsp;</b>I do not cease to give thanks for you, remembering you in my prayers, <b class=\"verse-num\" id=\"v49001017-1\">17&nbsp;</b>that the God of our Lord Jesus Christ, the Father of glory, may give you the Spirit of wisdom and of revelation in the knowledge of him, <b class=\"verse-num\" id=\"v49001018-1\">18&nbsp;</b>having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints, <b class=\"verse-num\" id=\"v49001019-1\">19&nbsp;</b>and what is the immeasurable greatness of his power toward us who believe, according to the working of his great might <b class=\"verse-num\" id=\"v49001020-1\">20&nbsp;</b>that he worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places, <b class=\"verse-num\" id=\"v49001021-1\">21&nbsp;</b>far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in the one to come. <b class=\"verse-num\" id=\"v49001022-1\">22&nbsp;</b>And he put all things under his feet and gave him as head over all things to the church, <b class=\"verse-num\" id=\"v49001023-1\">23&nbsp;</b>which is his body, the fullness of him who fills all in all.</p>\n\n</div>","kjv":"<strong>1</strong> Paul, an apostle of Jesus Christ by the will of God, to the saints which are at Ephesus, and to the faithful in Christ Jesus:  <strong>2</strong> Grace be to you, and peace, from God our Father, and from the Lord Jesus Christ.  <strong>3</strong> Blessed be the God and Father of our Lord Jesus Christ, who hath blessed us with all spiritual blessings in heavenly places  in Christ:  <strong>4</strong> According as he hath chosen us in him before the foundation of the world, that we should be holy and without blame before him in love:  <strong>5</strong> Having predestinated us unto the adoption of children by Jesus Christ to himself, according to the good pleasure of his will,  <strong>6</strong> To the praise of the glory of his grace, wherein he hath made us accepted in the beloved.  <strong>7</strong> In whom we have redemption through his blood, the forgiveness of sins, according to the riches of his grace;  <strong>8</strong> Wherein he hath abounded toward us in all wisdom and prudence;  <strong>9</strong> Having made known unto us the mystery of his will, according to his good pleasure which he hath purposed in himself:  <strong>10</strong> That in the dispensation of the fulness of times he might gather together in one all things in Christ, both which are in heaven, and which are on earth; even in him:  <strong>11</strong> In whom also we have obtained an inheritance, being predestinated according to the purpose of him who worketh all things after the counsel of his own will:  <strong>12</strong> That we should be to the praise of his glory, who first trusted in Christ.  <strong>13</strong> In whom ye also trusted, after that ye heard the word of truth, the gospel of your salvation: in whom also after that ye believed, ye were sealed with that holy Spirit of promise,  <strong>14</strong> Which is the earnest of our inheritance until the redemption of the purchased possession, unto the praise of his glory.  <strong>15</strong> Wherefore I also, after I heard of your faith in the Lord Jesus, and love unto all the saints,  <strong>16</strong> Cease not to give thanks for you, making mention of you in my prayers;  <strong>17</strong> That the God of our Lord Jesus Christ, the Father of glory, may give unto you the spirit of wisdom and revelation in the knowledge of him:  <strong>18</strong> The eyes of your understanding being enlightened; that ye may know what is the hope of his calling, and what the riches of the glory of his inheritance in the saints,  <strong>19</strong> And what is the exceeding greatness of his power to us-ward who believe, according to the working of his mighty power,  <strong>20</strong> Which he wrought in Christ, when he raised him from the dead, and set him at his own right hand in the heavenly places,  <strong>21</strong> Far above all principality, and power, and might, and dominion, and every name that is named, not only in this world, but also in that which is to come:  <strong>22</strong> And hath put all things under his feet, and gave him to be the head over all things to the church,  <strong>23</strong> Which is his body, the fulness of him that filleth all in all.  ","niv":"<sup><strong>1</strong></sup> Paul, an apostle of Christ Jesus by the will of God, To the saints in Ephesus, the faithful in Christ Jesus: <sup><strong>2</strong></sup> Grace and peace to you from God our Father and the Lord Jesus Christ. <sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, who has blessed us in the heavenly realms with every spiritual blessing in Christ. <sup><strong>4</strong></sup> For he chose us in him before the creation of the world to be holy and blameless in his sight. In love <sup><strong>5</strong></sup> he predestined us to be adopted as his sons through Jesus Christ, in accordance with his pleasure and will-- <sup><strong>6</strong></sup> to the praise of his glorious grace, which he has freely given us in the One he loves. <sup><strong>7</strong></sup> In him we have redemption through his blood, the forgiveness of sins, in accordance with the riches of God's grace <sup><strong>8</strong></sup> that he lavished on us with all wisdom and understanding. <sup><strong>9</strong></sup> And he made known to us the mystery of his will according to his good pleasure, which he purposed in Christ, <sup><strong>10</strong></sup> to be put into effect when the times will have reached their fulfillment--to bring all things in heaven and on earth together under one head, even Christ. <sup><strong>11</strong></sup> In him we were also chosen, having been predestined according to the plan of him who works out everything in conformity with the purpose of his will, <sup><strong>12</strong></sup> in order that we, who were the first to hope in Christ, might be for the praise of his glory. <sup><strong>13</strong></sup> And you also were included in Christ when you heard the word of truth, the gospel of your salvation. Having believed, you were marked in him with a seal, the promised Holy Spirit, <sup><strong>14</strong></sup> who is a deposit guaranteeing our inheritance until the redemption of those who are God's possession--to the praise of his glory. <sup><strong>15</strong></sup> For this reason, ever since I heard about your faith in the Lord Jesus and your love for all the saints, <sup><strong>16</strong></sup> I have not stopped giving thanks for you, remembering you in my prayers. <sup><strong>17</strong></sup> I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better. <sup><strong>18</strong></sup> I pray also that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in the saints, <sup><strong>19</strong></sup> and his incomparably great power for us who believe. That power is like the working of his mighty strength, <sup><strong>20</strong></sup> which he exerted in Christ when he raised him from the dead and seated him at his right hand in the heavenly realms, <sup><strong>21</strong></sup> far above all rule and authority, power and dominion, and every title that can be given, not only in the present age but also in the one to come. <sup><strong>22</strong></sup> And God placed all things under his feet and appointed him to be head over everything for the church, <sup><strong>23</strong></sup> which is his body, the fullness of him who fills everything in every way. ","modified":"2022-08-04T06:18:12.376Z"},{"_id":"615b9209b7283e0c141b51ba","topicId":"615b9207b7283e0c141b51b2","verse":"Acts 16:14","votes":0,"__v":0,"esv":"<div>\n<p id=\"p44016014_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016014-1\">14&nbsp;</b>One who heard us was a woman named Lydia, from the city of Thyatira, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to pay attention to what was said by Paul.</p>\n</div>","kjv":"<strong>14</strong> And a certain woman named Lydia, a seller of purple, of the city of Thyatira, which worshipped God, heard us: whose heart the Lord opened, that she attended unto the things which were spoken of Paul.  ","niv":"<sup><strong>14</strong></sup> One of those listening was a woman named Lydia, a dealer in purple cloth from the city of Thyatira, who was a worshiper of God. The Lord opened her heart to respond to Paul's message.","modified":"2023-02-27T13:14:44.140Z"},{"_id":"615b920ab7283e0c141b51bb","topicId":"615b9207b7283e0c141b51b2","verse":"John 19:2","votes":0,"__v":0,"esv":"<div>\n<p id=\"p43019002_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v43019002-1\">2&nbsp;</b>And the soldiers twisted together a crown of thorns and put it on his head and arrayed him in a purple robe.</p>\n</div>","kjv":"<strong>2</strong> And the soldiers platted a crown of thorns, and put it on his head, and they put on him a purple robe,  ","niv":"<sup><strong>2</strong></sup> The soldiers twisted together a crown of thorns and put it on his head. They clothed him in a purple robe","modified":"2022-04-30T19:31:12.836Z"},{"_id":"615b920ab7283e0c141b51bc","topicId":"615b9207b7283e0c141b51b2","verse":"John 9:1-41","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p43009001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43009001-1\">9:1&nbsp;</b>As he passed by, he saw a man blind from birth. <b class=\"verse-num\" id=\"v43009002-1\">2&nbsp;</b>And his disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” <b class=\"verse-num\" id=\"v43009003-1\">3&nbsp;</b>Jesus answered, <span class=\"woc\">“It was not that this man sinned, or his parents, but that the works of God might be displayed in him.</span> <b class=\"verse-num woc\" id=\"v43009004-1\">4&nbsp;</b><span class=\"woc\">We must work the works of him who sent me while it is day; night is coming, when no one can work.</span> <b class=\"verse-num woc\" id=\"v43009005-1\">5&nbsp;</b><span class=\"woc\">As long as I am in the world, I am the light of the world.”</span> <b class=\"verse-num\" id=\"v43009006-1\">6&nbsp;</b>Having said these things, he spit on the ground and made mud with the saliva. Then he anointed the man’s eyes with the mud <b class=\"verse-num\" id=\"v43009007-1\">7&nbsp;</b>and said to him, <span class=\"woc\">“Go, wash in the pool of Siloam”</span> (which means Sent). So he went and washed and came back seeing.</p>\n<p id=\"p43009007_07-10\"><b class=\"verse-num\" id=\"v43009008-1\">8&nbsp;</b>The neighbors and those who had seen him before as a beggar were saying, “Is this not the man who used to sit and beg?” <b class=\"verse-num\" id=\"v43009009-1\">9&nbsp;</b>Some said, “It is he.” Others said, “No, but he is like him.” He kept saying, “I am the man.” <b class=\"verse-num\" id=\"v43009010-1\">10&nbsp;</b>So they said to him, “Then how were your eyes opened?” <b class=\"verse-num\" id=\"v43009011-1\">11&nbsp;</b>He answered, “The man called Jesus made mud and anointed my eyes and said to me, <span class=\"woc\">‘Go to Siloam and wash.’</span> So I went and washed and received my sight.” <b class=\"verse-num\" id=\"v43009012-1\">12&nbsp;</b>They said to him, “Where is he?” He said, “I do not know.”</p>\n<p id=\"p43009012_07-10\"><b class=\"verse-num\" id=\"v43009013-1\">13&nbsp;</b>They brought to the Pharisees the man who had formerly been blind. <b class=\"verse-num\" id=\"v43009014-1\">14&nbsp;</b>Now it was a Sabbath day when Jesus made the mud and opened his eyes. <b class=\"verse-num\" id=\"v43009015-1\">15&nbsp;</b>So the Pharisees again asked him how he had received his sight. And he said to them, “He put mud on my eyes, and I washed, and I see.” <b class=\"verse-num\" id=\"v43009016-1\">16&nbsp;</b>Some of the Pharisees said, “This man is not from God, for he does not keep the Sabbath.” But others said, “How can a man who is a sinner do such signs?” And there was a division among them. <b class=\"verse-num\" id=\"v43009017-1\">17&nbsp;</b>So they said again to the blind man, “What do you say about him, since he has opened your eyes?” He said, “He is a prophet.”</p>\n<p id=\"p43009017_07-10\"><b class=\"verse-num\" id=\"v43009018-1\">18&nbsp;</b>The Jews did not believe that he had been blind and had received his sight, until they called the parents of the man who had received his sight <b class=\"verse-num\" id=\"v43009019-1\">19&nbsp;</b>and asked them, “Is this your son, who you say was born blind? How then does he now see?” <b class=\"verse-num\" id=\"v43009020-1\">20&nbsp;</b>His parents answered, “We know that this is our son and that he was born blind. <b class=\"verse-num\" id=\"v43009021-1\">21&nbsp;</b>But how he now sees we do not know, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” <b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.) <b class=\"verse-num\" id=\"v43009023-1\">23&nbsp;</b>Therefore his parents said, “He is of age; ask him.”</p>\n<p id=\"p43009023_07-10\"><b class=\"verse-num\" id=\"v43009024-1\">24&nbsp;</b>So for the second time they called the man who had been blind and said to him, “Give glory to God. We know that this man is a sinner.” <b class=\"verse-num\" id=\"v43009025-1\">25&nbsp;</b>He answered, “Whether he is a sinner I do not know. One thing I do know, that though I was blind, now I see.” <b class=\"verse-num\" id=\"v43009026-1\">26&nbsp;</b>They said to him, “What did he do to you? How did he open your eyes?” <b class=\"verse-num\" id=\"v43009027-1\">27&nbsp;</b>He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” <b class=\"verse-num\" id=\"v43009028-1\">28&nbsp;</b>And they reviled him, saying, “You are his disciple, but we are disciples of Moses. <b class=\"verse-num\" id=\"v43009029-1\">29&nbsp;</b>We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” <b class=\"verse-num\" id=\"v43009030-1\">30&nbsp;</b>The man answered, “Why, this is an amazing thing! You do not know where he comes from, and yet he opened my eyes. <b class=\"verse-num\" id=\"v43009031-1\">31&nbsp;</b>We know that God does not listen to sinners, but if anyone is a worshiper of God and does his will, God listens to him. <b class=\"verse-num\" id=\"v43009032-1\">32&nbsp;</b>Never since the world began has it been heard that anyone opened the eyes of a man born blind. <b class=\"verse-num\" id=\"v43009033-1\">33&nbsp;</b>If this man were not from God, he could do nothing.” <b class=\"verse-num\" id=\"v43009034-1\">34&nbsp;</b>They answered him, “You were born in utter sin, and would you teach us?” And they cast him out.</p>\n<p id=\"p43009034_07-10\"><b class=\"verse-num\" id=\"v43009035-1\">35&nbsp;</b>Jesus heard that they had cast him out, and having found him he said, <span class=\"woc\">“Do you believe in the Son of Man?”</span> <b class=\"verse-num\" id=\"v43009036-1\">36&nbsp;</b>He answered, “And who is he, sir, that I may believe in him?” <b class=\"verse-num\" id=\"v43009037-1\">37&nbsp;</b>Jesus said to him, <span class=\"woc\">“You have seen him, and it is he who is speaking to you.”</span> <b class=\"verse-num\" id=\"v43009038-1\">38&nbsp;</b>He said, “Lord, I believe,” and he worshiped him. <b class=\"verse-num\" id=\"v43009039-1\">39&nbsp;</b>Jesus said, <span class=\"woc\">“For judgment I came into this world, that those who do not see may see, and those who see may become blind.”</span> <b class=\"verse-num\" id=\"v43009040-1\">40&nbsp;</b>Some of the Pharisees near him heard these things, and said to him, “Are we also blind?” <b class=\"verse-num\" id=\"v43009041-1\">41&nbsp;</b>Jesus said to them, <span class=\"woc\">“If you were blind, you would have no guilt; but now that you say, ‘We see,’ your guilt remains.</span></p>\n\n</div>","kjv":"<strong>1</strong> And as Jesus passed by, he saw a man which was blind from his birth.  <strong>2</strong> And his disciples asked him, saying, Master, who did sin, this man, or his parents, that he was born blind?  <strong>3</strong> Jesus answered, Neither hath this man sinned, nor his parents: but that the works of God should be made manifest in him.  <strong>4</strong> I must work the works of him that sent me, while it is day: the night cometh, when no man can work.  <strong>5</strong> As long as I am in the world, I am the light of the world.  <strong>6</strong> When he had thus spoken, he spat on the ground, and made clay of the spittle, and he anointed the eyes of the blind man with the clay,  <strong>7</strong> And said unto him, Go, wash in the pool of Siloam, (which is by interpretation, Sent.) He went his way therefore, and washed, and came seeing.  <strong>8</strong> The neighbours therefore, and they which before had seen him that he was blind, said, Is not this he that sat and begged?  <strong>9</strong> Some said, This is he: others said, He is like him: but  he said, I am he.  <strong>10</strong> Therefore said they unto him, How were thine eyes opened?  <strong>11</strong> He answered and said, A man that is called Jesus made clay, and anointed mine eyes, and said unto me, Go to the pool of Siloam, and wash:  and I went and washed, and I received sight.  <strong>12</strong> Then said they unto him, Where is he? He said, I know not.  <strong>13</strong> They brought to the Pharisees him that aforetime was blind.  <strong>14</strong> And it was the sabbath day when Jesus made the clay, and opened his eyes.  <strong>15</strong> Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon mine eyes, and I washed, and do see.  <strong>16</strong> Therefore said some of the Pharisees, This man is not of God, because he keepeth not the sabbath day. Others said, How can a man that is a sinner do such miracles? And there was a division among them.  <strong>17</strong> They say unto the blind man again, What sayest thou of him, that he hath opened thine eyes? He said, He is a prophet.  <strong>18</strong> But the Jews did not believe concerning him, that he had been blind, and received his sight, until they called the parents of him that had received his sight.  <strong>19</strong> And they asked them, saying, Is this your son, who ye say was born blind? how then doth he now see?  <strong>20</strong> His parents answered them and said, We know that this is our son, and that he was born blind:  <strong>21</strong> But by what means he now seeth, we know not; or who hath opened his eyes, we know not: he is of age; ask him: he shall speak for himself.  <strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  <strong>23</strong> Therefore said his parents, He is of age; ask him.  <strong>24</strong> Then again called they the man that was blind, and said unto him, Give God the praise: we know that this man is a sinner.  <strong>25</strong> He answered and said, Whether he be a sinner or no, I know not: one thing I know, that, whereas I was blind, now I see.  <strong>26</strong> Then said they to him again, What did he to thee? how opened he thine eyes?  <strong>27</strong> He answered them, I have told you already, and ye did not hear: wherefore would ye hear it again? will ye also be his disciples?  <strong>28</strong> Then they reviled him, and said, Thou art his disciple; but we are Moses’ disciples.  <strong>29</strong> We know that God spake unto Moses: as for this fellow,  we know not from whence he is.  <strong>30</strong> The man answered and said unto them, Why herein is a marvellous thing, that ye know not from whence he is, and yet he hath opened mine eyes.  <strong>31</strong> Now we know that God heareth not sinners: but if any man be a worshipper of God, and doeth his will, him he heareth.  <strong>32</strong> Since the world began was it not heard that any man opened the eyes of one that was born blind.  <strong>33</strong> If this man were not of God, he could do nothing.  <strong>34</strong> They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.  <strong>35</strong> Jesus heard that they had cast him out; and when he had found him, he said unto him, Dost thou believe on the Son of God?  <strong>36</strong> He answered and said, Who is he, Lord, that I might believe on him?  <strong>37</strong> And Jesus said unto him, Thou hast both seen him, and it is he that talketh with thee.  <strong>38</strong> And he said, Lord, I believe. And he worshipped him.  <strong>39</strong> And Jesus said, For judgment I am come into this world, that they which see not might see; and that they which see might be made blind.  <strong>40</strong> And some of the Pharisees which were with him heard these words, and said unto him, Are we blind also?  <strong>41</strong> Jesus said unto them, If ye were blind, ye should have no sin: but now ye say, We see; therefore your sin remaineth. ","niv":"<sup><strong>1</strong></sup> As he went along, he saw a man blind from birth. <sup><strong>2</strong></sup> His disciples asked him, \"Rabbi, who sinned, this man or his parents, that he was born blind?\" <sup><strong>3</strong></sup> \"Neither this man nor his parents sinned,\" said Jesus, \"but this happened so that the work of God might be displayed in his life. <sup><strong>4</strong></sup> As long as it is day, we must do the work of him who sent me. Night is coming, when no one can work. <sup><strong>5</strong></sup> While I am in the world, I am the light of the world.\" <sup><strong>6</strong></sup> Having said this, he spit on the ground, made some mud with the saliva, and put it on the man's eyes. <sup><strong>7</strong></sup> \"Go,\" he told him, \"wash in the Pool of Siloam\" (this word means Sent). So the man went and washed, and came home seeing. <sup><strong>8</strong></sup> His neighbors and those who had formerly seen him begging asked, \"Isn't this the same man who used to sit and beg?\" <sup><strong>9</strong></sup> Some claimed that he was. Others said, \"No, he only looks like him.\" But he himself insisted, \"I am the man.\" <sup><strong>10</strong></sup> \"How then were your eyes opened?\" they demanded. <sup><strong>11</strong></sup> He replied, \"The man they call Jesus made some mud and put it on my eyes. He told me to go to Siloam and wash. So I went and washed, and then I could see.\" <sup><strong>12</strong></sup> \"Where is this man?\" they asked him. \"I don't know,\" he said. <sup><strong>13</strong></sup> They brought to the Pharisees the man who had been blind. <sup><strong>14</strong></sup> Now the day on which Jesus had made the mud and opened the man's eyes was a Sabbath. <sup><strong>15</strong></sup> Therefore the Pharisees also asked him how he had received his sight. \"He put mud on my eyes,\" the man replied, \"and I washed, and now I see.\" <sup><strong>16</strong></sup> Some of the Pharisees said, \"This man is not from God, for he does not keep the Sabbath.\" But others asked, \"How can a sinner do such miraculous signs?\" So they were divided. <sup><strong>17</strong></sup> Finally they turned again to the blind man, \"What have you to say about him? It was your eyes he opened.\" The man replied, \"He is a prophet.\" <sup><strong>18</strong></sup> The Jews still did not believe that he had been blind and had received his sight until they sent for the man's parents. <sup><strong>19</strong></sup> \"Is this your son?\" they asked. \"Is this the one you say was born blind? How is it that now he can see?\" <sup><strong>20</strong></sup> \"We know he is our son,\" the parents answered, \"and we know he was born blind. <sup><strong>21</strong></sup> But how he can see now, or who opened his eyes, we don't know. Ask him. He is of age; he will speak for himself.\" <sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue. <sup><strong>23</strong></sup> That was why his parents said, \"He is of age; ask him.\" <sup><strong>24</strong></sup> A second time they summoned the man who had been blind. \"Give glory to God, \"they said. \"We know this man is a sinner.\" <sup><strong>25</strong></sup> He replied, \"Whether he is a sinner or not, I don't know. One thing I do know. I was blind but now I see!\" <sup><strong>26</strong></sup> Then they asked him, \"What did he do to you? How did he open your eyes?\" <sup><strong>27</strong></sup> He answered, \"I have told you already and you did not listen. Why do you want to hear it again? Do you want to become his disciples, too?\" <sup><strong>28</strong></sup> Then they hurled insults at him and said, \"You are this fellow's disciple! We are disciples of Moses! <sup><strong>29</strong></sup> We know that God spoke to Moses, but as for this fellow, we don't even know where he comes from.\" <sup><strong>30</strong></sup> The man answered, \"Now that is remarkable! You don't know where he comes from, yet he opened my eyes. <sup><strong>31</strong></sup> We know that God does not listen to sinners. He listens to the godly man who does his will. <sup><strong>32</strong></sup> Nobody has ever heard of opening the eyes of a man born blind. <sup><strong>33</strong></sup> If this man were not from God, he could do nothing.\" <sup><strong>34</strong></sup> To this they replied, \"You were steeped in sin at birth; how dare you lecture us!\" And they threw him out. <sup><strong>35</strong></sup> Jesus heard that they had thrown him out, and when he found him, he said, \"Do you believe in the Son of Man?\" <sup><strong>36</strong></sup> \"Who is he, sir?\" the man asked. \"Tell me so that I may believe in him.\" <sup><strong>37</strong></sup> Jesus said, \"You have now seen him; in fact, he is the one speaking with you.\" <sup><strong>38</strong></sup> Then the man said, \"Lord, I believe,\" and he worshiped him. <sup><strong>39</strong></sup> Jesus said, \"For judgment I have come into this world, so that the blind will see and those who see will become blind.\" <sup><strong>40</strong></sup> Some Pharisees who were with him heard him say this and asked, \"What? Are we blind too?\" <sup><strong>41</strong></sup> Jesus said, \"If you were blind, you would not be guilty of sin; but now that you claim you can see, your guilt remains. ","modified":"2022-08-04T06:18:41.094Z"},{"_id":"615b920ab7283e0c141b51bd","topicId":"615b9207b7283e0c141b51b2","verse":"John 3:16","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-11\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life.","modified":"2022-08-04T06:18:52.531Z"},{"_id":"615b920ab7283e0c141b51be","topicId":"615b9207b7283e0c141b51b2","verse":"Luke 23:31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42023031_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42023031-1\">31&nbsp;</b><span class=\"woc\">For if they do these things when the wood is green, what will happen when it is dry?”</span></p>\n</div>","kjv":"<strong>31</strong> For if they do these things in a green tree, what shall be done in the dry?  ","niv":"<sup><strong>31</strong></sup> For if men do these things when the tree is green, what will happen when it is dry?\""},{"_id":"615b920bb7283e0c141b51bf","topicId":"615b9207b7283e0c141b51b2","verse":"Luke 16:19","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p42016019_06-13\"><b class=\"verse-num woc\" id=\"v42016019-1\">19&nbsp;</b><span class=\"woc\">“There was a rich man who was clothed in purple and fine linen and who feasted sumptuously every day.</span></p>\n</div>","kjv":"<strong>19</strong>           There was a certain rich man, which was clothed in purple and fine linen, and fared sumptuously every day:  ","niv":"<sup><strong>19</strong></sup> \"There was a rich man who was dressed in purple and fine linen and lived in luxury every day.","modified":"2022-08-04T06:19:12.958Z"},{"_id":"615b920bb7283e0c141b51c0","topicId":"615b9207b7283e0c141b51b2","verse":"Mark 15:17","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41015017_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v41015017-1\">17&nbsp;</b>And they clothed him in a purple cloak, and twisting together a crown of thorns, they put it on him.</p>\n</div>","kjv":"<strong>17</strong> And they clothed him with purple, and platted a crown of thorns, and put it about his head,  ","niv":"<sup><strong>17</strong></sup> They put a purple robe on him, then twisted together a crown of thorns and set it on him.","modified":"2022-08-04T06:19:16.725Z"},{"_id":"615b920bb7283e0c141b51c1","topicId":"615b9207b7283e0c141b51b2","verse":"Mark 6:39","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41006039_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006039-1\">39&nbsp;</b>Then he commanded them all to sit down in groups on the green grass.</p>\n</div>","kjv":"<strong>39</strong> And he commanded them to make all sit down by companies upon the green grass.  ","niv":"<sup><strong>39</strong></sup> Then Jesus directed them to have all the people sit down in groups on the green grass.","modified":"2022-08-04T06:19:33.559Z"},{"_id":"615b920cb7283e0c141b51c2","topicId":"615b9207b7283e0c141b51b2","verse":"Matthew 7:1-29","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span> <b class=\"verse-num woc\" id=\"v40007003-1\">3&nbsp;</b><span class=\"woc\">Why do you see the speck that is in your brother’s eye, but do not notice the log that is in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007004-1\">4&nbsp;</b><span class=\"woc\">Or how can you say to your brother, ‘Let me take the speck out of your eye,’ when there is the log in your own eye?</span> <b class=\"verse-num woc\" id=\"v40007005-1\">5&nbsp;</b><span class=\"woc\">You hypocrite, first take the log out of your own eye, and then you will see clearly to take the speck out of your brother’s eye.</span></p>\n<p id=\"p40007005_03-16\"><b class=\"verse-num woc\" id=\"v40007006-1\">6&nbsp;</b><span class=\"woc\">“Do not give dogs what is holy, and do not throw your pearls before pigs, lest they trample them underfoot and turn to attack you.</span></p>\n\n<p id=\"p40007006_09-16\"><b class=\"verse-num woc\" id=\"v40007007-1\">7&nbsp;</b><span class=\"woc\">“Ask, and it will be given to you; seek, and you will find; knock, and it will be opened to you.</span> <b class=\"verse-num woc\" id=\"v40007008-1\">8&nbsp;</b><span class=\"woc\">For everyone who asks receives, and the one who seeks finds, and to the one who knocks it will be opened.</span> <b class=\"verse-num woc\" id=\"v40007009-1\">9&nbsp;</b><span class=\"woc\">Or which one of you, if his son asks him for bread, will give him a stone?</span> <b class=\"verse-num woc\" id=\"v40007010-1\">10&nbsp;</b><span class=\"woc\">Or if he asks for a fish, will give him a serpent?</span> <b class=\"verse-num woc\" id=\"v40007011-1\">11&nbsp;</b><span class=\"woc\">If you then, who are evil, know how to give good gifts to your children, how much more will your Father who is in heaven give good things to those who ask him!</span></p>\n\n<p id=\"p40007011_12-16\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n<p id=\"p40007012_12-16\"><b class=\"verse-num woc\" id=\"v40007013-1\">13&nbsp;</b><span class=\"woc\">“Enter by the narrow gate. For the gate is wide and the way is easy that leads to destruction, and those who enter by it are many.</span> <b class=\"verse-num woc\" id=\"v40007014-1\">14&nbsp;</b><span class=\"woc\">For the gate is narrow and the way is hard that leads to life, and those who find it are few.</span></p>\n\n<p id=\"p40007014_17-16\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span> <b class=\"verse-num woc\" id=\"v40007018-1\">18&nbsp;</b><span class=\"woc\">A healthy tree cannot bear bad fruit, nor can a diseased tree bear good fruit.</span> <b class=\"verse-num woc\" id=\"v40007019-1\">19&nbsp;</b><span class=\"woc\">Every tree that does not bear good fruit is cut down and thrown into the fire.</span> <b class=\"verse-num woc\" id=\"v40007020-1\">20&nbsp;</b><span class=\"woc\">Thus you will recognize them by their fruits.</span></p>\n\n<p id=\"p40007020_21-16\"><b class=\"verse-num woc\" id=\"v40007021-1\">21&nbsp;</b><span class=\"woc\">“Not everyone who says to me, ‘Lord, Lord,’ will enter the kingdom of heaven, but the one who does the will of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40007022-1\">22&nbsp;</b><span class=\"woc\">On that day many will say to me, ‘Lord, Lord, did we not prophesy in your name, and cast out demons in your name, and do many mighty works in your name?’</span> <b class=\"verse-num woc\" id=\"v40007023-1\">23&nbsp;</b><span class=\"woc\">And then will I declare to them, ‘I never knew you; depart from me, you workers of lawlessness.’</span></p>\n\n<p id=\"p40007023_27-16\"><b class=\"verse-num woc\" id=\"v40007024-1\">24&nbsp;</b><span class=\"woc\">“Everyone then who hears these words of mine and does them will be like a wise man who built his house on the rock.</span> <b class=\"verse-num woc\" id=\"v40007025-1\">25&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat on that house, but it did not fall, because it had been founded on the rock.</span> <b class=\"verse-num woc\" id=\"v40007026-1\">26&nbsp;</b><span class=\"woc\">And everyone who hears these words of mine and does not do them will be like a foolish man who built his house on the sand.</span> <b class=\"verse-num woc\" id=\"v40007027-1\">27&nbsp;</b><span class=\"woc\">And the rain fell, and the floods came, and the winds blew and beat against that house, and it fell, and great was the fall of it.”</span></p>\n\n<p id=\"p40007027_31-16\"><b class=\"verse-num\" id=\"v40007028-1\">28&nbsp;</b>And when Jesus finished these sayings, the crowds were astonished at his teaching, <b class=\"verse-num\" id=\"v40007029-1\">29&nbsp;</b>for he was teaching them as one who had authority, and not as their scribes.</p>\n\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  <strong>3</strong> And why beholdest thou the mote that is in thy brother’s eye, but considerest not the beam that is in thine own eye?  <strong>4</strong> Or how wilt thou say to thy brother, Let me pull out the mote out of thine eye; and, behold, a beam is in thine own eye?  <strong>5</strong> Thou hypocrite, first cast out the beam out of thine own eye; and then shalt thou see clearly to cast out the mote out of thy brother’s eye.  <strong>6</strong>           Give not that which is holy unto the dogs, neither cast ye your pearls before swine, lest they trample them under their feet, and turn again and rend you. <strong>7</strong>           Ask, and it shall be given you; seek, and ye shall find; knock, and it shall be opened unto you:  <strong>8</strong> For every one that asketh receiveth; and he that seeketh findeth; and to him that knocketh it shall be opened.  <strong>9</strong> Or what man is there of you, whom if his son ask bread, will he give him a stone?  <strong>10</strong> Or if he ask a fish, will he give him a serpent?  <strong>11</strong> If ye then, being evil, know how to give good gifts unto your children, how much more shall your Father which is in heaven give good things to them that ask him?  <strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. <strong>13</strong>           Enter ye in at the strait gate: for wide is the gate, and broad is the way, that leadeth to destruction, and many there be which go in thereat:  <strong>14</strong> Because strait is the gate, and narrow is  the way, which leadeth unto life, and few there be that find it. <strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  <strong>18</strong> A good tree cannot bring forth evil fruit, neither can  a corrupt tree bring forth good fruit.  <strong>19</strong> Every tree that bringeth not forth good fruit is hewn down, and cast into the fire.  <strong>20</strong> Wherefore by their fruits ye shall know them. <strong>21</strong>           Not every one that saith unto me, Lord, Lord, shall enter into the kingdom of heaven; but he that doeth the will of my Father which is in heaven.  <strong>22</strong> Many will say to me in that day, Lord, Lord, have we not prophesied in thy name? and in thy name have cast out devils? and in thy name done many wonderful works?  <strong>23</strong> And then will I profess unto them, I never knew you: depart from me, ye that work iniquity. <strong>24</strong>           Therefore whosoever heareth these sayings of mine, and doeth them, I will liken him unto a wise man, which built his house upon a rock:  <strong>25</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not: for it was founded upon a rock.  <strong>26</strong> And every one that heareth these sayings of mine, and doeth them not, shall be likened unto a foolish man, which built his house upon the sand:  <strong>27</strong> And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell: and great was the fall of it.  <strong>28</strong> And it came to pass, when Jesus had ended these sayings, the people were astonished at his doctrine:  <strong>29</strong> For he taught them as one having authority, and not as the scribes.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. <sup><strong>3</strong></sup> \"Why do you look at the speck of sawdust in your brother's eye and pay no attention to the plank in your own eye? <sup><strong>4</strong></sup> How can you say to your brother, 'Let me take the speck out of your eye,' when all the time there is a plank in your own eye? <sup><strong>5</strong></sup> You hypocrite, first take the plank out of your own eye, and then you will see clearly to remove the speck from your brother's eye. <sup><strong>6</strong></sup> \"Do not give dogs what is sacred; do not throw your pearls to pigs. If you do, they may trample them under their feet, and then turn and tear you to pieces. <sup><strong>7</strong></sup> \"Ask and it will be given to you; seek and you will find; knock and the door will be opened to you. <sup><strong>8</strong></sup> For everyone who asks receives; he who seeks finds; and to him who knocks, the door will be opened. <sup><strong>9</strong></sup> \"Which of you, if his son asks for bread, will give him a stone? <sup><strong>10</strong></sup> Or if he asks for a fish, will give him a snake? <sup><strong>11</strong></sup> If you, then, though you are evil, know how to give good gifts to your children, how much more will your Father in heaven give good gifts to those who ask him! <sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets. <sup><strong>13</strong></sup> \"Enter through the narrow gate. For wide is the gate and broad is the road that leads to destruction, and many enter through it. <sup><strong>14</strong></sup> But small is the gate and narrow the road that leads to life, and only a few find it. <sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. <sup><strong>18</strong></sup> A good tree cannot bear bad fruit, and a bad tree cannot bear good fruit. <sup><strong>19</strong></sup> Every tree that does not bear good fruit is cut down and thrown into the fire. <sup><strong>20</strong></sup> Thus, by their fruit you will recognize them. <sup><strong>21</strong></sup> \"Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only he who does the will of my Father who is in heaven. <sup><strong>22</strong></sup> Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name, and in your name drive out demons and perform many miracles?' <sup><strong>23</strong></sup> Then I will tell them plainly, 'I never knew you. Away from me, you evildoers!' <sup><strong>24</strong></sup> \"Therefore everyone who hears these words of mine and puts them into practice is like a wise man who built his house on the rock. <sup><strong>25</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house; yet it did not fall, because it had its foundation on the rock. <sup><strong>26</strong></sup> But everyone who hears these words of mine and does not put them into practice is like a foolish man who built his house on sand. <sup><strong>27</strong></sup> The rain came down, the streams rose, and the winds blew and beat against that house, and it fell with a great crash.\" <sup><strong>28</strong></sup> When Jesus had finished saying these things, the crowds were amazed at his teaching, <sup><strong>29</strong></sup> because he taught as one who had authority, and not as their teachers of the law. ","modified":"2022-08-04T06:19:38.250Z"},{"_id":"615b920cb7283e0c141b51c3","topicId":"615b9207b7283e0c141b51b2","verse":"Matthew 5:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40005016_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n</div>","kjv":"<strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. ","niv":"<sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven."},{"_id":"615b920cb7283e0c141b51c4","topicId":"615b9207b7283e0c141b51b2","verse":"Nahum 2:3","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p34002003_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v34002003-1\">3&nbsp;</b>&nbsp;&nbsp;The shield of his mighty men is red;</span><br><span id=\"p34002003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his soldiers are clothed in scarlet.</span><br><span id=\"p34002003_01-18\" class=\"line\">&nbsp;&nbsp;The chariots come with flashing metal</span><br><span id=\"p34002003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;on the day he musters them;</span><br><span id=\"p34002003_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cypress spears are brandished.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> The shield of his mighty men is made red, the valiant men are  in scarlet: the chariots shall be with flaming torches in the day of his preparation, and the fir trees shall be terribly shaken.  ","niv":"<sup><strong>3</strong></sup> The shields of his soldiers are red; the warriors are clad in scarlet. The metal on the chariots flashes on the day they are made ready; the spears of pine are brandished."},{"_id":"615b920db7283e0c141b51c5","topicId":"615b9207b7283e0c141b51b2","verse":"Ezekiel 17:24","votes":1,"__v":0,"esv":"<div>\n<p id=\"p26017024_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v26017024-1\">24&nbsp;</b>And all the trees of the field shall know that I am the LORD; I bring low the high tree, and make high the low tree, dry up the green tree, and make the dry tree flourish. I am the LORD; I have spoken, and I will do it.”</p>\n</div>","kjv":"<strong>24</strong> And all the trees of the field shall know that I the LORD have brought down the high tree, have exalted the low tree, have dried up the green tree, and have made the dry tree to flourish: I the LORD have brought down the high tree, have exalted the low tree, have dried up the green tree, and have made the dry tree to flourish: I the LORD have spoken and have done it.  ","niv":"<sup><strong>24</strong></sup> All the trees of the field will know that I the LORD bring down the tall tree and make the low tree grow tall. I dry up the green tree and make the dry tree flourish. \"'I the LORD have spoken, and I will do it.'\""},{"_id":"615b920db7283e0c141b51c6","topicId":"615b9207b7283e0c141b51b2","verse":"Jeremiah 17:8","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24017008_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v24017008-1\">8&nbsp;</b>&nbsp;&nbsp;He is like a tree planted by water,</span><br><span id=\"p24017008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that sends out its roots by the stream,</span><br><span id=\"p24017008_01-20\" class=\"line\">&nbsp;&nbsp;and does not fear when heat comes,</span><br><span id=\"p24017008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for its leaves remain green,</span><br><span id=\"p24017008_01-20\" class=\"line\">&nbsp;&nbsp;and is not anxious in the year of drought,</span><br><span id=\"p24017008_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it does not cease to bear fruit.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> For he shall be as a tree planted by the waters, and that  spreadeth out her roots by the river, and shall not see when heat cometh, but her leaf shall be green; and shall not be careful in the year of drought, neither shall cease from yielding fruit.  ","niv":"<sup><strong>8</strong></sup> He will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.\""},{"_id":"615b920db7283e0c141b51c7","topicId":"615b9207b7283e0c141b51b2","verse":"Jeremiah 11:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24011016_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v24011016-1\">16&nbsp;</b>The LORD once called you ‘a green olive tree, beautiful with good fruit.’ But with the roar of a great tempest he will set fire to it, and its branches will be consumed.</p>\n</div>","kjv":"<strong>16</strong> The LORD called thy name, A green olive tree, fair, and of goodly fruit: with the noise of a great tumult he hath kindled fire upon it, and the branches of it are broken.  ","niv":"<sup><strong>16</strong></sup> The LORD called you a thriving olive tree with fruit beautiful in form. But with the roar of a mighty storm he will set it on fire, and its branches will be broken."},{"_id":"615b920eb7283e0c141b51c8","topicId":"615b9207b7283e0c141b51b2","verse":"Isaiah 15:6","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23015006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v23015006-1\">6&nbsp;</b>&nbsp;&nbsp;the waters of Nimrim</span><br><span id=\"p23015006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;are a desolation;</span><br><span id=\"p23015006_01-22\" class=\"line\">&nbsp;&nbsp;the grass is withered, the vegetation fails,</span><br><span id=\"p23015006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the greenery is no more.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> For the waters of Nimrim shall be desolate: for the hay is withered away, the grass faileth, there is no green thing.  ","niv":"<sup><strong>6</strong></sup> The waters of Nimrim are dried up and the grass is withered; the vegetation is gone and nothing green is left."},{"_id":"615b920eb7283e0c141b51c9","topicId":"615b9207b7283e0c141b51b2","verse":"Isaiah 1:18","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-23\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-23\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},{"_id":"615b920eb7283e0c141b51ca","topicId":"615b9207b7283e0c141b51b2","verse":"Proverbs 31:22","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031022_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  ","niv":"<sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple."},{"_id":"615b920eb7283e0c141b51cb","topicId":"615b9207b7283e0c141b51b2","verse":"Proverbs 3:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding;"}]}