{"_id":"615b9316b7283e0c141b5236","slug":"come-just-as-you-are","name":"Come Just As You Are","verses":[{"_id":"615b9317b7283e0c141b5237","topicId":"615b9316b7283e0c141b5236","verse":"James 2:1-26","votes":63,"__v":0,"esv":"<div>\n\n<p id=\"p59002001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59002001-1\">2:1&nbsp;</b>My brothers, show no partiality as you hold the faith in our Lord Jesus Christ, the Lord of glory. <b class=\"verse-num\" id=\"v59002002-1\">2&nbsp;</b>For if a man wearing a gold ring and fine clothing comes into your assembly, and a poor man in shabby clothing also comes in, <b class=\"verse-num\" id=\"v59002003-1\">3&nbsp;</b>and if you pay attention to the one who wears the fine clothing and say, “You sit here in a good place,” while you say to the poor man, “You stand over there,” or, “Sit down at my feet,” <b class=\"verse-num\" id=\"v59002004-1\">4&nbsp;</b>have you not then made distinctions among yourselves and become judges with evil thoughts? <b class=\"verse-num\" id=\"v59002005-1\">5&nbsp;</b>Listen, my beloved brothers, has not God chosen those who are poor in the world to be rich in faith and heirs of the kingdom, which he has promised to those who love him? <b class=\"verse-num\" id=\"v59002006-1\">6&nbsp;</b>But you have dishonored the poor man. Are not the rich the ones who oppress you, and the ones who drag you into court? <b class=\"verse-num\" id=\"v59002007-1\">7&nbsp;</b>Are they not the ones who blaspheme the honorable name by which you were called?</p>\n<p id=\"p59002007_05-1\"><b class=\"verse-num\" id=\"v59002008-1\">8&nbsp;</b>If you really fulfill the royal law according to the Scripture, “You shall love your neighbor as yourself,” you are doing well. <b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors. <b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it. <b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law. <b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n\n<p id=\"p59002013_10-1\"><b class=\"verse-num\" id=\"v59002014-1\">14&nbsp;</b>What good is it, my brothers, if someone says he has faith but does not have works? Can that faith save him? <b class=\"verse-num\" id=\"v59002015-1\">15&nbsp;</b>If a brother or sister is poorly clothed and lacking in daily food, <b class=\"verse-num\" id=\"v59002016-1\">16&nbsp;</b>and one of you says to them, “Go in peace, be warmed and filled,” without giving them the things needed for the body, what good is that? <b class=\"verse-num\" id=\"v59002017-1\">17&nbsp;</b>So also faith by itself, if it does not have works, is dead.</p>\n<p id=\"p59002017_10-1\"><b class=\"verse-num\" id=\"v59002018-1\">18&nbsp;</b>But someone will say, “You have faith and I have works.” Show me your faith apart from your works, and I will show you my faith by my works. <b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder! <b class=\"verse-num\" id=\"v59002020-1\">20&nbsp;</b>Do you want to be shown, you foolish person, that faith apart from works is useless? <b class=\"verse-num\" id=\"v59002021-1\">21&nbsp;</b>Was not Abraham our father justified by works when he offered up his son Isaac on the altar? <b class=\"verse-num\" id=\"v59002022-1\">22&nbsp;</b>You see that faith was active along with his works, and faith was completed by his works; <b class=\"verse-num\" id=\"v59002023-1\">23&nbsp;</b>and the Scripture was fulfilled that says, “Abraham believed God, and it was counted to him as righteousness”—and he was called a friend of God. <b class=\"verse-num\" id=\"v59002024-1\">24&nbsp;</b>You see that a person is justified by works and not by faith alone. <b class=\"verse-num\" id=\"v59002025-1\">25&nbsp;</b>And in the same way was not also Rahab the prostitute justified by works when she received the messengers and sent them out by another way? <b class=\"verse-num\" id=\"v59002026-1\">26&nbsp;</b>For as the body apart from the spirit is dead, so also faith apart from works is dead.</p>\n\n</div>","kjv":"<strong>1</strong> My brethren, have not the faith of our Lord Jesus Christ, the Lord  of glory, with respect of persons.  <strong>2</strong> For if there come unto your assembly a man with a gold ring, in goodly apparel, and there come in also a poor man in vile raiment;  <strong>3</strong> And ye have respect to him that weareth the gay clothing, and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there, or sit here under my footstool:  <strong>4</strong> Are ye not then partial in yourselves, and are become judges of evil thoughts?  <strong>5</strong> Hearken, my beloved brethren, Hath not God chosen the poor of this world rich in faith, and heirs of the kingdom which he hath promised to them that love him?  <strong>6</strong> But ye have despised the poor. Do not rich men oppress you, and draw you before the judgment seats?  <strong>7</strong> Do not they blaspheme that worthy name by the which ye are called?  <strong>8</strong> If ye fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well:  <strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  <strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  <strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  <strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  <strong>14</strong> What doth it profit, my brethren, though a man say he hath faith, and have not works? can faith save him?  <strong>15</strong> If a brother or sister be naked, and destitute of daily food,  <strong>16</strong> And one of you say unto them, Depart in peace, be ye warmed and filled; notwithstanding ye give them not those things which are needful to the body; what doth it profit?  <strong>17</strong> Even so faith, if it hath not works, is dead, being alone.  <strong>18</strong> Yea, a man may say, Thou hast faith, and I have works: shew me thy faith without thy works, and I will shew thee my faith by my works.  <strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  <strong>20</strong> But wilt thou know, O vain man, that faith without works is dead?  <strong>21</strong> Was not Abraham our father justified by works, when he had offered Isaac his son upon the altar?  <strong>22</strong> Seest thou how faith wrought with his works, and by works was faith made perfect?  <strong>23</strong> And the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness: and he was called the Friend of God.  <strong>24</strong> Ye see then how that by works a man is justified, and not by faith only.  <strong>25</strong> Likewise also was not Rahab the harlot justified by works, when she had received the messengers, and had sent them out another way?  <strong>26</strong> For as the body without the spirit is dead, so faith without works is dead also.  ","niv":"<sup><strong>1</strong></sup> My brothers, as believers in our glorious Lord Jesus Christ, don't show favoritism. <sup><strong>2</strong></sup> Suppose a man comes into your meeting wearing a gold ring and fine clothes, and a poor man in shabby clothes also comes in. <sup><strong>3</strong></sup> If you show special attention to the man wearing fine clothes and say, \"Here's a good seat for you,\" but say to the poor man, \"You stand there\" or \"Sit on the floor by my feet,\" <sup><strong>4</strong></sup> have you not discriminated among yourselves and become judges with evil thoughts? <sup><strong>5</strong></sup> Listen, my dear brothers: Has not God chosen those who are poor in the eyes of the world to be rich in faith and to inherit the kingdom he promised those who love him? <sup><strong>6</strong></sup> But you have insulted the poor. Is it not the rich who are exploiting you? Are they not the ones who are dragging you into court? <sup><strong>7</strong></sup> Are they not the ones who are slandering the noble name of him to whom you belong? <sup><strong>8</strong></sup> If you really keep the royal law found in Scripture, \"Love your neighbor as yourself,\" you are doing right. <sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers. <sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it. <sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker. <sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! <sup><strong>14</strong></sup> What good is it, my brothers, if a man claims to have faith but has no deeds? Can such faith save him? <sup><strong>15</strong></sup> Suppose a brother or sister is without clothes and daily food. <sup><strong>16</strong></sup> If one of you says to him, \"Go, I wish you well; keep warm and well fed,\" but does nothing about his physical needs, what good is it? <sup><strong>17</strong></sup> In the same way, faith by itself, if it is not accompanied by action, is dead. <sup><strong>18</strong></sup> But someone will say, \"You have faith; I have deeds.\" Show me your faith without deeds, and I will show you my faith by what I do. <sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder. <sup><strong>20</strong></sup> You foolish man, do you want evidence that faith without deeds is useless? <sup><strong>21</strong></sup> Was not our ancestor Abraham considered righteous for what he did when he offered his son Isaac on the altar? <sup><strong>22</strong></sup> You see that his faith and his actions were working together, and his faith was made complete by what he did. <sup><strong>23</strong></sup> And the scripture was fulfilled that says, \"Abraham believed God, and it was credited to him as righteousness,\" and he was called God's friend. <sup><strong>24</strong></sup> You see that a person is justified by what he does and not by faith alone. <sup><strong>25</strong></sup> In the same way, was not even Rahab the prostitute considered righteous for what she did when she gave lodging to the spies and sent them off in a different direction? <sup><strong>26</strong></sup> As the body without the spirit is dead, so faith without deeds is dead. ","modified":"2023-07-02T04:12:53.547Z"},{"_id":"615b9317b7283e0c141b5238","topicId":"615b9316b7283e0c141b5236","verse":"John 6:37","votes":63,"__v":0,"esv":"<div>\n<p id=\"p43006037_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006037-1\">37&nbsp;</b><span class=\"woc\">All that the Father gives me will come to me, and whoever comes to me I will never cast out.</span></p>\n</div>","kjv":"<strong>37</strong> All that the Father giveth me shall come to me; and him that cometh to me I will in no wise cast out.  ","niv":"<sup><strong>37</strong></sup> All that the Father gives me will come to me, and whoever comes to me I will never drive away."},{"_id":"615b9317b7283e0c141b5239","topicId":"615b9316b7283e0c141b5236","verse":"Matthew 11:28","votes":44,"__v":0,"esv":"<div>\n<p id=\"p40011028_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40011028-1\">28&nbsp;</b><span class=\"woc\">Come to me, all who labor and are heavy laden, and I will give you rest.</span></p>\n</div>","kjv":"<strong>28</strong>           Come unto me, all ye that labour and are heavy laden, and I will give you rest.  ","niv":"<sup><strong>28</strong></sup> \"Come to me, all you who are weary and burdened, and I will give you rest.","modified":"2023-02-23T01:00:42.204Z"},{"_id":"615b9318b7283e0c141b523a","topicId":"615b9316b7283e0c141b5236","verse":"Revelation 22:17","votes":42,"__v":0,"esv":"<div>\n<p id=\"p66022017_01-4\"><b class=\"verse-num\" id=\"v66022017-1\">17&nbsp;</b>The Spirit and the Bride say, “Come.” And let the one who hears say, “Come.” And let the one who is thirsty come; let the one who desires take the water of life without price.</p>\n</div>","kjv":"<strong>17</strong> And the Spirit and the bride say, Come. And let him that heareth say, Come. And let him that is athirst come. And whosoever will, let him take the water of life freely.  ","niv":"<sup><strong>17</strong></sup> The Spirit and the bride say, \"Come!\" And let him who hears say, \"Come!\" Whoever is thirsty, let him come; and whoever wishes, let him take the free gift of the water of life."},{"_id":"615b9318b7283e0c141b523b","topicId":"615b9316b7283e0c141b5236","verse":"Luke 19:10","votes":38,"__v":0,"esv":"<div>\n<p id=\"p42019010_01-5\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42019010-1\">10&nbsp;</b><span class=\"woc\">For the Son of Man came to seek and to save the lost.”</span></p>\n</div>","kjv":"<strong>10</strong> For the Son of man is come to seek and to save that which was lost.  ","niv":"<sup><strong>10</strong></sup> For the Son of Man came to seek and to save what was lost.\""},{"_id":"615b9318b7283e0c141b523c","topicId":"615b9316b7283e0c141b5236","verse":"Luke 5:32","votes":37,"__v":0,"esv":"<div>\n<p id=\"p42005032_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42005032-1\">32&nbsp;</b><span class=\"woc\">I have not come to call the righteous but sinners to repentance.”</span></p>\n</div>","kjv":"<strong>32</strong> I came not to call the righteous, but sinners to repentance.  ","niv":"<sup><strong>32</strong></sup> I have not come to call the righteous, but sinners to repentance.\"","modified":"2022-08-02T18:14:20.423Z"},{"_id":"615b9318b7283e0c141b523d","topicId":"615b9316b7283e0c141b5236","verse":"John 14:6","votes":24,"__v":0,"esv":"<div>\n<p id=\"p43014006_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v43014006-1\">6&nbsp;</b>Jesus said to him, <span class=\"woc\">“I am the way, and the truth, and the life. No one comes to the Father except through me.</span></p>\n</div>","kjv":"<strong>6</strong> Jesus saith unto him, I am the way, the truth, and the life: no man cometh unto the Father, but by me.  ","niv":"<sup><strong>6</strong></sup> Jesus answered, \"I am the way and the truth and the life. No one comes to the Father except through me.","modified":"2023-04-18T12:48:17.289Z"},{"_id":"615b9319b7283e0c141b523e","topicId":"615b9316b7283e0c141b5236","verse":"Romans 6:1-23","votes":22,"__v":0,"esv":"<div>\n\n<p id=\"p45006001_07-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45006001-1\">6:1&nbsp;</b>What shall we say then? Are we to continue in sin that grace may abound? <b class=\"verse-num\" id=\"v45006002-1\">2&nbsp;</b>By no means! How can we who died to sin still live in it? <b class=\"verse-num\" id=\"v45006003-1\">3&nbsp;</b>Do you not know that all of us who have been baptized into Christ Jesus were baptized into his death? <b class=\"verse-num\" id=\"v45006004-1\">4&nbsp;</b>We were buried therefore with him by baptism into death, in order that, just as Christ was raised from the dead by the glory of the Father, we too might walk in newness of life.</p>\n<p id=\"p45006004_07-8\"><b class=\"verse-num\" id=\"v45006005-1\">5&nbsp;</b>For if we have been united with him in a death like his, we shall certainly be united with him in a resurrection like his. <b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin. <b class=\"verse-num\" id=\"v45006007-1\">7&nbsp;</b>For one who has died has been set free from sin. <b class=\"verse-num\" id=\"v45006008-1\">8&nbsp;</b>Now if we have died with Christ, we believe that we will also live with him. <b class=\"verse-num\" id=\"v45006009-1\">9&nbsp;</b>We know that Christ, being raised from the dead, will never die again; death no longer has dominion over him. <b class=\"verse-num\" id=\"v45006010-1\">10&nbsp;</b>For the death he died he died to sin, once for all, but the life he lives he lives to God. <b class=\"verse-num\" id=\"v45006011-1\">11&nbsp;</b>So you also must consider yourselves dead to sin and alive to God in Christ Jesus.</p>\n<p id=\"p45006011_07-8\"><b class=\"verse-num\" id=\"v45006012-1\">12&nbsp;</b>Let not sin therefore reign in your mortal body, to make you obey its passions. <b class=\"verse-num\" id=\"v45006013-1\">13&nbsp;</b>Do not present your members to sin as instruments for unrighteousness, but present yourselves to God as those who have been brought from death to life, and your members to God as instruments for righteousness. <b class=\"verse-num\" id=\"v45006014-1\">14&nbsp;</b>For sin will have no dominion over you, since you are not under law but under grace.</p>\n\n<p id=\"p45006014_10-8\"><b class=\"verse-num\" id=\"v45006015-1\">15&nbsp;</b>What then? Are we to sin because we are not under law but under grace? By no means! <b class=\"verse-num\" id=\"v45006016-1\">16&nbsp;</b>Do you not know that if you present yourselves to anyone as obedient slaves, you are slaves of the one whom you obey, either of sin, which leads to death, or of obedience, which leads to righteousness? <b class=\"verse-num\" id=\"v45006017-1\">17&nbsp;</b>But thanks be to God, that you who were once slaves of sin have become obedient from the heart to the standard of teaching to which you were committed, <b class=\"verse-num\" id=\"v45006018-1\">18&nbsp;</b>and, having been set free from sin, have become slaves of righteousness. <b class=\"verse-num\" id=\"v45006019-1\">19&nbsp;</b>I am speaking in human terms, because of your natural limitations. For just as you once presented your members as slaves to impurity and to lawlessness leading to more lawlessness, so now present your members as slaves to righteousness leading to sanctification.</p>\n<p id=\"p45006019_10-8\"><b class=\"verse-num\" id=\"v45006020-1\">20&nbsp;</b>For when you were slaves of sin, you were free in regard to righteousness. <b class=\"verse-num\" id=\"v45006021-1\">21&nbsp;</b>But what fruit were you getting at that time from the things of which you are now ashamed? For the end of those things is death. <b class=\"verse-num\" id=\"v45006022-1\">22&nbsp;</b>But now that you have been set free from sin and have become slaves of God, the fruit you get leads to sanctification and its end, eternal life. <b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n\n</div>","kjv":"<strong>1</strong> What shall we say then? Shall we continue in sin, that grace may abound?  <strong>2</strong> God forbid. How shall we, that are dead to sin, live any longer therein?  <strong>3</strong> Know ye not, that so many of us as were baptized into Jesus Christ were baptized into his death?  <strong>4</strong> Therefore we are buried with him by baptism into death: that like as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.  <strong>5</strong> For if we have been planted together in the likeness of his death, we shall be also in the likeness of his resurrection:  <strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  <strong>7</strong> For he that is dead is freed from sin.  <strong>8</strong> Now if we be dead with Christ, we believe that we shall also live with him:  <strong>9</strong> Knowing that Christ being raised from the dead dieth no more; death hath no more dominion over him.  <strong>10</strong> For in that he died, he died unto sin once: but in that he liveth, he liveth unto God.  <strong>11</strong> Likewise reckon ye also yourselves to be dead indeed unto sin, but alive unto God through Jesus Christ our Lord.  <strong>12</strong> Let not sin therefore reign in your mortal body, that ye should obey it in the lusts thereof.  <strong>13</strong> Neither yield ye your members as instruments of unrighteousness unto sin: but yield yourselves unto God, as those that are alive from the dead, and your members as instruments of righteousness unto God.  <strong>14</strong> For sin shall not have dominion over you: for ye are not under the law, but under grace.  <strong>15</strong> What then? shall we sin, because we are not under the law, but under grace? God forbid.  <strong>16</strong> Know ye not, that to whom ye yield yourselves servants to obey, his servants ye are to whom ye obey; whether of sin unto death, or of obedience unto righteousness?  <strong>17</strong> But God be thanked, that ye were the servants of sin, but ye have obeyed from the heart that form of doctrine which was delivered you.  <strong>18</strong> Being then made free from sin, ye became the servants of righteousness.  <strong>19</strong> I speak after the manner of men because of the infirmity of your flesh: for as ye have yielded your members servants to uncleanness and to iniquity unto iniquity; even so now yield your members servants to righteousness unto holiness.  <strong>20</strong> For when ye were the servants of sin, ye were free from righteousness.  <strong>21</strong> What fruit had ye then in those things whereof ye are now ashamed? for the end of those things is death.  <strong>22</strong> But now being made free from sin, and become servants to God, ye have your fruit unto holiness, and the end everlasting life.  <strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>1</strong></sup> What shall we say, then? Shall we go on sinning so that grace may increase? <sup><strong>2</strong></sup> By no means! We died to sin; how can we live in it any longer? <sup><strong>3</strong></sup> Or don't you know that all of us who were baptized into Christ Jesus were baptized into his death? <sup><strong>4</strong></sup> We were therefore buried with him through baptism into death in order that, just as Christ was raised from the dead through the glory of the Father, we too may live a new life. <sup><strong>5</strong></sup> If we have been united with him like this in his death, we will certainly also be united with him in his resurrection. <sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin-- <sup><strong>7</strong></sup> because anyone who has died has been freed from sin. <sup><strong>8</strong></sup> Now if we died with Christ, we believe that we will also live with him. <sup><strong>9</strong></sup> For we know that since Christ was raised from the dead, he cannot die again; death no longer has mastery over him. <sup><strong>10</strong></sup> The death he died, he died to sin once for all; but the life he lives, he lives to God. <sup><strong>11</strong></sup> In the same way, count yourselves dead to sin but alive to God in Christ Jesus. <sup><strong>12</strong></sup> Therefore do not let sin reign in your mortal body so that you obey its evil desires. <sup><strong>13</strong></sup> Do not offer the parts of your body to sin, as instruments of wickedness, but rather offer yourselves to God, as those who have been brought from death to life; and offer the parts of your body to him as instruments of righteousness. <sup><strong>14</strong></sup> For sin shall not be your master, because you are not under law, but under grace. <sup><strong>15</strong></sup> What then? Shall we sin because we are not under law but under grace? By no means! <sup><strong>16</strong></sup> Don't you know that when you offer yourselves to someone to obey him as slaves, you are slaves to the one whom you obey--whether you are slaves to sin, which leads to death, or to obedience, which leads to righteousness? <sup><strong>17</strong></sup> But thanks be to God that, though you used to be slaves to sin, you wholeheartedly obeyed the form of teaching to which you were entrusted. <sup><strong>18</strong></sup> You have been set free from sin and have become slaves to righteousness. <sup><strong>19</strong></sup> I put this in human terms because you are weak in your natural selves. Just as you used to offer the parts of your body in slavery to impurity and to ever-increasing wickedness, so now offer them in slavery to righteousness leading to holiness. <sup><strong>20</strong></sup> When you were slaves to sin, you were free from the control of righteousness. <sup><strong>21</strong></sup> What benefit did you reap at that time from the things you are now ashamed of? Those things result in death! <sup><strong>22</strong></sup> But now that you have been set free from sin and have become slaves to God, the benefit you reap leads to holiness, and the result is eternal life. <sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord. "},{"_id":"615b9319b7283e0c141b523f","topicId":"615b9316b7283e0c141b5236","verse":"Romans 3:23","votes":21,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"615b9319b7283e0c141b5240","topicId":"615b9316b7283e0c141b5236","verse":"John 6:40","votes":21,"__v":0,"esv":"<div>\n<p id=\"p43006040_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006040-1\">40&nbsp;</b><span class=\"woc\">For this is the will of my Father, that everyone who looks on the Son and believes in him should have eternal life, and I will raise him up on the last day.”</span></p>\n</div>","kjv":"<strong>40</strong> And this is the will of him that sent me, that every one which seeth the Son, and believeth on him, may have everlasting life: and I will raise him up at the last day.  ","niv":"<sup><strong>40</strong></sup> For my Father's will is that everyone who looks to the Son and believes in him shall have eternal life, and I will raise him up at the last day.\""},{"_id":"615b931ab7283e0c141b5241","topicId":"615b9316b7283e0c141b5236","verse":"Psalm 34:18","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19034018_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v19034018-1\">18&nbsp;</b>&nbsp;&nbsp;The LORD is near to the brokenhearted</span><br><span id=\"p19034018_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and saves the crushed in spirit.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  ","niv":"<sup><strong>18</strong></sup> The LORD is close to the brokenhearted and saves those who are crushed in spirit.","modified":"2023-10-16T19:55:53.921Z"},{"_id":"615b931ab7283e0c141b5242","topicId":"615b9316b7283e0c141b5236","verse":"John 6:44","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43006044_01-12\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>","kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day."},{"_id":"615b931ab7283e0c141b5243","topicId":"615b9316b7283e0c141b5236","verse":"1 John 1:8-9","votes":17,"__v":0,"esv":"<div>\n<p id=\"p62001008_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001008-1\">8&nbsp;</b>If we say we have no sin, we deceive ourselves, and the truth is not in us. <b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>8</strong> If we say that we have no sin, we deceive ourselves, and the truth is not in us.  <strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>8</strong></sup> If we claim to be without sin, we deceive ourselves and the truth is not in us. <sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness. "},{"_id":"615b931bb7283e0c141b5244","topicId":"615b9316b7283e0c141b5236","verse":"Acts 2:38","votes":16,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit."},{"_id":"615b931bb7283e0c141b5245","topicId":"615b9316b7283e0c141b5236","verse":"Isaiah 55:1-13","votes":15,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055001_06-15\" class=\"line\"><b class=\"chapter-num\" id=\"v23055001-1\">55:1&nbsp;</b>&nbsp;&nbsp;“Come, everyone who thirsts,</span><br><span id=\"p23055001_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come to the waters;</span><br><span id=\"p23055001_06-15\" class=\"line\">&nbsp;&nbsp;and he who has no money,</span><br><span id=\"p23055001_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;come, buy and eat!</span><br><span id=\"p23055001_06-15\" class=\"line\">&nbsp;&nbsp;Come, buy wine and milk</span><br><span id=\"p23055001_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without money and without price.</span><br><span id=\"p23055002_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055002-1\">2&nbsp;</b>&nbsp;&nbsp;Why do you spend your money for that which is not bread,</span><br><span id=\"p23055002_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your labor for that which does not satisfy?</span><br><span id=\"p23055002_06-15\" class=\"line\">&nbsp;&nbsp;Listen diligently to me, and eat what is good,</span><br><span id=\"p23055002_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and delight yourselves in rich food.</span><br><span id=\"p23055003_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055003-1\">3&nbsp;</b>&nbsp;&nbsp;Incline your ear, and come to me;</span><br><span id=\"p23055003_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;hear, that your soul may live;</span><br><span id=\"p23055003_06-15\" class=\"line\">&nbsp;&nbsp;and I will make with you an everlasting covenant,</span><br><span id=\"p23055003_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my steadfast, sure love for David.</span><br><span id=\"p23055004_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055004-1\">4&nbsp;</b>&nbsp;&nbsp;Behold, I made him a witness to the peoples,</span><br><span id=\"p23055004_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a leader and commander for the peoples.</span><br><span id=\"p23055005_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055005-1\">5&nbsp;</b>&nbsp;&nbsp;Behold, you shall call a nation that you do not know,</span><br><span id=\"p23055005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a nation that did not know you shall run to you,</span><br><span id=\"p23055005_06-15\" class=\"line\">&nbsp;&nbsp;because of the LORD your God, and of the Holy One of Israel,</span><br><span id=\"p23055005_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for he has glorified you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23055006_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055006-1\">6&nbsp;</b>&nbsp;&nbsp;“Seek the LORD while he may be found;</span><br><span id=\"p23055006_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;call upon him while he is near;</span><br><span id=\"p23055007_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055007-1\">7&nbsp;</b>&nbsp;&nbsp;let the wicked forsake his way,</span><br><span id=\"p23055007_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the unrighteous man his thoughts;</span><br><span id=\"p23055007_06-15\" class=\"line\">&nbsp;&nbsp;let him return to the LORD, that he may have compassion on him,</span><br><span id=\"p23055007_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and to our God, for he will abundantly pardon.</span><br><span id=\"p23055008_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055008-1\">8&nbsp;</b>&nbsp;&nbsp;For my thoughts are not your thoughts,</span><br><span id=\"p23055008_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;neither are your ways my ways, declares the LORD.</span><br><span id=\"p23055009_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055009-1\">9&nbsp;</b>&nbsp;&nbsp;For as the heavens are higher than the earth,</span><br><span id=\"p23055009_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so are my ways higher than your ways</span><br><span id=\"p23055009_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and my thoughts than your thoughts.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23055010_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055010-1\">10&nbsp;</b>&nbsp;&nbsp;“For as the rain and the snow come down from heaven</span><br><span id=\"p23055010_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not return there but water the earth,</span><br><span id=\"p23055010_06-15\" class=\"line\">&nbsp;&nbsp;making it bring forth and sprout,</span><br><span id=\"p23055010_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;giving seed to the sower and bread to the eater,</span><br><span id=\"p23055011_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_06-15\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23055012_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055012-1\">12&nbsp;</b>&nbsp;&nbsp;“For you shall go out in joy</span><br><span id=\"p23055012_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and be led forth in peace;</span><br><span id=\"p23055012_06-15\" class=\"line\">&nbsp;&nbsp;the mountains and the hills before you</span><br><span id=\"p23055012_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;shall break forth into singing,</span><br><span id=\"p23055012_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the trees of the field shall clap their hands.</span><br><span id=\"p23055013_06-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055013-1\">13&nbsp;</b>&nbsp;&nbsp;Instead of the thorn shall come up the cypress;</span><br><span id=\"p23055013_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;instead of the brier shall come up the myrtle;</span><br><span id=\"p23055013_06-15\" class=\"line\">&nbsp;&nbsp;and it shall make a name for the LORD,</span><br><span id=\"p23055013_06-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;an everlasting sign that shall not be cut off.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Ho, every one that thirsteth, come ye to the waters, and he that hath no money; come ye, buy, and eat; yea, come, buy wine and milk without money and without price.  <strong>2</strong> Wherefore do ye spend money for that which is not bread? and your labour for that which satisfieth not? hearken diligently unto me, and eat ye that which is good, and let your soul delight itself in fatness.  <strong>3</strong> Incline your ear, and come unto me: hear, and your soul shall live; and I will make an everlasting covenant with you, even the sure mercies of David.  <strong>4</strong> Behold, I have given him for a witness to the people, a leader and commander to the people.  <strong>5</strong> Behold, thou shalt call a nation that thou knowest not, and nations that knew not thee shall run unto thee because of the LORD thy God, and for the Holy One of Israel; for he hath glorified thee.  <strong>6</strong> Seek ye the LORD while he may be found, call ye upon him while he is near:  <strong>7</strong> Let the wicked forsake his way, and the unrighteous man his thoughts: and let him return unto the LORD, and he will have mercy upon him; and to our God, for he will abundantly pardon.  <strong>8</strong> For my thoughts are not your thoughts, neither are  your ways my ways, saith the LORD.  <strong>9</strong> For as the heavens are higher than the earth, so are my ways higher than your ways, and my thoughts than your thoughts.  <strong>10</strong> For as the rain cometh down, and the snow from heaven, and returneth not thither, but watereth the earth, and maketh it bring forth and bud, that it may give seed to the sower, and bread to the eater:  <strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  <strong>12</strong> For ye shall go out with joy, and be led forth with peace: the mountains and the hills shall break forth before you into singing, and all the trees of the field shall clap their hands.  <strong>13</strong> Instead of the thorn shall come up the fir tree, and instead of the brier shall come up the myrtle tree: and it shall be to the LORD for a name, for an everlasting sign that shall not be cut off.  ","niv":"<sup><strong>1</strong></sup> \"Come, all you who are thirsty, come to the waters; and you who have no money, come, buy and eat! Come, buy wine and milk without money and without cost. <sup><strong>2</strong></sup> Why spend money on what is not bread, and your labor on what does not satisfy? Listen, listen to me, and eat what is good, and your soul will delight in the richest of fare. <sup><strong>3</strong></sup> Give ear and come to me; hear me, that your soul may live. I will make an everlasting covenant with you, my faithful love promised to David. <sup><strong>4</strong></sup> See, I have made him a witness to the peoples, a leader and commander of the peoples. <sup><strong>5</strong></sup> Surely you will summon nations you know not, and nations that do not know you will hasten to you, because of the LORD your God, the Holy One of Israel, for he has endowed you with splendor.\" <sup><strong>6</strong></sup> Seek the LORD while he may be found; call on him while he is near. <sup><strong>7</strong></sup> Let the wicked forsake his way and the evil man his thoughts. Let him turn to the LORD, and he will have mercy on him, and to our God, for he will freely pardon. <sup><strong>8</strong></sup> \"For my thoughts are not your thoughts, neither are your ways my ways,\" declares the LORD. <sup><strong>9</strong></sup> \"As the heavens are higher than the earth, so are my ways higher than your ways and my thoughts than your thoughts. <sup><strong>10</strong></sup> As the rain and the snow come down from heaven, and do not return to it without watering the earth and making it bud and flourish, so that it yields seed for the sower and bread for the eater, <sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it. <sup><strong>12</strong></sup> You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you, and all the trees of the field will clap their hands. <sup><strong>13</strong></sup> Instead of the thornbush will grow the pine tree, and instead of briers the myrtle will grow. This will be for the LORD's renown, for an everlasting sign, which will not be destroyed.\" ","modified":"2022-11-16T23:52:55.179Z"},{"_id":"615b931bb7283e0c141b5246","topicId":"615b9316b7283e0c141b5236","verse":"Hebrews 12:14","votes":14,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"615b931bb7283e0c141b5247","topicId":"615b9316b7283e0c141b5236","verse":"Isaiah 1:18","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001018_01-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_01-17\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_01-17\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  ","niv":"<sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool."},{"_id":"615b931cb7283e0c141b5248","topicId":"615b9316b7283e0c141b5236","verse":"Isaiah 64:6","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23064006_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23064006-1\">6&nbsp;</b>&nbsp;&nbsp;We have all become like one who is unclean,</span><br><span id=\"p23064006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all our righteous deeds are like a polluted garment.</span><br><span id=\"p23064006_01-18\" class=\"line\">&nbsp;&nbsp;We all fade like a leaf,</span><br><span id=\"p23064006_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and our iniquities, like the wind, take us away.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> But we are all as an unclean thing, and all our righteousnesses are as filthy rags; and we all do fade as a leaf; and our iniquities, like the wind, have taken us away.  ","niv":"<sup><strong>6</strong></sup> All of us have become like one who is unclean, and all our righteous acts are like filthy rags; we all shrivel up like a leaf, and like the wind our sins sweep us away.","modified":"2023-02-24T23:57:53.591Z"},{"_id":"615b931cb7283e0c141b5249","topicId":"615b9316b7283e0c141b5236","verse":"Ephesians 2:1-22","votes":12,"__v":0,"esv":"<div>\n\n<p id=\"p49002001_05-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49002001-1\">2:1&nbsp;</b>And you were dead in the trespasses and sins <b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—<b class=\"verse-num\" id=\"v49002003-1\">3&nbsp;</b>among whom we all once lived in the passions of our flesh, carrying out the desires of the body and the mind, and were by nature children of wrath, like the rest of mankind. <b class=\"verse-num\" id=\"v49002004-1\">4&nbsp;</b>But God, being rich in mercy, because of the great love with which he loved us, <b class=\"verse-num\" id=\"v49002005-1\">5&nbsp;</b>even when we were dead in our trespasses, made us alive together with Christ—by grace you have been saved—<b class=\"verse-num\" id=\"v49002006-1\">6&nbsp;</b>and raised us up with him and seated us with him in the heavenly places in Christ Jesus, <b class=\"verse-num\" id=\"v49002007-1\">7&nbsp;</b>so that in the coming ages he might show the immeasurable riches of his grace in kindness toward us in Christ Jesus. <b class=\"verse-num\" id=\"v49002008-1\">8&nbsp;</b>For by grace you have been saved through faith. And this is not your own doing; it is the gift of God, <b class=\"verse-num\" id=\"v49002009-1\">9&nbsp;</b>not a result of works, so that no one may boast. <b class=\"verse-num\" id=\"v49002010-1\">10&nbsp;</b>For we are his workmanship, created in Christ Jesus for good works, which God prepared beforehand, that we should walk in them.</p>\n\n<p id=\"p49002010_08-19\"><b class=\"verse-num\" id=\"v49002011-1\">11&nbsp;</b>Therefore remember that at one time you Gentiles in the flesh, called “the uncircumcision” by what is called the circumcision, which is made in the flesh by hands—<b class=\"verse-num\" id=\"v49002012-1\">12&nbsp;</b>remember that you were at that time separated from Christ, alienated from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. <b class=\"verse-num\" id=\"v49002013-1\">13&nbsp;</b>But now in Christ Jesus you who once were far off have been brought near by the blood of Christ. <b class=\"verse-num\" id=\"v49002014-1\">14&nbsp;</b>For he himself is our peace, who has made us both one and has broken down in his flesh the dividing wall of hostility <b class=\"verse-num\" id=\"v49002015-1\">15&nbsp;</b>by abolishing the law of commandments expressed in ordinances, that he might create in himself one new man in place of the two, so making peace, <b class=\"verse-num\" id=\"v49002016-1\">16&nbsp;</b>and might reconcile us both to God in one body through the cross, thereby killing the hostility. <b class=\"verse-num\" id=\"v49002017-1\">17&nbsp;</b>And he came and preached peace to you who were far off and peace to those who were near. <b class=\"verse-num\" id=\"v49002018-1\">18&nbsp;</b>For through him we both have access in one Spirit to the Father. <b class=\"verse-num\" id=\"v49002019-1\">19&nbsp;</b>So then you are no longer strangers and aliens, but you are fellow citizens with the saints and members of the household of God, <b class=\"verse-num\" id=\"v49002020-1\">20&nbsp;</b>built on the foundation of the apostles and prophets, Christ Jesus himself being the cornerstone, <b class=\"verse-num\" id=\"v49002021-1\">21&nbsp;</b>in whom the whole structure, being joined together, grows into a holy temple in the Lord. <b class=\"verse-num\" id=\"v49002022-1\">22&nbsp;</b>In him you also are being built together into a dwelling place for God by the Spirit.</p>\n\n</div>","kjv":"<strong>1</strong> And you hath he quickened, who were dead in trespasses and sins;  <strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  <strong>3</strong> Among whom also we all had our conversation in times past in the lusts of our flesh, fulfilling the desires of the flesh and of the mind; and were by nature the children of wrath, even as others.  <strong>4</strong> But God, who is rich in mercy, for his great love wherewith he loved us,  <strong>5</strong> Even when we were dead in sins, hath quickened us together with Christ, (by grace ye are saved;)  <strong>6</strong> And hath raised us up together, and made us sit together in heavenly places in Christ Jesus:  <strong>7</strong> That in the ages to come he might shew the exceeding riches of his grace in his kindness toward us through Christ Jesus.  <strong>8</strong> For by grace are ye saved through faith; and that not of yourselves: it is the gift of God:  <strong>9</strong> Not of works, lest any man should boast.  <strong>10</strong> For we are his workmanship, created in Christ Jesus unto good works, which God hath before ordained that we should walk in them.  <strong>11</strong> Wherefore remember, that ye being in time past Gentiles in the flesh, who are called Uncircumcision by that which is called the Circumcision in the flesh made by hands;  <strong>12</strong> That at that time ye were without Christ, being aliens from the commonwealth of Israel, and strangers from the covenants of promise, having no hope, and without God in the world:  <strong>13</strong> But now in Christ Jesus ye who sometimes were far off are made nigh by the blood of Christ.  <strong>14</strong> For he is our peace, who hath made both one, and hath broken down the middle wall of partition between us;  <strong>15</strong> Having abolished in his flesh the enmity, even the law of commandments contained in ordinances; for to make in himself of twain one new man, so making peace;  <strong>16</strong> And that he might reconcile both unto God in one body by the cross, having slain the enmity thereby:  <strong>17</strong> And came and preached peace to you which were afar off, and to them that were nigh.  <strong>18</strong> For through him we both have access by one Spirit unto the Father.  <strong>19</strong> Now therefore ye are no more strangers and foreigners, but fellowcitizens with the saints, and of the household of God;  <strong>20</strong> And are built upon the foundation of the apostles and prophets, Jesus Christ himself being the chief corner stone;  <strong>21</strong> In whom all the building fitly framed together groweth unto an holy temple in the Lord:  <strong>22</strong> In whom ye also are builded together for an habitation of God through the Spirit.  ","niv":"<sup><strong>1</strong></sup> As for you, you were dead in your transgressions and sins, <sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient. <sup><strong>3</strong></sup> All of us also lived among them at one time, gratifying the cravings of our sinful nature and following its desires and thoughts. Like the rest, we were by nature objects of wrath. <sup><strong>4</strong></sup> But because of his great love for us, God, who is rich in mercy, <sup><strong>5</strong></sup> made us alive with Christ even when we were dead in transgressions--it is by grace you have been saved. <sup><strong>6</strong></sup> And God raised us up with Christ and seated us with him in the heavenly realms in Christ Jesus, <sup><strong>7</strong></sup> in order that in the coming ages he might show the incomparable riches of his grace, expressed in his kindness to us in Christ Jesus. <sup><strong>8</strong></sup> For it is by grace you have been saved, through faith--and this not from yourselves, it is the gift of God-- <sup><strong>9</strong></sup> not by works, so that no one can boast. <sup><strong>10</strong></sup> For we are God's workmanship, created in Christ Jesus to do good works, which God prepared in advance for us to do. <sup><strong>11</strong></sup> Therefore, remember that formerly you who are Gentiles by birth and called \"uncircumcised\" by those who call themselves \"the circumcision\" (that done in the body by the hands of men)-- <sup><strong>12</strong></sup> remember that at that time you were separate from Christ, excluded from citizenship in Israel and foreigners to the covenants of the promise, without hope and without God in the world. <sup><strong>13</strong></sup> But now in Christ Jesus you who once were far away have been brought near through the blood of Christ. <sup><strong>14</strong></sup> For he himself is our peace, who has made the two one and has destroyed the barrier, the dividing wall of hostility, <sup><strong>15</strong></sup> by abolishing in his flesh the law with its commandments and regulations. His purpose was to create in himself one new man out of the two, thus making peace, <sup><strong>16</strong></sup> and in this one body to reconcile both of them to God through the cross, by which he put to death their hostility. <sup><strong>17</strong></sup> He came and preached peace to you who were far away and peace to those who were near. <sup><strong>18</strong></sup> For through him we both have access to the Father by one Spirit. <sup><strong>19</strong></sup> Consequently, you are no longer foreigners and aliens, but fellow citizens with God's people and members of God's household, <sup><strong>20</strong></sup> built on the foundation of the apostles and prophets, with Christ Jesus himself as the chief cornerstone. <sup><strong>21</strong></sup> In him the whole building is joined together and rises to become a holy temple in the Lord. <sup><strong>22</strong></sup> And in him you too are being built together to become a dwelling in which God lives by his Spirit. "},{"_id":"615b931cb7283e0c141b524a","topicId":"615b9316b7283e0c141b5236","verse":"1 John 4:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p62004010_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004010-1\">10&nbsp;</b>In this is love, not that we have loved God but that he loved us and sent his Son to be the propitiation for our sins.</p>\n</div>","kjv":"<strong>10</strong> Herein is love, not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.  ","niv":"<sup><strong>10</strong></sup> This is love: not that we loved God, but that he loved us and sent his Son as an atoning sacrifice for our sins."},{"_id":"615b931db7283e0c141b524b","topicId":"615b9316b7283e0c141b5236","verse":"Romans 10:13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45010013_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010013-1\">13&nbsp;</b>For “everyone who calls on the name of the Lord will be saved.”</p>\n</div>","kjv":"<strong>13</strong> For whosoever shall call upon the name of the Lord shall be saved.  ","niv":"<sup><strong>13</strong></sup> for, \"Everyone who calls on the name of the Lord will be saved.\"","modified":"2023-10-31T06:59:27.301Z"},{"_id":"615b931db7283e0c141b524c","topicId":"615b9316b7283e0c141b5236","verse":"John 10:10","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full."},{"_id":"615b931db7283e0c141b524d","topicId":"615b9316b7283e0c141b5236","verse":"Matthew 18:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p40018004_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n</div>","kjv":"<strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  ","niv":"<sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven."},{"_id":"615b931eb7283e0c141b524e","topicId":"615b9316b7283e0c141b5236","verse":"1 Timothy 1:15","votes":11,"__v":0,"esv":"<div>\n<p id=\"p54001015_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v54001015-1\">15&nbsp;</b>The saying is trustworthy and deserving of full acceptance, that Christ Jesus came into the world to save sinners, of whom I am the foremost.</p>\n</div>","kjv":"<strong>15</strong> This is a faithful saying, and worthy of all acceptation, that Christ Jesus came into the world to save sinners; of whom I am chief.  ","niv":"<sup><strong>15</strong></sup> Here is a trustworthy saying that deserves full acceptance: Christ Jesus came into the world to save sinners--of whom I am the worst."},{"_id":"615b931eb7283e0c141b524f","topicId":"615b9316b7283e0c141b5236","verse":"John 3:16","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-26\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."}]}