{"_id":"615b936ab7283e0c141b526a","slug":"comforting","name":"Comforting","verses":[{"_id":"615b936bb7283e0c141b526b","topicId":"615b936ab7283e0c141b526a","verse":"2 Corinthians 1:3-4","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p47001003_05-1\"><b class=\"verse-num\" id=\"v47001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, <b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.</p>\n</div>","kjv":"<strong>3</strong> Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;  <strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, <sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God. ","modified":"2021-11-10T13:51:03.802Z"},{"_id":"615b936bb7283e0c141b526c","topicId":"615b936ab7283e0c141b526a","verse":"Romans 12:15","votes":19,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep.</p>\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn."},{"_id":"615b936bb7283e0c141b526d","topicId":"615b936ab7283e0c141b526a","verse":"Romans 15:13","votes":14,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-3\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit."},{"_id":"615b936bb7283e0c141b526e","topicId":"615b936ab7283e0c141b526a","verse":"Isaiah 40:1","votes":8,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23040001_05-5\" class=\"line\"><b class=\"chapter-num\" id=\"v23040001-1\">40:1&nbsp;</b>&nbsp;&nbsp;Comfort, comfort my people, says your God.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Comfort ye, comfort ye my people, saith your God.  ","niv":"<sup><strong>1</strong></sup> Comfort, comfort my people, says your God."},{"_id":"615b936bb7283e0c141b526f","topicId":"615b936ab7283e0c141b526a","verse":"1 Thessalonians 4:13-18","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-6\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"615b936cb7283e0c141b5270","topicId":"615b936ab7283e0c141b526a","verse":"Psalm 31:24","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19031024_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v19031024-1\">24&nbsp;</b>&nbsp;&nbsp;Be strong, and let your heart take courage,</span><br><span id=\"p19031024_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all you who wait for the LORD!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.  ","niv":"<sup><strong>24</strong></sup> Be strong and take heart, all you who hope in the LORD."},{"_id":"615b936cb7283e0c141b5271","topicId":"615b936ab7283e0c141b526a","verse":"Matthew 22:32","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40022032_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40022032-1\">32&nbsp;</b><span class=\"woc\">‘I am the God of Abraham, and the God of Isaac, and the God of Jacob’? He is not God of the dead, but of the living.”</span></p>\n</div>","kjv":"<strong>32</strong> I am the God of Abraham, and the God of Isaac, and the God of Jacob? God is not the God of the dead, but of the living.  ","niv":"<sup><strong>32</strong></sup> 'I am the God of Abraham, the God of Isaac, and the God of Jacob'? He is not the God of the dead but of the living.\""},{"_id":"615b936cb7283e0c141b5272","topicId":"615b936ab7283e0c141b526a","verse":"Isaiah 44:24","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23044024_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v23044024-1\">24&nbsp;</b>&nbsp;&nbsp;Thus says the LORD, your Redeemer,</span><br><span id=\"p23044024_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who formed you from the womb:</span><br><span id=\"p23044024_01-9\" class=\"line\">&nbsp;&nbsp;“I am the LORD, who made all things,</span><br><span id=\"p23044024_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who alone stretched out the heavens,</span><br><span id=\"p23044024_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who spread out the earth by myself,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> Thus saith the LORD, thy redeemer, and he that formed thee from the womb, I am the LORD that maketh all things; that stretcheth forth the heavens alone; that spreadeth abroad the earth by myself;  ","niv":"<sup><strong>24</strong></sup> \"This is what the LORD says- your Redeemer, who formed you in the womb: I am the LORD, who has made all things, who alone stretched out the heavens, who spread out the earth by myself,","modified":"2022-09-02T14:24:55.648Z"},{"_id":"615b936cb7283e0c141b5273","topicId":"615b936ab7283e0c141b526a","verse":"Ecclesiastes 12:7","votes":6,"__v":0,"esv":"<div>\n<p id=\"p21012007_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v21012007-1\">7&nbsp;</b>and the dust returns to the earth as it was, and the spirit returns to God who gave it.</p>\n</div>","kjv":"<strong>7</strong> Then shall the dust return to the earth as it was: and the spirit shall return unto God who gave it.  ","niv":"<sup><strong>7</strong></sup> and the dust returns to the ground it came from, and the spirit returns to God who gave it.","modified":"2022-07-06T02:42:22.682Z"},{"_id":"615b936db7283e0c141b5274","topicId":"615b936ab7283e0c141b526a","verse":"1 John 1:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615b936db7283e0c141b5275","topicId":"615b936ab7283e0c141b526a","verse":"Proverbs 12:28","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012028_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012028-1\">28&nbsp;</b>&nbsp;&nbsp;In the path of righteousness is life,</span><br><span id=\"p20012028_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and in its pathway there is no death.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> In the way of righteousness is life; and in the pathway thereof there is no death.  ","niv":"<sup><strong>28</strong></sup> In the way of righteousness there is life; along that path is immortality."},{"_id":"615b936db7283e0c141b5276","topicId":"615b936ab7283e0c141b526a","verse":"Genesis 1:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth.</p>\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"615b936eb7283e0c141b5277","topicId":"615b936ab7283e0c141b526a","verse":"Revelation 21:3-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p66021003_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021003-1\">3&nbsp;</b>And I heard a loud voice from the throne saying, “Behold, the dwelling place of God is with man. He will dwell with them, and they will be his people, and God himself will be with them as their God. <b class=\"verse-num\" id=\"v66021004-1\">4&nbsp;</b>He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”</p>\n\n</div>","kjv":"<strong>3</strong> And I heard a great voice out of heaven saying, Behold, the tabernacle of God is with men, and he will dwell with them, and they shall be his people, and God himself shall be with them, and be their God.  <strong>4</strong> And God shall wipe away all tears from their eyes; and there shall be no more death, neither sorrow, nor crying, neither shall there be any more pain: for the former things are passed away.  ","niv":"<sup><strong>3</strong></sup> And I heard a loud voice from the throne saying, \"Now the dwelling of God is with men, and he will live with them. They will be his people, and God himself will be with them and be their God. <sup><strong>4</strong></sup> He will wipe every tear from their eyes. There will be no more death or mourning or crying or pain, for the old order of things has passed away.\" "},{"_id":"615b936eb7283e0c141b5278","topicId":"615b936ab7283e0c141b526a","verse":"2 Corinthians 5:18","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47005018_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005018-1\">18&nbsp;</b>All this is from God, who through Christ reconciled us to himself and gave us the ministry of reconciliation;</p>\n</div>","kjv":"<strong>18</strong> And all things are of God, who hath reconciled us to himself by Jesus Christ, and hath given to us the ministry of reconciliation;  ","niv":"<sup><strong>18</strong></sup> All this is from God, who reconciled us to himself through Christ and gave us the ministry of reconciliation:"},{"_id":"615b936eb7283e0c141b5279","topicId":"615b936ab7283e0c141b526a","verse":"John 19:25","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43019025_01-16\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v43019025-1\">25&nbsp;</b>but standing by the cross of Jesus were his mother and his mother’s sister, Mary the wife of Clopas, and Mary Magdalene.</p>\n</div>","kjv":"<strong>25</strong> Now there stood by the cross of Jesus his mother, and his mother’s sister, Mary the wife of Cleophas, and Mary Magdalene.  ","niv":"<sup><strong>25</strong></sup> Near the cross of Jesus stood his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene."},{"_id":"615b936fb7283e0c141b527a","topicId":"615b936ab7283e0c141b526a","verse":"John 2:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43002002_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43002002-1\">2&nbsp;</b>Jesus also was invited to the wedding with his disciples.</p>\n</div>","kjv":"<strong>2</strong> And both Jesus was called, and his disciples, to the marriage.  ","niv":"<sup><strong>2</strong></sup> and Jesus and his disciples had also been invited to the wedding."}]}