{"_id":"615b971fb7283e0c141b541f","slug":"communicating-with-one-another","name":"Communicating With One Another","verses":[{"_id":"615b971fb7283e0c141b5420","topicId":"615b971fb7283e0c141b541f","verse":"Colossians 4:6","votes":71,"__v":0,"esv":"<div>\n<p id=\"p51004006_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v51004006-1\">6&nbsp;</b>Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer each person.</p>\n</div>","kjv":"<strong>6</strong> Let your speech be alway with grace, seasoned with salt, that ye may know how ye ought to answer every man.  ","niv":"<sup><strong>6</strong></sup> Let your conversation be always full of grace, seasoned with salt, so that you may know how to answer everyone.","modified":"2023-05-28T21:55:35.660Z"},{"_id":"615b971fb7283e0c141b5421","topicId":"615b971fb7283e0c141b541f","verse":"Proverbs 15:1","votes":45,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-2\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger.","modified":"2023-05-28T21:55:43.995Z"},{"_id":"615b9720b7283e0c141b5422","topicId":"615b971fb7283e0c141b541f","verse":"Ephesians 4:25-29","votes":42,"__v":0,"esv":"<div>\n<p id=\"p49004025_01-3\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. ","modified":"2022-09-09T16:30:21.970Z"},{"_id":"615b9720b7283e0c141b5423","topicId":"615b971fb7283e0c141b541f","verse":"1 John 3:18","votes":31,"__v":0,"esv":"<div>\n<p id=\"p62003018_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003018-1\">18&nbsp;</b>Little children, let us not love in word or talk but in deed and in truth.</p>\n</div>","kjv":"<strong>18</strong> My little children, let us not love in word, neither in tongue; but in deed and in truth.  ","niv":"<sup><strong>18</strong></sup> Dear children, let us not love with words or tongue but with actions and in truth."},{"_id":"615b9720b7283e0c141b5424","topicId":"615b971fb7283e0c141b541f","verse":"Ephesians 4:29","votes":25,"__v":0,"esv":"<div>\n<p id=\"p49004029_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear.</p>\n</div>","kjv":"<strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  ","niv":"<sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen.","modified":"2022-09-28T05:27:47.363Z"},{"_id":"615b9721b7283e0c141b5425","topicId":"615b971fb7283e0c141b541f","verse":"Matthew 15:18-20","votes":20,"__v":0,"esv":"<div>\n<p id=\"p40015018_01-6\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40015018-1\">18&nbsp;</b><span class=\"woc\">But what comes out of the mouth proceeds from the heart, and this defiles a person.</span> <b class=\"verse-num woc\" id=\"v40015019-1\">19&nbsp;</b><span class=\"woc\">For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false witness, slander.</span> <b class=\"verse-num woc\" id=\"v40015020-1\">20&nbsp;</b><span class=\"woc\">These are what defile a person. But to eat with unwashed hands does not defile anyone.”</span></p>\n</div>","kjv":"<strong>18</strong> But those things which proceed out of the mouth come forth from the heart; and they defile the man.  <strong>19</strong> For out of the heart proceed evil thoughts, murders, adulteries, fornications, thefts, false witness, blasphemies:  <strong>20</strong> These are the things which defile a man: but to eat with unwashen hands defileth not a man. ","niv":"<sup><strong>18</strong></sup> But the things that come out of the mouth come from the heart, and these make a man 'unclean.' <sup><strong>19</strong></sup> For out of the heart come evil thoughts, murder, adultery, sexual immorality, theft, false testimony, slander. <sup><strong>20</strong></sup> These are what make a man 'unclean'; but eating with unwashed hands does not make him 'unclean.'\" ","modified":"2023-05-25T14:34:06.202Z"},{"_id":"615b9721b7283e0c141b5426","topicId":"615b971fb7283e0c141b541f","verse":"1 Thessalonians 5:11","votes":19,"__v":0,"esv":"<div>\n<p id=\"p52005011_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v52005011-1\">11&nbsp;</b>Therefore encourage one another and build one another up, just as you are doing.</p>\n</div>","kjv":"<strong>11</strong> Wherefore comfort yourselves together, and edify one another, even as also ye do.  ","niv":"<sup><strong>11</strong></sup> Therefore encourage one another and build each other up, just as in fact you are doing.","modified":"2023-05-17T02:08:48.412Z"},{"_id":"615b9721b7283e0c141b5427","topicId":"615b971fb7283e0c141b541f","verse":"2 Timothy 1:7","votes":19,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline.","modified":"2022-10-18T17:11:44.821Z"},{"_id":"615b9721b7283e0c141b5428","topicId":"615b971fb7283e0c141b541f","verse":"Ephesians 4:32","votes":13,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"615b9722b7283e0c141b5429","topicId":"615b971fb7283e0c141b541f","verse":"Colossians 3:9","votes":11,"__v":0,"esv":"<div>\n<p id=\"p51003009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices</p>\n\n</div>","kjv":"<strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  ","niv":"<sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices","modified":"2023-03-20T14:05:58.448Z"},{"_id":"615b9722b7283e0c141b542a","topicId":"615b971fb7283e0c141b541f","verse":"Proverbs 18:13","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20018013_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20018013-1\">13&nbsp;</b>&nbsp;&nbsp;If one gives an answer before he hears,</span><br><span id=\"p20018013_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is his folly and shame.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> He that answereth a matter before he heareth it, it is folly and shame unto him.  ","niv":"<sup><strong>13</strong></sup> He who answers before listening- that is his folly and his shame."},{"_id":"615b9722b7283e0c141b542b","topicId":"615b971fb7283e0c141b541f","verse":"James 1:19","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-13\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger;</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,","modified":"2023-03-01T11:01:29.194Z"},{"_id":"615b9723b7283e0c141b542c","topicId":"615b971fb7283e0c141b541f","verse":"1 Peter 1:22","votes":11,"__v":0,"esv":"<div>\n<p id=\"p60001022_01-15\"><b class=\"verse-num\" id=\"v60001022-1\">22&nbsp;</b>Having purified your souls by your obedience to the truth for a sincere brotherly love, love one another earnestly from a pure heart,</p>\n</div>","kjv":"<strong>22</strong> Seeing ye have purified your souls in obeying the truth through the Spirit unto unfeigned love of the brethren, see that ye love one another with a pure heart fervently:  ","niv":"<sup><strong>22</strong></sup> Now that you have purified yourselves by obeying the truth so that you have sincere love for your brothers, love one another deeply, from the heart."},{"_id":"615b9723b7283e0c141b542d","topicId":"615b971fb7283e0c141b541f","verse":"John 13:34","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another."},{"_id":"615b9723b7283e0c141b542e","topicId":"615b971fb7283e0c141b541f","verse":"Ephesians 5:21","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49005021_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005021-1\">21&nbsp;</b>submitting to one another out of reverence for Christ.</p>\n</div>","kjv":"<strong>21</strong> Submitting yourselves one to another in the fear of God.  ","niv":"<sup><strong>21</strong></sup> Submit to one another out of reverence for Christ.","modified":"2023-02-03T19:55:55.730Z"},{"_id":"615b9724b7283e0c141b542f","topicId":"615b971fb7283e0c141b541f","verse":"Philippians 2:3","votes":10,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"615b9724b7283e0c141b5430","topicId":"615b971fb7283e0c141b541f","verse":"1 Corinthians 11:1-34","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-20\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-20\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-20\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-20\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-20\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"615b9724b7283e0c141b5431","topicId":"615b971fb7283e0c141b541f","verse":"Romans 15:14","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p45015014_07-21\"><b class=\"verse-num\" id=\"v45015014-1\">14&nbsp;</b>I myself am satisfied about you, my brothers, that you yourselves are full of goodness, filled with all knowledge and able to instruct one another.</p>\n\n</div>","kjv":"<strong>14</strong> And I myself also am persuaded of you, my brethren, that ye also are full of goodness, filled with all knowledge, able also to admonish one another.  ","niv":"<sup><strong>14</strong></sup> I myself am convinced, my brothers, that you yourselves are full of goodness, complete in knowledge and competent to instruct one another.","modified":"2022-10-11T01:29:50.562Z"},{"_id":"615b9724b7283e0c141b5432","topicId":"615b971fb7283e0c141b541f","verse":"John 13:35","votes":10,"__v":0,"esv":"<div>\n<p id=\"p43013035_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\""},{"_id":"615b9725b7283e0c141b5433","topicId":"615b971fb7283e0c141b541f","verse":"Romans 12:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p45012010_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012010-1\">10&nbsp;</b>Love one another with brotherly affection. Outdo one another in showing honor.</p>\n</div>","kjv":"<strong>10</strong> Be kindly affectioned one to another with brotherly love; in honour preferring one another;  ","niv":"<sup><strong>10</strong></sup> Be devoted to one another in brotherly love. Honor one another above yourselves."},{"_id":"615b9725b7283e0c141b5434","topicId":"615b971fb7283e0c141b541f","verse":"2 Timothy 3:16","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","modified":"2022-10-31T16:43:42.744Z"},{"_id":"615b9725b7283e0c141b5435","topicId":"615b971fb7283e0c141b541f","verse":"Colossians 3:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51003016_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God.</p>\n</div>","kjv":"<strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  ","niv":"<sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God."},{"_id":"615b9726b7283e0c141b5436","topicId":"615b971fb7283e0c141b541f","verse":"Colossians 3:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51003013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you."},{"_id":"615b9726b7283e0c141b5437","topicId":"615b971fb7283e0c141b541f","verse":"Colossians 3:8","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51003008_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth.</p>\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips."},{"_id":"615b9726b7283e0c141b5438","topicId":"615b971fb7283e0c141b541f","verse":"Ephesians 4:25","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49004025_01-28\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another.</p>\n</div>","kjv":"<strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  ","niv":"<sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body.","modified":"2022-12-30T19:53:59.328Z"}]}