{"_id":"615b97c67d79181a31670aa9","slug":"communications","name":"Communications","verses":[{"_id":"615b97c67d79181a31670aaa","topicId":"615b97c67d79181a31670aa9","verse":"Proverbs 10:11","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010011_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010011-1\">11&nbsp;</b>&nbsp;&nbsp;The mouth of the righteous is a fountain of life,</span><br><span id=\"p20010011_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mouth of the wicked conceals violence.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The mouth of a righteous man is a well of life: but violence covereth the mouth of the wicked.  ","niv":"<sup><strong>11</strong></sup> The mouth of the righteous is a fountain of life, but violence overwhelms the mouth of the wicked."},{"_id":"615b97c67d79181a31670aab","topicId":"615b97c67d79181a31670aa9","verse":"James 1:1-27","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p59001001_02-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v59001001-1\">1:1&nbsp;</b>James, a servant of God and of the Lord Jesus Christ,</p>\n<p id=\"p59001001_02-2\">To the twelve tribes in the Dispersion:</p>\n<p id=\"p59001001_02-2\">Greetings.</p>\n\n<p id=\"p59001001_06-2\"><b class=\"verse-num\" id=\"v59001002-1\">2&nbsp;</b>Count it all joy, my brothers, when you meet trials of various kinds, <b class=\"verse-num\" id=\"v59001003-1\">3&nbsp;</b>for you know that the testing of your faith produces steadfastness. <b class=\"verse-num\" id=\"v59001004-1\">4&nbsp;</b>And let steadfastness have its full effect, that you may be perfect and complete, lacking in nothing.</p>\n<p id=\"p59001004_06-2\"><b class=\"verse-num\" id=\"v59001005-1\">5&nbsp;</b>If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him. <b class=\"verse-num\" id=\"v59001006-1\">6&nbsp;</b>But let him ask in faith, with no doubting, for the one who doubts is like a wave of the sea that is driven and tossed by the wind. <b class=\"verse-num\" id=\"v59001007-1\">7&nbsp;</b>For that person must not suppose that he will receive anything from the Lord; <b class=\"verse-num\" id=\"v59001008-1\">8&nbsp;</b>he is a double-minded man, unstable in all his ways.</p>\n<p id=\"p59001008_06-2\"><b class=\"verse-num\" id=\"v59001009-1\">9&nbsp;</b>Let the lowly brother boast in his exaltation, <b class=\"verse-num\" id=\"v59001010-1\">10&nbsp;</b>and the rich in his humiliation, because like a flower of the grass he will pass away. <b class=\"verse-num\" id=\"v59001011-1\">11&nbsp;</b>For the sun rises with its scorching heat and withers the grass; its flower falls, and its beauty perishes. So also will the rich man fade away in the midst of his pursuits.</p>\n<p id=\"p59001011_06-2\"><b class=\"verse-num\" id=\"v59001012-1\">12&nbsp;</b>Blessed is the man who remains steadfast under trial, for when he has stood the test he will receive the crown of life, which God has promised to those who love him. <b class=\"verse-num\" id=\"v59001013-1\">13&nbsp;</b>Let no one say when he is tempted, “I am being tempted by God,” for God cannot be tempted with evil, and he himself tempts no one. <b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire. <b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n<p id=\"p59001015_06-2\"><b class=\"verse-num\" id=\"v59001016-1\">16&nbsp;</b>Do not be deceived, my beloved brothers. <b class=\"verse-num\" id=\"v59001017-1\">17&nbsp;</b>Every good gift and every perfect gift is from above, coming down from the Father of lights, with whom there is no variation or shadow due to change. <b class=\"verse-num\" id=\"v59001018-1\">18&nbsp;</b>Of his own will he brought us forth by the word of truth, that we should be a kind of firstfruits of his creatures.</p>\n\n<p id=\"p59001018_11-2\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God. <b class=\"verse-num\" id=\"v59001021-1\">21&nbsp;</b>Therefore put away all filthiness and rampant wickedness and receive with meekness the implanted word, which is able to save your souls.</p>\n<p id=\"p59001021_11-2\"><b class=\"verse-num\" id=\"v59001022-1\">22&nbsp;</b>But be doers of the word, and not hearers only, deceiving yourselves. <b class=\"verse-num\" id=\"v59001023-1\">23&nbsp;</b>For if anyone is a hearer of the word and not a doer, he is like a man who looks intently at his natural face in a mirror. <b class=\"verse-num\" id=\"v59001024-1\">24&nbsp;</b>For he looks at himself and goes away and at once forgets what he was like. <b class=\"verse-num\" id=\"v59001025-1\">25&nbsp;</b>But the one who looks into the perfect law, the law of liberty, and perseveres, being no hearer who forgets but a doer who acts, he will be blessed in his doing.</p>\n<p id=\"p59001025_11-2\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless. <b class=\"verse-num\" id=\"v59001027-1\">27&nbsp;</b>Religion that is pure and undefiled before God the Father is this: to visit orphans and widows in their affliction, and to keep oneself unstained from the world.</p>\n\n</div>","kjv":"<strong>1</strong> James, a servant of God and of the Lord Jesus Christ, to the twelve tribes which are scattered abroad, greeting.  <strong>2</strong> My brethren, count it all joy when ye fall into divers temptations;  <strong>3</strong> Knowing this, that the trying of your faith worketh patience.  <strong>4</strong> But let patience have her perfect work, that ye may be perfect and entire, wanting nothing.  <strong>5</strong> If any of you lack wisdom, let him ask of God, that giveth to all men liberally, and upbraideth not; and it shall be given him.  <strong>6</strong> But let him ask in faith, nothing wavering. For he that wavereth is like a wave of the sea driven with the wind and tossed.  <strong>7</strong> For let not that man think that he shall receive any thing of the Lord.  <strong>8</strong> A double minded man is unstable in all his ways.  <strong>9</strong> Let the brother of low degree rejoice in that he is exalted:  <strong>10</strong> But the rich, in that he is made low: because as the flower of the grass he shall pass away.  <strong>11</strong> For the sun is no sooner risen with a burning heat, but it withereth the grass, and the flower thereof falleth, and the grace of the fashion of it perisheth: so also shall the rich man fade away in his ways.  <strong>12</strong> Blessed is the man that endureth temptation: for when he is tried, he shall receive the crown of life, which the Lord hath promised to them that love him.  <strong>13</strong> Let no man say when he is tempted, I am tempted of God: for God cannot be tempted with evil, neither tempteth he any man:  <strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  <strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  <strong>16</strong> Do not err, my beloved brethren.  <strong>17</strong> Every good gift and every perfect gift is from above, and cometh down from the Father of lights, with whom is no variableness, neither shadow of turning.  <strong>18</strong> Of his own will begat he us with the word of truth, that we should be a kind of firstfruits of his creatures.  <strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  <strong>21</strong> Wherefore lay apart all filthiness and superfluity of naughtiness, and receive with meekness the engrafted word, which is able to save your souls.  <strong>22</strong> But be ye doers of the word, and not hearers only, deceiving your own selves.  <strong>23</strong> For if any be a hearer of the word, and not a doer, he is like unto a man beholding his natural face in a glass:  <strong>24</strong> For he beholdeth himself, and goeth his way, and straightway forgetteth what manner of man he was.  <strong>25</strong> But whoso looketh into the perfect law of liberty, and continueth therein, he being not a forgetful hearer, but a doer of the work, this man shall be blessed in his deed.  <strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  <strong>27</strong> Pure religion and undefiled before God and the Father is this, To visit the fatherless and widows in their affliction, and to keep himself unspotted from the world.  ","niv":"<sup><strong>1</strong></sup> James, a servant of God and of the Lord Jesus Christ, To the twelve tribes scattered among the nations: Greetings. <sup><strong>2</strong></sup> Consider it pure joy, my brothers, whenever you face trials of many kinds, <sup><strong>3</strong></sup> because you know that the testing of your faith develops perseverance. <sup><strong>4</strong></sup> Perseverance must finish its work so that you may be mature and complete, not lacking anything. <sup><strong>5</strong></sup> If any of you lacks wisdom, he should ask God, who gives generously to all without finding fault, and it will be given to him. <sup><strong>6</strong></sup> But when he asks, he must believe and not doubt, because he who doubts is like a wave of the sea, blown and tossed by the wind. <sup><strong>7</strong></sup> That man should not think he will receive anything from the Lord; <sup><strong>8</strong></sup> he is a double-minded man, unstable in all he does. <sup><strong>9</strong></sup> The brother in humble circumstances ought to take pride in his high position. <sup><strong>10</strong></sup> But the one who is rich should take pride in his low position, because he will pass away like a wild flower. <sup><strong>11</strong></sup> For the sun rises with scorching heat and withers the plant; its blossom falls and its beauty is destroyed. In the same way, the rich man will fade away even while he goes about his business. <sup><strong>12</strong></sup> Blessed is the man who perseveres under trial, because when he has stood the test, he will receive the crown of life that God has promised to those who love him. <sup><strong>13</strong></sup> When tempted, no one should say, \"God is tempting me.\" For God cannot be tempted by evil, nor does he tempt anyone; <sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed. <sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death. <sup><strong>16</strong></sup> Don't be deceived, my dear brothers. <sup><strong>17</strong></sup> Every good and perfect gift is from above, coming down from the Father of the heavenly lights, who does not change like shifting shadows. <sup><strong>18</strong></sup> He chose to give us birth through the word of truth, that we might be a kind of firstfruits of all he created. <sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. <sup><strong>21</strong></sup> Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you. <sup><strong>22</strong></sup> Do not merely listen to the word, and so deceive yourselves. Do what it says. <sup><strong>23</strong></sup> Anyone who listens to the word but does not do what it says is like a man who looks at his face in a mirror <sup><strong>24</strong></sup> and, after looking at himself, goes away and immediately forgets what he looks like. <sup><strong>25</strong></sup> But the man who looks intently into the perfect law that gives freedom, and continues to do this, not forgetting what he has heard, but doing it--he will be blessed in what he does. <sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless. <sup><strong>27</strong></sup> Religion that God our Father accepts as pure and faultless is this: to look after orphans and widows in their distress and to keep oneself from being polluted by the world. "},{"_id":"615b97c77d79181a31670aac","topicId":"615b97c67d79181a31670aa9","verse":"Leviticus 20:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-3\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"615b97c77d79181a31670aad","topicId":"615b97c67d79181a31670aa9","verse":"Leviticus 19:31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-4\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"615b97c77d79181a31670aae","topicId":"615b97c67d79181a31670aa9","verse":"Genesis 1:1-31","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-5\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-5\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-5\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-5\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-5\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-5\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-5\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-5\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-5\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "}]}