{"_id":"615b9b337d79181a31670b9a","slug":"competitions","name":"Competitions","verses":[{"_id":"615b9b337d79181a31670b9b","topicId":"615b9b337d79181a31670b9a","verse":"2 Timothy 2:1-26","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p55002001_07-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55002001-1\">2:1&nbsp;</b>You then, my child, be strengthened by the grace that is in Christ Jesus, <b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also. <b class=\"verse-num\" id=\"v55002003-1\">3&nbsp;</b>Share in suffering as a good soldier of Christ Jesus. <b class=\"verse-num\" id=\"v55002004-1\">4&nbsp;</b>No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him. <b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules. <b class=\"verse-num\" id=\"v55002006-1\">6&nbsp;</b>It is the hard-working farmer who ought to have the first share of the crops. <b class=\"verse-num\" id=\"v55002007-1\">7&nbsp;</b>Think over what I say, for the Lord will give you understanding in everything.</p>\n<p id=\"p55002007_07-1\"><b class=\"verse-num\" id=\"v55002008-1\">8&nbsp;</b>Remember Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel, <b class=\"verse-num\" id=\"v55002009-1\">9&nbsp;</b>for which I am suffering, bound with chains as a criminal. But the word of God is not bound! <b class=\"verse-num\" id=\"v55002010-1\">10&nbsp;</b>Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory. <b class=\"verse-num\" id=\"v55002011-1\">11&nbsp;</b>The saying is trustworthy, for:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002011_07-1\" class=\"line\">&nbsp;&nbsp;If we have died with him, we will also live with him;</span><br><span id=\"p55002012_07-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_07-1\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br><span id=\"p55002013_07-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002013-1\">13&nbsp;</b>&nbsp;&nbsp;if we are faithless, he remains faithful—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p55002013_07-1\" class=\"same-paragraph\">for he cannot deny himself.</p>\n\n<p id=\"p55002013_12-1\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers. <b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth. <b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness, <b class=\"verse-num\" id=\"v55002017-1\">17&nbsp;</b>and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, <b class=\"verse-num\" id=\"v55002018-1\">18&nbsp;</b>who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some. <b class=\"verse-num\" id=\"v55002019-1\">19&nbsp;</b>But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”</p>\n<p id=\"p55002019_12-1\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. <b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n<p id=\"p55002021_12-1\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>1</strong> Thou therefore, my son, be strong in the grace that is in Christ Jesus.  <strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  <strong>3</strong> Thou therefore endure hardness, as a good soldier of Jesus Christ.  <strong>4</strong> No man that warreth entangleth himself with the affairs of this  life; that he may please him who hath chosen him to be a soldier.  <strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  <strong>6</strong> The husbandman that laboureth must be first partaker of the fruits.  <strong>7</strong> Consider what I say; and the Lord give thee understanding in all things.  <strong>8</strong> Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:  <strong>9</strong> Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.  <strong>10</strong> Therefore I endure all things for the elect’s sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.  <strong>11</strong> It is a faithful saying: For if we be dead with him,  we shall also live with him:  <strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  <strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself.  <strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  <strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  <strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  <strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  <strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  <strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  <strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>1</strong></sup> You then, my son, be strong in the grace that is in Christ Jesus. <sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others. <sup><strong>3</strong></sup> Endure hardship with us like a good soldier of Christ Jesus. <sup><strong>4</strong></sup> No one serving as a soldier gets involved in civilian affairs--he wants to please his commanding officer. <sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules. <sup><strong>6</strong></sup> The hardworking farmer should be the first to receive a share of the crops. <sup><strong>7</strong></sup> Reflect on what I am saying, for the Lord will give you insight into all this. <sup><strong>8</strong></sup> Remember Jesus Christ, raised from the dead, descended from David. This is my gospel, <sup><strong>9</strong></sup> for which I am suffering even to the point of being chained like a criminal. But God's word is not chained. <sup><strong>10</strong></sup> Therefore I endure everything for the sake of the elect, that they too may obtain the salvation that is in Christ Jesus, with eternal glory. <sup><strong>11</strong></sup> Here is a trustworthy saying: If we died with him, we will also live with him; <sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us; <sup><strong>13</strong></sup> if we are faithless, he will remain faithful, for he cannot disown himself. <sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen. <sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth. <sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly. <sup><strong>17</strong></sup> Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, <sup><strong>18</strong></sup> who have wandered away from the truth. They say that the resurrection has already taken place, and they destroy the faith of some. <sup><strong>19</strong></sup> Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\" <sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. <sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work. <sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. "}]}