{"_id":"615b99ee7d79181a31670ae4","slug":"comparing-ourselves","name":"Comparing Ourselves","verses":[{"_id":"615b99ee7d79181a31670ae5","topicId":"615b99ee7d79181a31670ae4","verse":"2 Corinthians 10:12","votes":39,"__v":0,"esv":"<div>\n<p id=\"p47010012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010012-1\">12&nbsp;</b>Not that we dare to classify or compare ourselves with some of those who are commending themselves. But when they measure themselves by one another and compare themselves with one another, they are without understanding.</p>\n</div>","kjv":"<strong>12</strong> For we dare not make ourselves of the number, or compare ourselves with some that commend themselves: but they measuring themselves by themselves, and comparing themselves among themselves, are not wise.  ","niv":"<sup><strong>12</strong></sup> We do not dare to classify or compare ourselves with some who commend themselves. When they measure themselves by themselves and compare themselves with themselves, they are not wise."},{"_id":"615b99ee7d79181a31670ae6","topicId":"615b99ee7d79181a31670ae4","verse":"Galatians 6:4","votes":35,"__v":0,"esv":"<div>\n<p id=\"p48006004_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006004-1\">4&nbsp;</b>But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor.</p>\n</div>","kjv":"<strong>4</strong> But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.  ","niv":"<sup><strong>4</strong></sup> Each one should test his own actions. Then he can take pride in himself, without comparing himself to somebody else,"},{"_id":"615b99ee7d79181a31670ae7","topicId":"615b99ee7d79181a31670ae4","verse":"Philippians 2:3","votes":19,"__v":0,"esv":"<div>\n<p id=\"p50002003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves.</p>\n</div>","kjv":"<strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  ","niv":"<sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves."},{"_id":"615b99ef7d79181a31670ae8","topicId":"615b99ee7d79181a31670ae4","verse":"Romans 12:2","votes":17,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615b99ef7d79181a31670ae9","topicId":"615b99ee7d79181a31670ae4","verse":"2 Corinthians 13:5","votes":16,"__v":0,"esv":"<div>\n<p id=\"p47013005_01-5\"><b class=\"verse-num\" id=\"v47013005-1\">5&nbsp;</b>Examine yourselves, to see whether you are in the faith. Test yourselves. Or do you not realize this about yourselves, that Jesus Christ is in you?—unless indeed you fail to meet the test!</p>\n</div>","kjv":"<strong>5</strong> Examine yourselves, whether ye be in the faith; prove your own selves. Know ye not your own selves, how that Jesus Christ is in you, except ye be reprobates?  ","niv":"<sup><strong>5</strong></sup> Examine yourselves to see whether you are in the faith; test yourselves. Do you not realize that Christ Jesus is in you--unless, of course, you fail the test?"},{"_id":"615b99ef7d79181a31670aea","topicId":"615b99ee7d79181a31670ae4","verse":"Galatians 1:10","votes":15,"__v":0,"esv":"<div>\n<p id=\"p48001010_01-6\"><b class=\"verse-num\" id=\"v48001010-1\">10&nbsp;</b>For am I now seeking the approval of man, or of God? Or am I trying to please man? If I were still trying to please man, I would not be a servant of Christ.</p>\n\n</div>","kjv":"<strong>10</strong> For do I now persuade men, or God? or do I seek to please men? for if I yet pleased men, I should not be the servant of Christ.  ","niv":"<sup><strong>10</strong></sup> Am I now trying to win the approval of men, or of God? Or am I trying to please men? If I were still trying to please men, I would not be a servant of Christ."},{"_id":"615b99f07d79181a31670aeb","topicId":"615b99ee7d79181a31670ae4","verse":"1 Corinthians 4:7","votes":13,"__v":0,"esv":"<div>\n<p id=\"p46004007_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46004007-1\">7&nbsp;</b>For who sees anything different in you? What do you have that you did not receive? If then you received it, why do you boast as if you did not receive it?</p>\n</div>","kjv":"<strong>7</strong> For who maketh thee to differ from another? and what hast thou that thou didst not receive? now if thou didst receive it, why dost thou glory, as if thou hadst not received it?  ","niv":"<sup><strong>7</strong></sup> For who makes you different from anyone else? What do you have that you did not receive? And if you did receive it, why do you boast as though you did not?"},{"_id":"615b99f07d79181a31670aec","topicId":"615b99ee7d79181a31670ae4","verse":"Jeremiah 29:11","votes":13,"__v":0,"esv":"<div>\n<p id=\"p24029011_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029011-1\">11&nbsp;</b>For I know the plans I have for you, declares the LORD, plans for welfare and not for evil, to give you a future and a hope.</p>\n\n</div>","kjv":"<strong>11</strong> For I know the thoughts that I think toward you, saith the LORD, thoughts of peace, and not of evil, to give you an expected end.  ","niv":"<sup><strong>11</strong></sup> For I know the plans I have for you,\" declares the LORD, \"plans to prosper you and not to harm you, plans to give you hope and a future."},{"_id":"615b99f07d79181a31670aed","topicId":"615b99ee7d79181a31670ae4","verse":"Luke 18:9-14","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-10\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"615b99f07d79181a31670aee","topicId":"615b99ee7d79181a31670ae4","verse":"Romans 12:3","votes":11,"__v":0,"esv":"<div>\n\n<p id=\"p45012003_04-11\"><b class=\"verse-num\" id=\"v45012003-1\">3&nbsp;</b>For by the grace given to me I say to everyone among you not to think of himself more highly than he ought to think, but to think with sober judgment, each according to the measure of faith that God has assigned.</p>\n</div>","kjv":"<strong>3</strong> For I say, through the grace given unto me, to every man that is among you, not to think of himself more highly than he ought to think; but to think soberly, according as God hath dealt to every man the measure of faith.  ","niv":"<sup><strong>3</strong></sup> For by the grace given me I say to every one of you: Do not think of yourself more highly than you ought, but rather think of yourself with sober judgment, in accordance with the measure of faith God has given you.","modified":"2022-03-09T02:31:10.825Z"},{"_id":"615b99f17d79181a31670aef","topicId":"615b99ee7d79181a31670ae4","verse":"Luke 1:37","votes":12,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\""},{"_id":"615b99f17d79181a31670af0","topicId":"615b99ee7d79181a31670ae4","verse":"Galatians 2:20","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48002020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me.</p>\n</div>","kjv":"<strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  ","niv":"<sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me."},{"_id":"615b99f17d79181a31670af1","topicId":"615b99ee7d79181a31670ae4","verse":"Acts 20:35","votes":11,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"615b99f27d79181a31670af2","topicId":"615b99ee7d79181a31670ae4","verse":"John 16:33","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43016033_01-15\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016033-1\">33&nbsp;</b><span class=\"woc\">I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”</span></p>\n</div>","kjv":"<strong>33</strong> These things I have spoken unto you, that in me ye might have peace. In the world ye shall have tribulation: but be of good cheer; I have overcome the world. ","niv":"<sup><strong>33</strong></sup> \"I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.\""},{"_id":"615b99f27d79181a31670af3","topicId":"615b99ee7d79181a31670ae4","verse":"Psalm 139:14","votes":11,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-16\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},{"_id":"615b99f27d79181a31670af4","topicId":"615b99ee7d79181a31670ae4","verse":"Philippians 4:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p50004008_01-17\"><b class=\"verse-num\" id=\"v50004008-1\">8&nbsp;</b>Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things.</p>\n</div>","kjv":"<strong>8</strong> Finally, brethren, whatsoever things are true, whatsoever things are honest, whatsoever things are just, whatsoever things are pure, whatsoever things are lovely, whatsoever things are of good report; if there be any virtue, and if there be any praise, think on these things.  ","niv":"<sup><strong>8</strong></sup> Finally, brothers, whatever is true, whatever is noble, whatever is right, whatever is pure, whatever is lovely, whatever is admirable--if anything is excellent or praiseworthy--think about such things."},{"_id":"615b99f37d79181a31670af5","topicId":"615b99ee7d79181a31670ae4","verse":"Galatians 6:4-5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p48006004_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006004-1\">4&nbsp;</b>But let each one test his own work, and then his reason to boast will be in himself alone and not in his neighbor. <b class=\"verse-num\" id=\"v48006005-1\">5&nbsp;</b>For each will have to bear his own load.</p>\n</div>","kjv":"<strong>4</strong> But let every man prove his own work, and then shall he have rejoicing in himself alone, and not in another.  <strong>5</strong> For every man shall bear his own burden.  ","niv":"<sup><strong>4</strong></sup> Each one should test his own actions. Then he can take pride in himself, without comparing himself to somebody else, <sup><strong>5</strong></sup> for each one should carry his own load. "},{"_id":"615b99f37d79181a31670af6","topicId":"615b99ee7d79181a31670ae4","verse":"Psalm 23:1","votes":10,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-19\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-19\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want."},{"_id":"615b99f37d79181a31670af7","topicId":"615b99ee7d79181a31670ae4","verse":"James 2:13","votes":10,"__v":0,"esv":"<div>\n<p id=\"p59002013_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n</div>","kjv":"<strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  ","niv":"<sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment!"},{"_id":"615b99f37d79181a31670af8","topicId":"615b99ee7d79181a31670ae4","verse":"2 Timothy 2:15","votes":10,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615b99f47d79181a31670af9","topicId":"615b99ee7d79181a31670ae4","verse":"Romans 5:8","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45005008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v45005008-1\">8&nbsp;</b>but God shows his love for us in that while we were still sinners, Christ died for us.</p>\n</div>","kjv":"<strong>8</strong> But God commendeth his love toward us, in that, while we were yet sinners, Christ died for us.  ","niv":"<sup><strong>8</strong></sup> But God demonstrates his own love for us in this: While we were still sinners, Christ died for us."},{"_id":"615b99f47d79181a31670afa","topicId":"615b99ee7d79181a31670ae4","verse":"Philippians 4:13","votes":9,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."},{"_id":"615b99f47d79181a31670afb","topicId":"615b99ee7d79181a31670ae4","verse":"2 Timothy 1:7","votes":9,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615b99f57d79181a31670afc","topicId":"615b99ee7d79181a31670ae4","verse":"Colossians 3:23","votes":9,"__v":0,"esv":"<div>\n<p id=\"p51003023_01-25\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men,</p>\n</div>","kjv":"<strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  ","niv":"<sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men,"},{"_id":"615b99f57d79181a31670afd","topicId":"615b99ee7d79181a31670ae4","verse":"Jude 1:19","votes":8,"__v":0,"kjv":"<strong>19</strong> These be they who separate themselves, sensual, having not the Spirit.  ","niv":"<sup><strong>1</strong></sup> Jude, a servant of Jesus Christ and a brother of James, To those who have been called, who are loved by God the Father and kept by Jesus Christ:"}]}