{"_id":"615b9a447d79181a31670b18","slug":"compassion","name":"Compassion","verses":[{"_id":"615b9a447d79181a31670b19","topicId":"615b9a447d79181a31670b18","verse":"Ephesians 4:32","votes":169,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you.","modified":"2022-10-25T20:13:53.269Z"},{"_id":"615b9a457d79181a31670b1a","topicId":"615b9a447d79181a31670b18","verse":"Mark 6:34","votes":129,"__v":0,"esv":"<div>\n<p id=\"p41006034_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006034-1\">34&nbsp;</b>When he went ashore he saw a great crowd, and he had compassion on them, because they were like sheep without a shepherd. And he began to teach them many things.</p>\n</div>","kjv":"<strong>34</strong> And Jesus, when he came out, saw much people, and was moved with compassion toward them, because they were as sheep not having a shepherd: and he began to teach them many things.  ","niv":"<sup><strong>34</strong></sup> When Jesus landed and saw a large crowd, he had compassion on them, because they were like sheep without a shepherd. So he began teaching them many things.","modified":"2022-09-28T17:08:53.046Z"},{"_id":"615b9a457d79181a31670b1b","topicId":"615b9a447d79181a31670b18","verse":"Colossians 3:12-13","votes":110,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-3\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. ","modified":"2022-09-28T17:08:48.797Z"},{"_id":"615b9a457d79181a31670b1c","topicId":"615b9a447d79181a31670b18","verse":"Galatians 6:2","votes":86,"__v":0,"esv":"<div>\n<p id=\"p48006002_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006002-1\">2&nbsp;</b>Bear one another’s burdens, and so fulfill the law of Christ.</p>\n</div>","kjv":"<strong>2</strong> Bear ye one another’s burdens, and so fulfil the law of Christ.  ","niv":"<sup><strong>2</strong></sup> Carry each other's burdens, and in this way you will fulfill the law of Christ."},{"_id":"615b9a467d79181a31670b1d","topicId":"615b9a447d79181a31670b18","verse":"2 Corinthians 1:3-4","votes":78,"__v":0,"esv":"<div>\n\n<p id=\"p47001003_05-5\"><b class=\"verse-num\" id=\"v47001003-1\">3&nbsp;</b>Blessed be the God and Father of our Lord Jesus Christ, the Father of mercies and God of all comfort, <b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.</p>\n</div>","kjv":"<strong>3</strong> Blessed be God, even the Father of our Lord Jesus Christ, the Father of mercies, and the God of all comfort;  <strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  ","niv":"<sup><strong>3</strong></sup> Praise be to the God and Father of our Lord Jesus Christ, the Father of compassion and the God of all comfort, <sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God. ","modified":"2022-10-10T11:42:24.398Z"},{"_id":"615b9a467d79181a31670b1e","topicId":"615b9a447d79181a31670b18","verse":"Genesis 6:6","votes":65,"__v":0,"esv":"<div>\n<p id=\"p01006006_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v01006006-1\">6&nbsp;</b>And the LORD regretted that he had made man on the earth, and it grieved him to his heart.</p>\n</div>","kjv":"<strong>6</strong> And it repented the LORD that he had made man on the earth, and it grieved him at his heart.  ","niv":"<sup><strong>6</strong></sup> The LORD was grieved that he had made man on the earth, and his heart was filled with pain."},{"_id":"615b9a467d79181a31670b1f","topicId":"615b9a447d79181a31670b18","verse":"Matthew 14:14","votes":60,"__v":0,"esv":"<div>\n<p id=\"p40014014_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v40014014-1\">14&nbsp;</b>When he went ashore he saw a great crowd, and he had compassion on them and healed their sick.</p>\n</div>","kjv":"<strong>14</strong> And Jesus went forth, and saw a great multitude, and was moved with compassion toward them, and he healed their sick.  ","niv":"<sup><strong>14</strong></sup> When Jesus landed and saw a large crowd, he had compassion on them and healed their sick."},{"_id":"615b9a477d79181a31670b20","topicId":"615b9a447d79181a31670b18","verse":"1 Peter 3:8","votes":54,"__v":0,"esv":"<div>\n\n<p id=\"p60003008_05-9\"><b class=\"verse-num\" id=\"v60003008-1\">8&nbsp;</b>Finally, all of you, have unity of mind, sympathy, brotherly love, a tender heart, and a humble mind.</p>\n</div>","kjv":"<strong>8</strong> Finally, be ye all of one mind, having compassion one of another, love as brethren, be pitiful, be courteous:  ","niv":"<sup><strong>8</strong></sup> Finally, all of you, live in harmony with one another; be sympathetic, love as brothers, be compassionate and humble."},{"_id":"615b9a477d79181a31670b21","topicId":"615b9a447d79181a31670b18","verse":"1 John 3:17","votes":51,"__v":0,"esv":"<div>\n<p id=\"p62003017_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62003017-1\">17&nbsp;</b>But if anyone has the world’s goods and sees his brother in need, yet closes his heart against him, how does God’s love abide in him?</p>\n</div>","kjv":"<strong>17</strong> But whoso hath this world’s good, and seeth his brother have need, and shutteth up his bowels of compassion from him, how dwelleth the love of God in him?  ","niv":"<sup><strong>17</strong></sup> If anyone has material possessions and sees his brother in need but has no pity on him, how can the love of God be in him?"},{"_id":"615b9a477d79181a31670b22","topicId":"615b9a447d79181a31670b18","verse":"Matthew 9:36","votes":51,"__v":0,"esv":"<div>\n<p id=\"p40009036_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v40009036-1\">36&nbsp;</b>When he saw the crowds, he had compassion for them, because they were harassed and helpless, like sheep without a shepherd.</p>\n</div>","kjv":"<strong>36</strong> But when he saw the multitudes, he was moved with compassion on them, because they fainted, and were scattered abroad, as sheep having no shepherd.  ","niv":"<sup><strong>36</strong></sup> When he saw the crowds, he had compassion on them, because they were harassed and helpless, like sheep without a shepherd."},{"_id":"615b9a487d79181a31670b23","topicId":"615b9a447d79181a31670b18","verse":"Psalm 86:15","votes":42,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19086015_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v19086015-1\">15&nbsp;</b>&nbsp;&nbsp;But you, O Lord, are a God merciful and gracious,</span><br><span id=\"p19086015_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;slow to anger and abounding in steadfast love and faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> But thou, O Lord, art a God full of compassion, and gracious, longsuffering, and plenteous in mercy and truth.  ","niv":"<sup><strong>15</strong></sup> But you, O Lord, are a compassionate and gracious God, slow to anger, abounding in love and faithfulness."},{"_id":"615b9a487d79181a31670b24","topicId":"615b9a447d79181a31670b18","verse":"Colossians 3:12","votes":40,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-13\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience,</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience."},{"_id":"615b9a487d79181a31670b25","topicId":"615b9a447d79181a31670b18","verse":"2 Peter 3:9","votes":34,"__v":0,"esv":"<div>\n<p id=\"p61003009_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>","kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance."},{"_id":"615b9a487d79181a31670b26","topicId":"615b9a447d79181a31670b18","verse":"Isaiah 49:15","votes":34,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23049015_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v23049015-1\">15&nbsp;</b>&nbsp;&nbsp;“Can a woman forget her nursing child,</span><br><span id=\"p23049015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that she should have no compassion on the son of her womb?</span><br><span id=\"p23049015_01-15\" class=\"line\">&nbsp;&nbsp;Even these may forget,</span><br><span id=\"p23049015_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;yet I will not forget you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Can a woman forget her sucking child, that she should not have compassion on the son of her womb? yea, they may forget, yet will I not forget thee.  ","niv":"<sup><strong>15</strong></sup> \"Can a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you!"},{"_id":"615b9a497d79181a31670b27","topicId":"615b9a447d79181a31670b18","verse":"Matthew 7:1-2","votes":31,"__v":0,"esv":"<div>\n\n<p id=\"p40007001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40007001-1\">7:1&nbsp;</b><span class=\"woc\">“Judge not, that you be not judged.</span> <b class=\"verse-num woc\" id=\"v40007002-1\">2&nbsp;</b><span class=\"woc\">For with the judgment you pronounce you will be judged, and with the measure you use it will be measured to you.</span></p>\n</div>","kjv":"<strong>1</strong>           Judge not, that ye be not judged.  <strong>2</strong> For with what judgment ye judge, ye shall be judged: and with what measure ye mete, it shall be measured to you again.  ","niv":"<sup><strong>1</strong></sup> \"Do not judge, or you too will be judged. <sup><strong>2</strong></sup> For in the same way you judge others, you will be judged, and with the measure you use, it will be measured to you. "},{"_id":"615b9a497d79181a31670b28","topicId":"615b9a447d79181a31670b18","verse":"Romans 12:15","votes":28,"__v":0,"esv":"<div>\n<p id=\"p45012015_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012015-1\">15&nbsp;</b>Rejoice with those who rejoice, weep with those who weep.</p>\n</div>","kjv":"<strong>15</strong> Rejoice with them that do rejoice, and weep with them that weep.  ","niv":"<sup><strong>15</strong></sup> Rejoice with those who rejoice; mourn with those who mourn."},{"_id":"615b9a497d79181a31670b29","topicId":"615b9a447d79181a31670b18","verse":"Lamentations 3:22-23","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p25003022_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003022-1\">22&nbsp;</b>&nbsp;&nbsp;The steadfast love of the LORD never ceases;</span><br><span id=\"p25003022_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his mercies never come to an end;</span><br><span id=\"p25003023_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v25003023-1\">23&nbsp;</b>&nbsp;&nbsp;they are new every morning;</span><br><span id=\"p25003023_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;great is your faithfulness.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>22</strong>           It is of the LORD’S mercies that we are not consumed, because his compassions fail not.  <strong>23</strong> They are new every morning: great is thy faithfulness.  ","niv":"<sup><strong>22</strong></sup> Because of the LORD's great love we are not consumed, for his compassions never fail. <sup><strong>23</strong></sup> They are new every morning; great is your faithfulness. "},{"_id":"615b9a4a7d79181a31670b2a","topicId":"615b9a447d79181a31670b18","verse":"Psalm 103:13","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103013_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103013-1\">13&nbsp;</b>&nbsp;&nbsp;As a father shows compassion to his children,</span><br><span id=\"p19103013_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so the LORD shows compassion to those who fear him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Like as a father pitieth his children, so the LORD pitieth them that fear him.  ","niv":"<sup><strong>13</strong></sup> As a father has compassion on his children, so the LORD has compassion on those who fear him;"},{"_id":"615b9a4a7d79181a31670b2b","topicId":"615b9a447d79181a31670b18","verse":"1 Corinthians 13:1-13","votes":26,"__v":0,"esv":"<div>\n\n<p id=\"p46013001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46013001-1\">13:1&nbsp;</b>If I speak in the tongues of men and of angels, but have not love, I am a noisy gong or a clanging cymbal. <b class=\"verse-num\" id=\"v46013002-1\">2&nbsp;</b>And if I have prophetic powers, and understand all mysteries and all knowledge, and if I have all faith, so as to remove mountains, but have not love, I am nothing. <b class=\"verse-num\" id=\"v46013003-1\">3&nbsp;</b>If I give away all I have, and if I deliver up my body to be burned, but have not love, I gain nothing.</p>\n<p id=\"p46013003_05-21\"><b class=\"verse-num\" id=\"v46013004-1\">4&nbsp;</b>Love is patient and kind; love does not envy or boast; it is not arrogant <b class=\"verse-num\" id=\"v46013005-1\">5&nbsp;</b>or rude. It does not insist on its own way; it is not irritable or resentful; <b class=\"verse-num\" id=\"v46013006-1\">6&nbsp;</b>it does not rejoice at wrongdoing, but rejoices with the truth. <b class=\"verse-num\" id=\"v46013007-1\">7&nbsp;</b>Love bears all things, believes all things, hopes all things, endures all things.</p>\n<p id=\"p46013007_05-21\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away. <b class=\"verse-num\" id=\"v46013009-1\">9&nbsp;</b>For we know in part and we prophesy in part, <b class=\"verse-num\" id=\"v46013010-1\">10&nbsp;</b>but when the perfect comes, the partial will pass away. <b class=\"verse-num\" id=\"v46013011-1\">11&nbsp;</b>When I was a child, I spoke like a child, I thought like a child, I reasoned like a child. When I became a man, I gave up childish ways. <b class=\"verse-num\" id=\"v46013012-1\">12&nbsp;</b>For now we see in a mirror dimly, but then face to face. Now I know in part; then I shall know fully, even as I have been fully known.</p>\n<p id=\"p46013012_05-21\"><b class=\"verse-num\" id=\"v46013013-1\">13&nbsp;</b>So now faith, hope, and love abide, these three; but the greatest of these is love.</p>\n\n</div>","kjv":"<strong>1</strong> Though I speak with the tongues of men and of angels, and have not charity, I am become as sounding brass, or a tinkling cymbal.  <strong>2</strong> And though I have the gift of prophecy, and understand all mysteries, and all knowledge; and though I have all faith, so that I could remove mountains, and have not charity, I am nothing.  <strong>3</strong> And though I bestow all my goods to feed the poor, and though I give my body to be burned, and have not charity, it profiteth me nothing.  <strong>4</strong> Charity suffereth long, and is kind; charity envieth not; charity vaunteth not itself, is not puffed up,  <strong>5</strong> Doth not behave itself unseemly, seeketh not her own, is not easily provoked, thinketh no evil;  <strong>6</strong> Rejoiceth not in iniquity, but rejoiceth in the truth;  <strong>7</strong> Beareth all things, believeth all things, hopeth all things, endureth all things.  <strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  <strong>9</strong> For we know in part, and we prophesy in part.  <strong>10</strong> But when that which is perfect is come, then that which is in part shall be done away.  <strong>11</strong> When I was a child, I spake as a child, I understood as a child, I thought as a child: but when I became a man, I put away childish things.  <strong>12</strong> For now we see through a glass, darkly; but then face to face: now I know in part; but then shall I know even as also I am known.  <strong>13</strong> And now abideth faith, hope, charity, these three; but the greatest of these is charity.  ","niv":"<sup><strong>1</strong></sup> If I speak in the tongues of men and of angels, but have not love, I am only a resounding gong or a clanging cymbal. <sup><strong>2</strong></sup> If I have the gift of prophecy and can fathom all mysteries and all knowledge, and if I have a faith that can move mountains, but have not love, I am nothing. <sup><strong>3</strong></sup> If I give all I possess to the poor and surrender my body to the flames, but have not love, I gain nothing. <sup><strong>4</strong></sup> Love is patient, love is kind. It does not envy, it does not boast, it is not proud. <sup><strong>5</strong></sup> It is not rude, it is not self-seeking, it is not easily angered, it keeps no record of wrongs. <sup><strong>6</strong></sup> Love does not delight in evil but rejoices with the truth. <sup><strong>7</strong></sup> It always protects, always trusts, always hopes, always perseveres. <sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away. <sup><strong>9</strong></sup> For we know in part and we prophesy in part, <sup><strong>10</strong></sup> but when perfection comes, the imperfect disappears. <sup><strong>11</strong></sup> When I was a child, I talked like a child, I thought like a child, I reasoned like a child. When I became a man, I put childish ways behind me. <sup><strong>12</strong></sup> Now we see but a poor reflection as in a mirror; then we shall see face to face. Now I know in part; then I shall know fully, even as I am fully known. <sup><strong>13</strong></sup> And now these three remain: faith, hope and love. But the greatest of these is love. "},{"_id":"615b9a4a7d79181a31670b2c","topicId":"615b9a447d79181a31670b18","verse":"Romans 8:1","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p45008001_05-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45008001-1\">8:1&nbsp;</b>There is therefore now no condemnation for those who are in Christ Jesus.</p>\n\n</div>","kjv":"<strong>1</strong>           There is therefore now no condemnation to them which are in Christ Jesus, who walk not after the flesh, but after the Spirit.  ","niv":"<sup><strong>1</strong></sup> Therefore, there is now no condemnation for those who are in Christ Jesus,"},{"_id":"615b9a4a7d79181a31670b2d","topicId":"615b9a447d79181a31670b18","verse":"Isaiah 30:18","votes":21,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23030018_06-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23030018-1\">18&nbsp;</b>&nbsp;&nbsp;Therefore the LORD waits to be gracious to you,</span><br><span id=\"p23030018_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and therefore he exalts himself to show mercy to you.</span><br><span id=\"p23030018_06-23\" class=\"line\">&nbsp;&nbsp;For the LORD is a God of justice;</span><br><span id=\"p23030018_06-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blessed are all those who wait for him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> And therefore will the LORD wait, that he may be gracious unto you, and therefore will he be exalted, that he may have mercy upon you: for the LORD is a God of judgment: blessed are all they that wait for him.  ","niv":"<sup><strong>18</strong></sup> Yet the LORD longs to be gracious to you; he rises to show you compassion. For the LORD is a God of justice. Blessed are all who wait for him!"},{"_id":"615b9a4b7d79181a31670b2e","topicId":"615b9a447d79181a31670b18","verse":"Luke 15:20","votes":20,"__v":0,"esv":"<div>\n<p id=\"p42015020_01-24\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42015020-1\">20&nbsp;</b><span class=\"woc\">And he arose and came to his father. But while he was still a long way off, his father saw him and felt compassion, and ran and embraced him and kissed him.</span></p>\n</div>","kjv":"<strong>20</strong> And he arose, and came to his father. But when he was yet a great way off, his father saw him, and had compassion, and ran, and fell on his neck, and kissed him.  ","niv":"<sup><strong>20</strong></sup> So he got up and went to his father. \"But while he was still a long way off, his father saw him and was filled with compassion for him; he ran to his son, threw his arms around him and kissed him."},{"_id":"615b9a4b7d79181a31670b2f","topicId":"615b9a447d79181a31670b18","verse":"Psalm 78:38","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19078038_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19078038-1\">38&nbsp;</b>&nbsp;&nbsp;Yet he, being compassionate,</span><br><span id=\"p19078038_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;atoned for their iniquity</span><br><span id=\"p19078038_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not destroy them;</span><br><span id=\"p19078038_01-25\" class=\"line\">&nbsp;&nbsp;he restrained his anger often</span><br><span id=\"p19078038_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not stir up all his wrath.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>38</strong> But he, being full of compassion, forgave their  iniquity, and destroyed them not: yea, many a time turned he his anger away, and did not stir up all his wrath.  ","niv":"<sup><strong>38</strong></sup> Yet he was merciful; he forgave their iniquities and did not destroy them. Time after time he restrained his anger and did not stir up his full wrath."},{"_id":"615b9a4b7d79181a31670b30","topicId":"615b9a447d79181a31670b18","verse":"Hebrews 4:15","votes":19,"__v":0,"esv":"<div>\n<p id=\"p58004015_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004015-1\">15&nbsp;</b>For we do not have a high priest who is unable to sympathize with our weaknesses, but one who in every respect has been tempted as we are, yet without sin.</p>\n</div>","kjv":"<strong>15</strong> For we have not an high priest which cannot be touched with the feeling of our infirmities; but was in all points tempted like as we are, yet  without sin.  ","niv":"<sup><strong>15</strong></sup> For we do not have a high priest who is unable to sympathize with our weaknesses, but we have one who has been tempted in every way, just as we are--yet was without sin."},{"_id":"615b9a4c7d79181a31670b31","topicId":"615b9a447d79181a31670b18","verse":"Luke 7:13","votes":22,"__v":0,"esv":"<div>\n<p id=\"p42007013_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v42007013-1\">13&nbsp;</b>And when the Lord saw her, he had compassion on her and said to her, <span class=\"woc\">“Do not weep.”</span></p>\n</div>","kjv":"<strong>13</strong> And when the Lord saw her, he had compassion on her, and said unto her, Weep not.  ","niv":"<sup><strong>13</strong></sup> When the Lord saw her, his heart went out to her and he said, \"Don't cry.\"","modified":"2023-10-20T02:31:48.961Z"}]}