{"_id":"615b9ad67d79181a31670b66","slug":"competence","name":"Competence","verses":[{"_id":"615b9ad67d79181a31670b67","topicId":"615b9ad67d79181a31670b66","verse":"2 Timothy 3:17","votes":26,"__v":0,"esv":"<div>\n<p id=\"p55003017_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work.","modified":"2023-11-26T15:17:34.094Z"},{"_id":"615b9ad67d79181a31670b68","topicId":"615b9ad67d79181a31670b66","verse":"2 Timothy 2:15","votes":16,"__v":0,"esv":"<div>\n\n<p id=\"p55002001_07-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55002001-1\">2:1&nbsp;</b>You then, my child, be strengthened by the grace that is in Christ Jesus, <b class=\"verse-num\" id=\"v55002002-1\">2&nbsp;</b>and what you have heard from me in the presence of many witnesses entrust to faithful men, who will be able to teach others also. <b class=\"verse-num\" id=\"v55002003-1\">3&nbsp;</b>Share in suffering as a good soldier of Christ Jesus. <b class=\"verse-num\" id=\"v55002004-1\">4&nbsp;</b>No soldier gets entangled in civilian pursuits, since his aim is to please the one who enlisted him. <b class=\"verse-num\" id=\"v55002005-1\">5&nbsp;</b>An athlete is not crowned unless he competes according to the rules. <b class=\"verse-num\" id=\"v55002006-1\">6&nbsp;</b>It is the hard-working farmer who ought to have the first share of the crops. <b class=\"verse-num\" id=\"v55002007-1\">7&nbsp;</b>Think over what I say, for the Lord will give you understanding in everything.</p>\n<p id=\"p55002007_07-10\"><b class=\"verse-num\" id=\"v55002008-1\">8&nbsp;</b>Remember Jesus Christ, risen from the dead, the offspring of David, as preached in my gospel, <b class=\"verse-num\" id=\"v55002009-1\">9&nbsp;</b>for which I am suffering, bound with chains as a criminal. But the word of God is not bound! <b class=\"verse-num\" id=\"v55002010-1\">10&nbsp;</b>Therefore I endure everything for the sake of the elect, that they also may obtain the salvation that is in Christ Jesus with eternal glory. <b class=\"verse-num\" id=\"v55002011-1\">11&nbsp;</b>The saying is trustworthy, for:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p55002011_07-10\" class=\"line\">&nbsp;&nbsp;If we have died with him, we will also live with him;</span><br><span id=\"p55002012_07-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002012-1\">12&nbsp;</b>&nbsp;&nbsp;if we endure, we will also reign with him;</span><br><span id=\"p55002012_07-10\" class=\"line\">&nbsp;&nbsp;if we deny him, he also will deny us;</span><br><span id=\"p55002013_07-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v55002013-1\">13&nbsp;</b>&nbsp;&nbsp;if we are faithless, he remains faithful—</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p55002013_07-10\" class=\"same-paragraph\">for he cannot deny himself.</p>\n\n<p id=\"p55002013_12-10\"><b class=\"verse-num\" id=\"v55002014-1\">14&nbsp;</b>Remind them of these things, and charge them before God not to quarrel about words, which does no good, but only ruins the hearers. <b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth. <b class=\"verse-num\" id=\"v55002016-1\">16&nbsp;</b>But avoid irreverent babble, for it will lead people into more and more ungodliness, <b class=\"verse-num\" id=\"v55002017-1\">17&nbsp;</b>and their talk will spread like gangrene. Among them are Hymenaeus and Philetus, <b class=\"verse-num\" id=\"v55002018-1\">18&nbsp;</b>who have swerved from the truth, saying that the resurrection has already happened. They are upsetting the faith of some. <b class=\"verse-num\" id=\"v55002019-1\">19&nbsp;</b>But God’s firm foundation stands, bearing this seal: “The Lord knows those who are his,” and, “Let everyone who names the name of the Lord depart from iniquity.”</p>\n<p id=\"p55002019_12-10\"><b class=\"verse-num\" id=\"v55002020-1\">20&nbsp;</b>Now in a great house there are not only vessels of gold and silver but also of wood and clay, some for honorable use, some for dishonorable. <b class=\"verse-num\" id=\"v55002021-1\">21&nbsp;</b>Therefore, if anyone cleanses himself from what is dishonorable, he will be a vessel for honorable use, set apart as holy, useful to the master of the house, ready for every good work.</p>\n<p id=\"p55002021_12-10\"><b class=\"verse-num\" id=\"v55002022-1\">22&nbsp;</b>So flee youthful passions and pursue righteousness, faith, love, and peace, along with those who call on the Lord from a pure heart. <b class=\"verse-num\" id=\"v55002023-1\">23&nbsp;</b>Have nothing to do with foolish, ignorant controversies; you know that they breed quarrels. <b class=\"verse-num\" id=\"v55002024-1\">24&nbsp;</b>And the Lord’s servant must not be quarrelsome but kind to everyone, able to teach, patiently enduring evil, <b class=\"verse-num\" id=\"v55002025-1\">25&nbsp;</b>correcting his opponents with gentleness. God may perhaps grant them repentance leading to a knowledge of the truth, <b class=\"verse-num\" id=\"v55002026-1\">26&nbsp;</b>and they may come to their senses and escape from the snare of the devil, after being captured by him to do his will.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615b9ad77d79181a31670b69","topicId":"615b9ad67d79181a31670b66","verse":"2 Corinthians 3:4-5","votes":10,"__v":0,"esv":"<div>\n<p id=\"p47003004_01-3\"><b class=\"verse-num\" id=\"v47003004-1\">4&nbsp;</b>Such is the confidence that we have through Christ toward God. <b class=\"verse-num\" id=\"v47003005-1\">5&nbsp;</b>Not that we are sufficient in ourselves to claim anything as coming from us, but our sufficiency is from God,</p>\n</div>","kjv":"<strong>4</strong> And such trust have we through Christ to God-ward:  <strong>5</strong> Not that we are sufficient of ourselves to think any thing as of ourselves; but our sufficiency is of God;  ","niv":"<sup><strong>4</strong></sup> Such confidence as this is ours through Christ before God. <sup><strong>5</strong></sup> Not that we are competent in ourselves to claim anything for ourselves, but our competence comes from God. ","modified":"2023-04-27T13:17:52.209Z"},{"_id":"615b9ad77d79181a31670b6a","topicId":"615b9ad67d79181a31670b66","verse":"Proverbs 3:21","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003021_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003021-1\">21&nbsp;</b>&nbsp;&nbsp;My son, do not lose sight of these—</span><br><span id=\"p20003021_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep sound wisdom and discretion,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> My son, let not them depart from thine eyes: keep sound wisdom and discretion:  ","niv":"<sup><strong>21</strong></sup> My son, preserve sound judgment and discernment, do not let them out of your sight;","modified":"2022-03-08T08:01:51.732Z"},{"_id":"615b9ad77d79181a31670b6b","topicId":"615b9ad67d79181a31670b66","verse":"Proverbs 22:6","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"615b9ad77d79181a31670b6c","topicId":"615b9ad67d79181a31670b66","verse":"Psalm 1:1-36:1","votes":6,"__v":0,"kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  <strong>1</strong> Why do the heathen rage, and the people imagine a vain thing?  <strong>2</strong> The kings of the earth set themselves, and the rulers take counsel together, against the LORD, and against his anointed, saying, <strong>3</strong> Let us break their bands asunder, and cast away their cords from us.  <strong>4</strong> He that sitteth in the heavens shall laugh: the Lord shall have them in derision.  <strong>5</strong> Then shall he speak unto them in his wrath, and vex them in his sore displeasure.  <strong>6</strong> Yet have I set my king upon my holy hill of Zion.  <strong>7</strong> I will declare the decree: the LORD hath said unto me, Thou art  my Son; this day have I begotten thee.  <strong>8</strong> Ask of me, and I shall give thee the heathen for  thine inheritance, and the uttermost parts of the earth for  thy possession.  <strong>9</strong> Thou shalt break them with a rod of iron; thou shalt dash them in pieces like a potter’s vessel.  <strong>10</strong> Be wise now therefore, O ye kings: be instructed, ye judges of the earth.  <strong>11</strong> Serve the LORD with fear, and rejoice with trembling.  <strong>12</strong> Kiss the Son, lest he be angry, and ye perish from the way, when his wrath is kindled but a little. Blessed are all they that put their trust in him.  <strong>1</strong> LORD, how are they increased that trouble me! many are they that rise up against me.  <strong>2</strong> Many there be which say of my soul, There is no help for him in God. Selah.  <strong>3</strong> But thou, O LORD, art a shield for me; my glory, and the lifter up of mine head.  <strong>4</strong> I cried unto the LORD with my voice, and he heard me out of his holy hill. Selah.  <strong>5</strong> I laid me down and slept; I awaked; for the LORD sustained me.  <strong>6</strong> I will not be afraid of ten thousands of people, that have set themselves against me round about.  <strong>7</strong> Arise, O LORD; save me, O my God: for thou hast smitten all mine enemies upon the cheek bone; thou hast broken the teeth of the ungodly.  <strong>8</strong> Salvation belongeth unto the LORD: thy blessing is  upon thy people. Selah.  <strong>1</strong> Hear me when I call, O God of my righteousness: thou hast enlarged me when I was in distress; have mercy upon me, and hear my prayer.  <strong>2</strong> O ye sons of men, how long will ye turn my glory into shame? how long will ye love vanity, and seek after leasing? Selah.  <strong>3</strong> But know that the LORD hath set apart him that is godly for himself: the LORD will hear when I call unto him.  <strong>4</strong> Stand in awe, and sin not: commune with your own heart upon your bed, and be still. Selah.  <strong>5</strong> Offer the sacrifices of righteousness, and put your trust in the LORD.  <strong>6</strong>             There be many that say, Who will shew us any good? LORD, lift thou up the light of thy countenance upon us.  <strong>7</strong> Thou hast put gladness in my heart, more than in the time that  their corn and their wine increased.  <strong>8</strong> I will both lay me down in peace, and sleep: for thou, LORD, only makest me dwell in safety.  <strong>1</strong> Give ear to my words, O LORD, consider my meditation.  <strong>2</strong> Hearken unto the voice of my cry, my King, and my God: for unto thee will I pray.  <strong>3</strong> My voice shalt thou hear in the morning, O LORD; in the morning will I direct my prayer unto thee, and will look up.  <strong>4</strong> For thou art not a God that hath pleasure in wickedness: neither shall evil dwell with thee.  <strong>5</strong> The foolish shall not stand in thy sight: thou hatest all workers of iniquity.  <strong>6</strong> Thou shalt destroy them that speak leasing: the LORD will abhor the bloody and deceitful man.  <strong>7</strong> But as for me, I will come into thy house in the multitude of thy mercy: and in thy fear will I worship toward thy holy temple.  <strong>8</strong> Lead me, O LORD, in thy righteousness because of mine enemies; make thy way straight before my face.  <strong>9</strong> For there is no faithfulness in their mouth; their inward part is very wickedness; their throat is an open sepulchre; they flatter with their tongue.  <strong>10</strong> Destroy thou them, O God; let them fall by their own counsels; cast them out in the multitude of their transgressions; for they have rebelled against thee.  <strong>11</strong> But let all those that put their trust in thee rejoice: let them ever shout for joy, because thou defendest them: let them also that love thy name be joyful in thee.  <strong>12</strong> For thou, LORD, wilt bless the righteous; with favour wilt thou compass him as with a shield.  <strong>1</strong> O LORD, rebuke me not in thine anger, neither chasten me in thy hot displeasure.  <strong>2</strong> Have mercy upon me, O LORD; for I am weak: O LORD, heal me; for my bones are vexed.  <strong>3</strong> My soul is also sore vexed: but thou, O LORD, how long?  <strong>4</strong> Return, O LORD, deliver my soul: oh save me for thy mercies’ sake.  <strong>5</strong> For in death there is no remembrance of thee: in the grave who shall give thee thanks?  <strong>6</strong> I am weary with my groaning; all the night make I my bed to swim; I water my couch with my tears.  <strong>7</strong> Mine eye is consumed because of grief; it waxeth old because of all mine enemies.  <strong>8</strong> Depart from me, all ye workers of iniquity; for the LORD hath heard the voice of my weeping.  <strong>9</strong> The LORD hath heard my supplication; the LORD will receive my prayer.  <strong>10</strong> Let all mine enemies be ashamed and sore vexed: let them return and be ashamed suddenly.  <strong>1</strong> O Lord my God, in thee do I put my trust: save me from all them that persecute me, and deliver me:  <strong>2</strong> Lest he tear my soul like a lion, rending it in pieces, while there is none to deliver.  <strong>3</strong> O LORD my God, if I have done this; if there be iniquity in my hands;  <strong>4</strong> If I have rewarded evil unto him that was at peace with me; (yea, I have delivered him that without cause is mine enemy:)  <strong>5</strong> Let the enemy persecute my soul, and take it; yea, let him tread down my life upon the earth, and lay mine honour in the dust. Selah.  <strong>6</strong> Arise, O LORD, in thine anger, lift up thyself because of the rage of mine enemies: and awake for me to the judgment that thou hast commanded.  <strong>7</strong> So shall the congregation of the people compass thee about: for their sakes therefore return thou on high.  <strong>8</strong> The LORD shall judge the people: judge me, O LORD, according to my righteousness, and according to mine integrity that is in me.  <strong>9</strong> Oh let the wickedness of the wicked come to an end; but establish the just: for the righteous God trieth the hearts and reins.  <strong>10</strong> My defence is of God, which saveth the upright in heart.  <strong>11</strong> God judgeth the righteous, and God is angry with the wicked  every day.  <strong>12</strong> If he turn not, he will whet his sword; he hath bent his bow, and made it ready.  <strong>13</strong> He hath also prepared for him the instruments of death; he ordaineth his arrows against the persecutors.  <strong>14</strong> Behold, he travaileth with iniquity, and hath conceived mischief, and brought forth falsehood.  <strong>15</strong> He made a pit, and digged it, and is fallen into the ditch which  he made.  <strong>16</strong> His mischief shall return upon his own head, and his violent dealing shall come down upon his own pate.  <strong>17</strong> I will praise the LORD according to his righteousness: and will sing praise to the name of the LORD most high.  <strong>1</strong> O LORD our Lord, how excellent is thy name in all the earth! who hast set thy glory above the heavens.  <strong>2</strong> Out of the mouth of babes and sucklings hast thou ordained strength because of thine enemies, that thou mightest still the enemy and the avenger.  <strong>3</strong> When I consider thy heavens, the work of thy fingers, the moon and the stars, which thou hast ordained;  <strong>4</strong> What is man, that thou art mindful of him? and the son of man, that thou visitest him?  <strong>5</strong> For thou hast made him a little lower than the angels, and hast crowned him with glory and honour.  <strong>6</strong> Thou madest him to have dominion over the works of thy hands; thou hast put all things under his feet:  <strong>7</strong> All sheep and oxen, yea, and the beasts of the field;  <strong>8</strong> The fowl of the air, and the fish of the sea, and whatsoever  passeth through the paths of the seas.  <strong>9</strong> O LORD our Lord, how excellent is thy name in all the earth!  <strong>1</strong> I will praise thee, O LORD, with my whole heart; I will shew forth all thy marvellous works.  <strong>2</strong> I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High.  <strong>3</strong> When mine enemies are turned back, they shall fall and perish at thy presence.  <strong>4</strong> For thou hast maintained my right and my cause; thou satest in the throne judging right.  <strong>5</strong> Thou hast rebuked the heathen, thou hast destroyed the wicked, thou hast put out their name for ever and ever.  <strong>6</strong> O thou enemy, destructions are come to a perpetual end: and thou hast destroyed cities; their memorial is perished with them.  <strong>7</strong> But the LORD shall endure for ever: he hath prepared his throne for judgment.  <strong>8</strong> And he shall judge the world in righteousness, he shall minister judgment to the people in uprightness.  <strong>9</strong> The LORD also will be a refuge for the oppressed, a refuge in times of trouble.  <strong>10</strong> And they that know thy name will put their trust in thee: for thou, LORD, hast not forsaken them that seek thee.  <strong>11</strong> Sing praises to the LORD, which dwelleth in Zion: declare among the people his doings.  <strong>12</strong> When he maketh inquisition for blood, he remembereth them: he forgetteth not the cry of the humble.  <strong>13</strong> Have mercy upon me, O LORD; consider my trouble which I suffer  of them that hate me, thou that liftest me up from the gates of death:  <strong>14</strong> That I may shew forth all thy praise in the gates of the daughter of Zion: I will rejoice in thy salvation.  <strong>15</strong> The heathen are sunk down in the pit that they made: in the net which they hid is their own foot taken.  <strong>16</strong> The LORD is known by the judgment which he executeth: the wicked is snared in the work of his own hands. Higgaion. Selah.  <strong>17</strong> The wicked shall be turned into hell, and all the nations that forget God.  <strong>18</strong> For the needy shall not alway be forgotten: the expectation of the poor shall not perish for ever.  <strong>19</strong> Arise, O LORD; let not man prevail: let the heathen be judged in thy sight.  <strong>20</strong> Put them in fear, O LORD: that the nations may know themselves to be but men. Selah.  <strong>1</strong> Why standest thou afar off, O LORD? why hidest thou thyself  in times of trouble?  <strong>2</strong> The wicked in his pride doth persecute the poor: let them be taken in the devices that they have imagined.  <strong>3</strong> For the wicked boasteth of his heart’s desire, and blesseth the covetous, whom the LORD abhorreth.  <strong>4</strong> The wicked, through the pride of his countenance, will not seek after God: God is not in all his thoughts.  <strong>5</strong> His ways are always grievous; thy judgments are far above out of his sight: as for all his enemies, he puffeth at them.  <strong>6</strong> He hath said in his heart, I shall not be moved: for I shall  never be in adversity.  <strong>7</strong> His mouth is full of cursing and deceit and fraud: under his tongue is mischief and vanity.  <strong>8</strong> He sitteth in the lurking places of the villages: in the secret places doth he murder the innocent: his eyes are privily set against the poor.  <strong>9</strong> He lieth in wait secretly as a lion in his den: he lieth in wait to catch the poor: he doth catch the poor, when he draweth him into his net.  <strong>10</strong> He croucheth, and humbleth himself, that the poor may fall by his strong ones.  <strong>11</strong> He hath said in his heart, God hath forgotten: he hideth his face; he will never see it. <strong>12</strong> Arise, O LORD; O God, lift up thine hand: forget not the humble.  <strong>13</strong> Wherefore doth the wicked contemn God? he hath said in his heart, Thou wilt not require it. <strong>14</strong> Thou hast seen it; for thou beholdest mischief and spite, to requite it with thy hand: the poor committeth himself unto thee; thou art the helper of the fatherless.  <strong>15</strong> Break thou the arm of the wicked and the evil man: seek out his wickedness till thou find none.  <strong>16</strong> The LORD is King for ever and ever: the heathen are perished out of his land.  <strong>17</strong> LORD, thou hast heard the desire of the humble: thou wilt prepare their heart, thou wilt cause thine ear to hear:  <strong>18</strong> To judge the fatherless and the oppressed, that the man of the earth may no more oppress.  <strong>1</strong> In the LORD put I my trust: How say ye to my soul, Flee as  a bird to your mountain?  <strong>2</strong> For, lo, the wicked bend their bow, they make ready their arrow upon the string, that they may privily shoot at the upright in heart.  <strong>3</strong> If the foundations be destroyed, what can the righteous do?  <strong>4</strong> The LORD is in his holy temple, the LORD’S throne is  in heaven: his eyes behold, his eyelids try, the children of men.  <strong>5</strong> The LORD trieth the righteous: but the wicked and him that loveth violence his soul hateth.  <strong>6</strong> Upon the wicked he shall rain snares, fire and brimstone, and an horrible tempest: this shall be the portion of their cup.  <strong>7</strong> For the righteous LORD loveth righteousness; his countenance doth behold the upright.  <strong>1</strong> Help, LORD; for the godly man ceaseth; for the faithful fail from among the children of men.  <strong>2</strong> They speak vanity every one with his neighbour: with flattering lips and with a double heart do they speak.  <strong>3</strong> The LORD shall cut off all flattering lips, and the tongue that speaketh proud things:  <strong>4</strong> Who have said, With our tongue will we prevail; our lips are  our own: who is lord over us?  <strong>5</strong> For the oppression of the poor, for the sighing of the needy, now will I arise, saith the LORD; I will set him in safety from him that  puffeth at him.  <strong>6</strong> The words of the LORD are pure words: as silver tried in a furnace of earth, purified seven times.  <strong>7</strong> Thou shalt keep them, O LORD, thou shalt preserve them from this generation for ever.  <strong>8</strong> The wicked walk on every side, when the vilest men are exalted.  <strong>1</strong> How long wilt thou forget me, O LORD? for ever? how long wilt thou hide thy face from me?  <strong>2</strong> How long shall I take counsel in my soul, having sorrow in my heart daily? how long shall mine enemy be exalted over me?  <strong>3</strong> Consider and hear me, O LORD my God: lighten mine eyes, lest I sleep the sleep of death;  <strong>4</strong> Lest mine enemy say, I have prevailed against him; and those that trouble me rejoice when I am moved.  <strong>5</strong> But I have trusted in thy mercy; my heart shall rejoice in thy salvation.  <strong>6</strong> I will sing unto the LORD, because he hath dealt bountifully with me.  <strong>1</strong> The fool hath said in his heart, There is no God. They are corrupt, they have done abominable works, there is none that doeth good.  <strong>2</strong> The LORD looked down from heaven upon the children of men, to see if there were any that did understand, and seek God.  <strong>3</strong> They are all gone aside, they are all together become filthy: there is none that doeth good, no, not one.  <strong>4</strong> Have all the workers of iniquity no knowledge? who eat up my people as they eat bread, and call not upon the LORD.  <strong>5</strong> There were they in great fear: for God is in the generation of the righteous.  <strong>6</strong> Ye have shamed the counsel of the poor, because the LORD is  his refuge.  <strong>7</strong> Oh that the salvation of Israel were come out of Zion! when the LORD bringeth back the captivity of his people, Jacob shall rejoice, and Israel shall be glad.  <strong>1</strong> LORD, who shall abide in thy tabernacle? who shall dwell in thy holy hill?  <strong>2</strong> He that walketh uprightly, and worketh righteousness, and speaketh the truth in his heart.  <strong>3</strong>             He that backbiteth not with his tongue, nor doeth evil to his neighbour, nor taketh up a reproach against his neighbour.  <strong>4</strong> In whose eyes a vile person is contemned; but he honoureth them that fear the LORD. He that sweareth to his own hurt, and changeth not.  <strong>5</strong>             He that putteth not out his money to usury, nor taketh reward against the innocent. He that doeth these things shall never be moved.  <strong>1</strong> Preserve me, O God: for in thee do I put my trust.  <strong>2</strong>             O my soul, thou hast said unto the LORD, Thou art  my Lord: my goodness extendeth not to thee;  <strong>3</strong>             But to the saints that are in the earth, and to the excellent, in whom is all my delight.  <strong>4</strong> Their sorrows shall be multiplied that hasten after  another god: their drink offerings of blood will I not offer, nor take up their names into my lips.  <strong>5</strong> The LORD is the portion of mine inheritance and of my cup: thou maintainest my lot.  <strong>6</strong> The lines are fallen unto me in pleasant places; yea, I have a goodly heritage.  <strong>7</strong> I will bless the LORD, who hath given me counsel: my reins also instruct me in the night seasons.  <strong>8</strong> I have set the LORD always before me: because he is at my right hand, I shall not be moved.  <strong>9</strong> Therefore my heart is glad, and my glory rejoiceth: my flesh also shall rest in hope.  <strong>10</strong> For thou wilt not leave my soul in hell; neither wilt thou suffer thine Holy One to see corruption.  <strong>11</strong> Thou wilt shew me the path of life: in thy presence is fulness of joy; at thy right hand there are pleasures for evermore.  <strong>1</strong> Hear the right, O LORD, attend unto my cry, give ear unto my prayer, that goeth not out of feigned lips.  <strong>2</strong> Let my sentence come forth from thy presence; let thine eyes behold the things that are equal.  <strong>3</strong> Thou hast proved mine heart; thou hast visited me in the night; thou hast tried me, and shalt find nothing; I am purposed that my mouth shall not transgress.  <strong>4</strong> Concerning the works of men, by the word of thy lips I have kept me from the paths of the destroyer.  <strong>5</strong> Hold up my goings in thy paths, that my footsteps slip not.  <strong>6</strong> I have called upon thee, for thou wilt hear me, O God: incline thine ear unto me, and hear my speech.  <strong>7</strong> Shew thy marvellous lovingkindness, O thou that savest by thy right hand them which put their trust in thee from those that rise up against them. <strong>8</strong> Keep me as the apple of the eye, hide me under the shadow of thy wings,  <strong>9</strong> From the wicked that oppress me, from my deadly enemies, who compass me about.  <strong>10</strong> They are inclosed in their own fat: with their mouth they speak proudly.  <strong>11</strong> They have now compassed us in our steps: they have set their eyes bowing down to the earth;  <strong>12</strong> Like as a lion that is greedy of his prey, and as it were a young lion lurking in secret places.  <strong>13</strong> Arise, O LORD, disappoint him, cast him down: deliver my soul from the wicked, which is thy sword:  <strong>14</strong> From men which are thy hand, O LORD, from men of the world, which have their portion in this life, and whose belly thou fillest with thy hid treasure: they are full of children, and leave the rest of their substance to their babes.  <strong>15</strong> As for me, I will behold thy face in righteousness: I shall be satisfied, when I awake, with thy likeness.  <strong>1</strong> I will love thee, O LORD, my strength.  <strong>2</strong> The LORD is my rock, and my fortress, and my deliverer; my God, my strength, in whom I will trust; my buckler, and the horn of my salvation, and my high tower.  <strong>3</strong> I will call upon the LORD, who is worthy to be praised: so shall I be saved from mine enemies.  <strong>4</strong> The sorrows of death compassed me, and the floods of ungodly men made me afraid.  <strong>5</strong> The sorrows of hell compassed me about: the snares of death prevented me.  <strong>6</strong> In my distress I called upon the LORD, and cried unto my God: he heard my voice out of his temple, and my cry came before him, even into his ears.  <strong>7</strong> Then the earth shook and trembled; the foundations also of the hills moved and were shaken, because he was wroth.  <strong>8</strong> There went up a smoke out of his nostrils, and fire out of his mouth devoured: coals were kindled by it.  <strong>9</strong> He bowed the heavens also, and came down: and darkness was  under his feet.  <strong>10</strong> And he rode upon a cherub, and did fly: yea, he did fly upon the wings of the wind.  <strong>11</strong> He made darkness his secret place; his pavilion round about him were dark waters and thick clouds of the skies.  <strong>12</strong> At the brightness that was before him his thick clouds passed, hail stones and coals of fire.  <strong>13</strong> The LORD also thundered in the heavens, and the Highest gave his voice; hail stones and coals of fire.  <strong>14</strong> Yea, he sent out his arrows, and scattered them; and he shot out lightnings, and discomfited them.  <strong>15</strong> Then the channels of waters were seen, and the foundations of the world were discovered at thy rebuke, O LORD, at the blast of the breath of thy nostrils.  <strong>16</strong> He sent from above, he took me, he drew me out of many waters.  <strong>17</strong> He delivered me from my strong enemy, and from them which hated me: for they were too strong for me.  <strong>18</strong> They prevented me in the day of my calamity: but the LORD was my stay.  <strong>19</strong> He brought me forth also into a large place; he delivered me, because he delighted in me.  <strong>20</strong> The LORD rewarded me according to my righteousness; according to the cleanness of my hands hath he recompensed me.  <strong>21</strong> For I have kept the ways of the LORD, and have not wickedly departed from my God.  <strong>22</strong> For all his judgments were before me, and I did not put away his statutes from me.  <strong>23</strong> I was also upright before him, and I kept myself from mine iniquity.  <strong>24</strong> Therefore hath the LORD recompensed me according to my righteousness, according to the cleanness of my hands in his eyesight.  <strong>25</strong> With the merciful thou wilt shew thyself merciful; with an upright man thou wilt shew thyself upright;  <strong>26</strong> With the pure thou wilt shew thyself pure; and with the froward thou wilt shew thyself froward.  <strong>27</strong> For thou wilt save the afflicted people; but wilt bring down high looks.  <strong>28</strong> For thou wilt light my candle: the LORD my God will enlighten my darkness.  <strong>29</strong> For by thee I have run through a troop; and by my God have I leaped over a wall.  <strong>30</strong>             As for God, his way is perfect: the word of the LORD is tried: he is a buckler to all those that trust in him.  <strong>31</strong> For who is God save the LORD? or who is a rock save our God?  <strong>32</strong>             It is God that girdeth me with strength, and maketh my way perfect.  <strong>33</strong> He maketh my feet like hinds’ feet, and setteth me upon my high places.  <strong>34</strong> He teacheth my hands to war, so that a bow of steel is broken by mine arms.  <strong>35</strong> Thou hast also given me the shield of thy salvation: and thy right hand hath holden me up, and thy gentleness hath made me great.  <strong>36</strong> Thou hast enlarged my steps under me, that my feet did not slip.  <strong>37</strong> I have pursued mine enemies, and overtaken them: neither did I turn again till they were consumed.  <strong>38</strong> I have wounded them that they were not able to rise: they are fallen under my feet.  <strong>39</strong> For thou hast girded me with strength unto the battle: thou hast subdued under me those that rose up against me.  <strong>40</strong> Thou hast also given me the necks of mine enemies; that I might destroy them that hate me.  <strong>41</strong> They cried, but there was none to save them: even  unto the LORD, but he answered them not.  <strong>42</strong> Then did I beat them small as the dust before the wind: I did cast them out as the dirt in the streets.  <strong>43</strong> Thou hast delivered me from the strivings of the people; and  thou hast made me the head of the heathen: a people whom  I have not known shall serve me.  <strong>44</strong> As soon as they hear of me, they shall obey me: the strangers shall submit themselves unto me.  <strong>45</strong> The strangers shall fade away, and be afraid out of their close places.  <strong>46</strong> The LORD liveth; and blessed be my rock; and let the God of my salvation be exalted.  <strong>47</strong>             It is God that avengeth me, and subdueth the people under me.  <strong>48</strong> He delivereth me from mine enemies: yea, thou liftest me up above those that rise up against me: thou hast delivered me from the violent man.  <strong>49</strong> Therefore will I give thanks unto thee, O LORD, among the heathen, and sing praises unto thy name.  <strong>50</strong> Great deliverance giveth he to his king; and sheweth mercy to his anointed, to David, and to his seed for evermore.  <strong>1</strong> The heavens declare the glory of God; and the firmament sheweth his handywork.  <strong>2</strong> Day unto day uttereth speech, and night unto night sheweth knowledge.  <strong>3</strong>             There is no speech nor language, where their voice is not heard.  <strong>4</strong> Their line is gone out through all the earth, and their words to the end of the world. In them hath he set a tabernacle for the sun,  <strong>5</strong> Which is as a bridegroom coming out of his chamber, and  rejoiceth as a strong man to run a race.  <strong>6</strong> His going forth is from the end of the heaven, and his circuit unto the ends of it: and there is nothing hid from the heat thereof.  <strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  <strong>8</strong> The statutes of the LORD are right, rejoicing the heart: the commandment of the LORD is pure, enlightening the eyes.  <strong>9</strong> The fear of the LORD is clean, enduring for ever: the judgments of the LORD are true and righteous altogether.  <strong>10</strong> More to be desired are they than gold, yea, than much fine gold: sweeter also than honey and the honeycomb.  <strong>11</strong> Moreover by them is thy servant warned: and in keeping of them there is great reward.  <strong>12</strong> Who can understand his errors? cleanse thou me from secret faults. <strong>13</strong> Keep back thy servant also from presumptuous sins; let them not have dominion over me: then shall I be upright, and I shall be innocent from the great transgression.  <strong>14</strong> Let the words of my mouth, and the meditation of my heart, be acceptable in thy sight, O LORD, my strength, and my redeemer.  <strong>1</strong> The LORD hear thee in the day of trouble; the name of the God of Jacob defend thee;  <strong>2</strong> Send thee help from the sanctuary, and strengthen thee out of Zion;  <strong>3</strong> Remember all thy offerings, and accept thy burnt sacrifice; Selah.  <strong>4</strong> Grant thee according to thine own heart, and fulfil all thy counsel.  <strong>5</strong> We will rejoice in thy salvation, and in the name of our God we will set up our banners: the LORD fulfil all thy petitions.  <strong>6</strong> Now know I that the LORD saveth his anointed; he will hear him from his holy heaven with the saving strength of his right hand.  <strong>7</strong> Some trust in chariots, and some in horses: but we will remember the name of the LORD our God.  <strong>8</strong> They are brought down and fallen: but we are risen, and stand upright.  <strong>9</strong> Save, LORD: let the king hear us when we call.  <strong>1</strong> The king shall joy in thy strength, O LORD; and in thy salvation how greatly shall he rejoice!  <strong>2</strong> Thou hast given him his heart’s desire, and hast not withholden the request of his lips. Selah.  <strong>3</strong> For thou preventest him with the blessings of goodness: thou settest a crown of pure gold on his head.  <strong>4</strong> He asked life of thee, and thou gavest it him, even length of days for ever and ever.  <strong>5</strong> His glory is great in thy salvation: honour and majesty hast thou laid upon him.  <strong>6</strong> For thou hast made him most blessed for ever: thou hast made him exceeding glad with thy countenance.  <strong>7</strong> For the king trusteth in the LORD, and through the mercy of the most High he shall not be moved.  <strong>8</strong> Thine hand shall find out all thine enemies: thy right hand shall find out those that hate thee.  <strong>9</strong> Thou shalt make them as a fiery oven in the time of thine anger: the LORD shall swallow them up in his wrath, and the fire shall devour them.  <strong>10</strong> Their fruit shalt thou destroy from the earth, and their seed from among the children of men.  <strong>11</strong> For they intended evil against thee: they imagined a mischievous device, which they are not able to perform. <strong>12</strong> Therefore shalt thou make them turn their back, when thou shalt make ready thine arrows upon thy strings against the face of them.  <strong>13</strong> Be thou exalted, LORD, in thine own strength: so will we sing and praise thy power.  <strong>1</strong> My God, my God, why hast thou forsaken me? why art thou so  far from helping me, and from the words of my roaring?  <strong>2</strong> O my God, I cry in the daytime, but thou hearest not; and in the night season, and am not silent.  <strong>3</strong> But thou art holy, O thou that inhabitest the praises of Israel.  <strong>4</strong> Our fathers trusted in thee: they trusted, and thou didst deliver them.  <strong>5</strong> They cried unto thee, and were delivered: they trusted in thee, and were not confounded.  <strong>6</strong> But I am a worm, and no man; a reproach of men, and despised of the people.  <strong>7</strong> All they that see me laugh me to scorn: they shoot out the lip, they shake the head saying, <strong>8</strong> He trusted on the LORD that he would deliver him: let him deliver him, seeing he delighted in him.  <strong>9</strong> But thou art he that took me out of the womb: thou didst make me hope when I was upon my mother’s breasts.  <strong>10</strong> I was cast upon thee from the womb: thou art my God from my mother’s belly.  <strong>11</strong> Be not far from me; for trouble is near; for there is  none to help.  <strong>12</strong> Many bulls have compassed me: strong bulls of Bashan have beset me round.  <strong>13</strong> They gaped upon me with their mouths, as a ravening and a roaring lion.  <strong>14</strong> I am poured out like water, and all my bones are out of joint: my heart is like wax; it is melted in the midst of my bowels.  <strong>15</strong> My strength is dried up like a potsherd; and my tongue cleaveth to my jaws; and thou hast brought me into the dust of death.  <strong>16</strong> For dogs have compassed me: the assembly of the wicked have inclosed me: they pierced my hands and my feet.  <strong>17</strong> I may tell all my bones: they look and stare upon me.  <strong>18</strong> They part my garments among them, and cast lots upon my vesture.  <strong>19</strong> But be not thou far from me, O LORD: O my strength, haste thee to help me.  <strong>20</strong> Deliver my soul from the sword; my darling from the power of the dog.  <strong>21</strong> Save me from the lion’s mouth: for thou hast heard me from the horns of the unicorns.  <strong>22</strong> I will declare thy name unto my brethren: in the midst of the congregation will I praise thee.  <strong>23</strong> Ye that fear the LORD, praise him; all ye the seed of Jacob, glorify him; and fear him, all ye the seed of Israel.  <strong>24</strong> For he hath not despised nor abhorred the affliction of the afflicted; neither hath he hid his face from him; but when he cried unto him, he heard.  <strong>25</strong> My praise shall be of thee in the great congregation: I will pay my vows before them that fear him.  <strong>26</strong> The meek shall eat and be satisfied: they shall praise the LORD that seek him: your heart shall live for ever.  <strong>27</strong> All the ends of the world shall remember and turn unto the LORD: and all the kindreds of the nations shall worship before thee.  <strong>28</strong> For the kingdom is the LORD’S: and he is the governor among the nations.  <strong>29</strong> All they that be fat upon earth shall eat and worship: all they that go down to the dust shall bow before him: and none can keep alive his own soul.  <strong>30</strong> A seed shall serve him; it shall be accounted to the Lord for a generation.  <strong>31</strong> They shall come, and shall declare his righteousness unto a people that shall be born, that he hath done this. <strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  <strong>1</strong> The earth is the LORD’S, and the fulness thereof; the world, and they that dwell therein.  <strong>2</strong> For he hath founded it upon the seas, and established it upon the floods.  <strong>3</strong> Who shall ascend into the hill of the LORD? or who shall stand in his holy place?  <strong>4</strong> He that hath clean hands, and a pure heart; who hath not lifted up his soul unto vanity, nor sworn deceitfully.  <strong>5</strong> He shall receive the blessing from the LORD, and righteousness from the God of his salvation.  <strong>6</strong> This is the generation of them that seek him, that seek thy face, O Jacob. Selah.  <strong>7</strong> Lift up your heads, O ye gates; and be ye lift up, ye everlasting doors; and the King of glory shall come in.  <strong>8</strong> Who is this King of glory? The LORD strong and mighty, the LORD mighty in battle.  <strong>9</strong> Lift up your heads, O ye gates; even lift them up, ye everlasting doors; and the King of glory shall come in.  <strong>10</strong> Who is this King of glory? The LORD of hosts, he is the King of glory. Selah.  <strong>1</strong> Unto thee, O LORD, do I lift up my soul.  <strong>2</strong> O my God, I trust in thee: let me not be ashamed, let not mine enemies triumph over me.  <strong>3</strong> Yea, let none that wait on thee be ashamed: let them be ashamed which transgress without cause.  <strong>4</strong> Shew me thy ways, O LORD; teach me thy paths.  <strong>5</strong> Lead me in thy truth, and teach me: for thou art the God of my salvation; on thee do I wait all the day.  <strong>6</strong> Remember, O LORD, thy tender mercies and thy lovingkindnesses; for they have been ever of old.  <strong>7</strong> Remember not the sins of my youth, nor my transgressions: according to thy mercy remember thou me for thy goodness’ sake, O LORD.  <strong>8</strong> Good and upright is the LORD: therefore will he teach sinners in the way.  <strong>9</strong> The meek will he guide in judgment: and the meek will he teach his way.  <strong>10</strong> All the paths of the LORD are mercy and truth unto such as keep his covenant and his testimonies.  <strong>11</strong> For thy name’s sake, O LORD, pardon mine iniquity; for it is  great.  <strong>12</strong> What man is he that feareth the LORD? him shall he teach in the way that he shall choose.  <strong>13</strong> His soul shall dwell at ease; and his seed shall inherit the earth.  <strong>14</strong> The secret of the LORD is with them that fear him; and he will shew them his covenant.  <strong>15</strong> Mine eyes are ever toward the LORD; for he shall pluck my feet out of the net.  <strong>16</strong> Turn thee unto me, and have mercy upon me; for I am desolate and afflicted.  <strong>17</strong> The troubles of my heart are enlarged: O bring thou me out of my distresses.  <strong>18</strong> Look upon mine affliction and my pain; and forgive all my sins.  <strong>19</strong> Consider mine enemies; for they are many; and they hate me with cruel hatred.  <strong>20</strong> O keep my soul, and deliver me: let me not be ashamed; for I put my trust in thee.  <strong>21</strong> Let integrity and uprightness preserve me; for I wait on thee.  <strong>22</strong> Redeem Israel, O God, out of all his troubles.  <strong>1</strong> Judge me, O LORD; for I have walked in mine integrity: I have trusted also in the LORD; therefore I shall not slide.  <strong>2</strong> Examine me, O LORD, and prove me; try my reins and my heart.  <strong>3</strong> For thy lovingkindness is before mine eyes: and I have walked in thy truth.  <strong>4</strong> I have not sat with vain persons, neither will I go in with dissemblers.  <strong>5</strong> I have hated the congregation of evildoers; and will not sit with the wicked.  <strong>6</strong> I will wash mine hands in innocency: so will I compass thine altar, O LORD:  <strong>7</strong> That I may publish with the voice of thanksgiving, and tell of all thy wondrous works.  <strong>8</strong> LORD, I have loved the habitation of thy house, and the place where thine honour dwelleth.  <strong>9</strong> Gather not my soul with sinners, nor my life with bloody men:  <strong>10</strong> In whose hands is mischief, and their right hand is full of bribes.  <strong>11</strong> But as for me, I will walk in mine integrity: redeem me, and be merciful unto me.  <strong>12</strong> My foot standeth in an even place: in the congregations will I bless the LORD.  <strong>1</strong> The LORD is my light and my salvation; whom shall I fear? the LORD is the strength of my life; of whom shall I be afraid?  <strong>2</strong> When the wicked, even mine enemies and my foes, came upon me to eat up my flesh, they stumbled and fell.  <strong>3</strong> Though an host should encamp against me, my heart shall not fear: though war should rise against me, in this will I be confident.  <strong>4</strong> One thing have I desired of the LORD, that will I seek after; that I may dwell in the house of the LORD all the days of my life, to behold the beauty of the LORD, and to enquire in his temple.  <strong>5</strong> For in the time of trouble he shall hide me in his pavilion: in the secret of his tabernacle shall he hide me; he shall set me up upon a rock.  <strong>6</strong> And now shall mine head be lifted up above mine enemies round about me: therefore will I offer in his tabernacle sacrifices of joy; I will sing, yea, I will sing praises unto the LORD.  <strong>7</strong> Hear, O LORD, when I cry with my voice: have mercy also upon me, and answer me.  <strong>8</strong>             When thou saidst, Seek ye my face; my heart said unto thee, Thy face, LORD, will I seek.  <strong>9</strong> Hide not thy face far from me; put not thy servant away in anger: thou hast been my help; leave me not, neither forsake me, O God of my salvation.  <strong>10</strong> When my father and my mother forsake me, then the LORD will take me up.  <strong>11</strong> Teach me thy way, O LORD, and lead me in a plain path, because of mine enemies.  <strong>12</strong> Deliver me not over unto the will of mine enemies: for false witnesses are risen up against me, and such as breathe out cruelty.  <strong>13</strong>             I had fainted, unless I had believed to see the goodness of the LORD in the land of the living.  <strong>14</strong> Wait on the LORD: be of good courage, and he shall strengthen thine heart: wait, I say, on the LORD.  <strong>1</strong> Unto thee will I cry, O LORD my rock; be not silent to me: lest, if thou be silent to me, I become like them that go down into the pit.  <strong>2</strong> Hear the voice of my supplications, when I cry unto thee, when I lift up my hands toward thy holy oracle.  <strong>3</strong> Draw me not away with the wicked, and with the workers of iniquity, which speak peace to their neighbours, but mischief is in their hearts.  <strong>4</strong> Give them according to their deeds, and according to the wickedness of their endeavours: give them after the work of their hands; render to them their desert.  <strong>5</strong> Because they regard not the works of the LORD, nor the operation of his hands, he shall destroy them, and not build them up.  <strong>6</strong> Blessed be the LORD, because he hath heard the voice of my supplications.  <strong>7</strong> The LORD is my strength and my shield; my heart trusted in him, and I am helped: therefore my heart greatly rejoiceth; and with my song will I praise him.  <strong>8</strong> The LORD is their strength, and he is the saving strength of his anointed.  <strong>9</strong> Save thy people, and bless thine inheritance: feed them also, and lift them up for ever.  <strong>1</strong> Give unto the LORD, O ye mighty, give unto the LORD glory and strength.  <strong>2</strong> Give unto the LORD the glory due unto his name; worship the LORD in the beauty of holiness.  <strong>3</strong> The voice of the LORD is upon the waters: the God of glory thundereth: the LORD is upon many waters.  <strong>4</strong> The voice of the LORD is powerful; the voice of the LORD is full of majesty.  <strong>5</strong> The voice of the LORD breaketh the cedars; yea, the LORD breaketh the cedars of Lebanon.  <strong>6</strong> He maketh them also to skip like a calf; Lebanon and Sirion like a young unicorn.  <strong>7</strong> The voice of the LORD divideth the flames of fire.  <strong>8</strong> The voice of the LORD shaketh the wilderness; the LORD shaketh the wilderness of Kadesh.  <strong>9</strong> The voice of the LORD maketh the hinds to calve, and discovereth the forests: and in his temple doth every one speak of his glory.  <strong>10</strong> The LORD sitteth upon the flood; yea, the LORD sitteth King for ever.  <strong>11</strong> The LORD will give strength unto his people; the LORD will bless his people with peace.  <strong>1</strong> I will extol thee, O LORD; for thou hast lifted me up, and hast not made my foes to rejoice over me.  <strong>2</strong> O LORD my God, I cried unto thee, and thou hast healed me.  <strong>3</strong> O LORD, thou hast brought up my soul from the grave: thou hast kept me alive, that I should not go down to the pit.  <strong>4</strong> Sing unto the LORD, O ye saints of his, and give thanks at the remembrance of his holiness.  <strong>5</strong> For his anger endureth but a moment; in his favour is life: weeping may endure for a night, but joy cometh in the morning.  <strong>6</strong> And in my prosperity I said, I shall never be moved.  <strong>7</strong> LORD, by thy favour thou hast made my mountain to stand strong: thou didst hide thy face, and I was troubled.  <strong>8</strong> I cried to thee, O LORD; and unto the LORD I made supplication.  <strong>9</strong> What profit is there in my blood, when I go down to the pit? Shall the dust praise thee? shall it declare thy truth?  <strong>10</strong> Hear, O LORD, and have mercy upon me: LORD, be thou my helper.  <strong>11</strong> Thou hast turned for me my mourning into dancing: thou hast put off my sackcloth, and girded me with gladness;  <strong>12</strong> To the end that my glory may sing praise to thee, and not be silent. O LORD my God, I will give thanks unto thee for ever.  <strong>1</strong> In thee, O LORD, do I put my trust; let me never be ashamed: deliver me in thy righteousness.  <strong>2</strong> Bow down thine ear to me; deliver me speedily: be thou my strong rock, for an house of defence to save me.  <strong>3</strong> For thou art my rock and my fortress; therefore for thy name’s sake lead me, and guide me.  <strong>4</strong> Pull me out of the net that they have laid privily for me: for thou art my strength.  <strong>5</strong> Into thine hand I commit my spirit: thou hast redeemed me, O LORD God of truth.  <strong>6</strong> I have hated them that regard lying vanities: but I trust in the LORD.  <strong>7</strong> I will be glad and rejoice in thy mercy: for thou hast considered my trouble; thou hast known my soul in adversities;  <strong>8</strong> And hast not shut me up into the hand of the enemy: thou hast set my feet in a large room.  <strong>9</strong> Have mercy upon me, O LORD, for I am in trouble: mine eye is consumed with grief, yea, my soul and my belly.  <strong>10</strong> For my life is spent with grief, and my years with sighing: my strength faileth because of mine iniquity, and my bones are consumed.  <strong>11</strong> I was a reproach among all mine enemies, but especially among my neighbours, and a fear to mine acquaintance: they that did see me without fled from me.  <strong>12</strong> I am forgotten as a dead man out of mind: I am like a broken vessel.  <strong>13</strong> For I have heard the slander of many: fear was on every side: while they took counsel together against me, they devised to take away my life.  <strong>14</strong> But I trusted in thee, O LORD: I said, Thou art my God.  <strong>15</strong> My times are in thy hand: deliver me from the hand of mine enemies, and from them that persecute me.  <strong>16</strong> Make thy face to shine upon thy servant: save me for thy mercies’ sake.  <strong>17</strong> Let me not be ashamed, O LORD; for I have called upon thee: let the wicked be ashamed, and let them be silent in the grave.  <strong>18</strong> Let the lying lips be put to silence; which speak grievous things proudly and contemptuously against the righteous.  <strong>19</strong>             Oh how great is thy goodness, which thou hast laid up for them that fear thee; which thou hast wrought for them that trust in thee before the sons of men!  <strong>20</strong> Thou shalt hide them in the secret of thy presence from the pride of man: thou shalt keep them secretly in a pavilion from the strife of tongues.  <strong>21</strong> Blessed be the LORD: for he hath shewed me his marvellous kindness in a strong city.  <strong>22</strong> For I said in my haste, I am cut off from before thine eyes: nevertheless thou heardest the voice of my supplications when I cried unto thee.  <strong>23</strong> O love the LORD, all ye his saints: for the LORD preserveth the faithful, and plentifully rewardeth the proud doer.  <strong>24</strong> Be of good courage, and he shall strengthen your heart, all ye that hope in the LORD.  <strong>1</strong> Blessed is he whose transgression is forgiven, whose sin is covered.  <strong>2</strong> Blessed is the man unto whom the LORD imputeth not iniquity, and in whose spirit there is no guile.  <strong>3</strong> When I kept silence, my bones waxed old through my roaring all the day long.  <strong>4</strong> For day and night thy hand was heavy upon me: my moisture is turned into the drought of summer. Selah.  <strong>5</strong> I acknowledged my sin unto thee, and mine iniquity have I not hid. I said, I will confess my transgressions unto the LORD; and thou forgavest the iniquity of my sin. Selah.  <strong>6</strong> For this shall every one that is godly pray unto thee in a time when thou mayest be found: surely in the floods of great waters they shall not come nigh unto him.  <strong>7</strong> Thou art my hiding place; thou shalt preserve me from trouble; thou shalt compass me about with songs of deliverance. Selah.  <strong>8</strong> I will instruct thee and teach thee in the way which thou shalt go: I will guide thee with mine eye.  <strong>9</strong> Be ye not as the horse, or as the mule, which have no understanding: whose mouth must be held in with bit and bridle, lest they come near unto thee.  <strong>10</strong> Many sorrows shall be to the wicked: but he that trusteth in the LORD, mercy shall compass him about.  <strong>11</strong> Be glad in the LORD, and rejoice, ye righteous: and shout for joy, all ye that are upright in heart.  <strong>1</strong> Rejoice in the LORD, O ye righteous: for praise is comely for the upright.  <strong>2</strong> Praise the LORD with harp: sing unto him with the psaltery and  an instrument of ten strings.  <strong>3</strong> Sing unto him a new song; play skilfully with a loud noise.  <strong>4</strong> For the word of the LORD is right; and all his works are done in truth.  <strong>5</strong> He loveth righteousness and judgment: the earth is full of the goodness of the LORD.  <strong>6</strong> By the word of the LORD were the heavens made; and all the host of them by the breath of his mouth.  <strong>7</strong> He gathereth the waters of the sea together as an heap: he layeth up the depth in storehouses.  <strong>8</strong> Let all the earth fear the LORD: let all the inhabitants of the world stand in awe of him.  <strong>9</strong> For he spake, and it was done; he commanded, and it stood fast.  <strong>10</strong> The LORD bringeth the counsel of the heathen to nought: he maketh the devices of the people of none effect.  <strong>11</strong> The counsel of the LORD standeth for ever, the thoughts of his heart to all generations.  <strong>12</strong> Blessed is the nation whose God is the LORD: and the people whom he hath chosen for his own inheritance.  <strong>13</strong> The LORD looketh from heaven; he beholdeth all the sons of men.  <strong>14</strong> From the place of his habitation he looketh upon all the inhabitants of the earth.  <strong>15</strong> He fashioneth their hearts alike; he considereth all their works.  <strong>16</strong> There is no king saved by the multitude of an host: a mighty man is not delivered by much strength.  <strong>17</strong> An horse is a vain thing for safety: neither shall he deliver any by his great strength.  <strong>18</strong> Behold, the eye of the LORD is upon them that fear him, upon them that hope in his mercy;  <strong>19</strong> To deliver their soul from death, and to keep them alive in famine.  <strong>20</strong> Our soul waiteth for the LORD: he is our help and our shield.  <strong>21</strong> For our heart shall rejoice in him, because we have trusted in his holy name.  <strong>22</strong> Let thy mercy, O LORD, be upon us, according as we hope in thee.  <strong>1</strong> I will bless the LORD at all times: his praise shall continually be in my mouth.  <strong>2</strong> My soul shall make her boast in the LORD: the humble shall hear thereof, and be glad.  <strong>3</strong> O magnify the LORD with me, and let us exalt his name together.  <strong>4</strong> I sought the LORD, and he heard me, and delivered me from all my fears.  <strong>5</strong> They looked unto him, and were lightened: and their faces were not ashamed.  <strong>6</strong> This poor man cried, and the LORD heard him, and saved him out of all his troubles.  <strong>7</strong> The angel of the LORD encampeth round about them that fear him, and delivereth them.  <strong>8</strong> O taste and see that the LORD is good: blessed is  the man that trusteth in him.  <strong>9</strong> O fear the LORD, ye his saints: for there is no want to them that fear him.  <strong>10</strong> The young lions do lack, and suffer hunger: but they that seek the LORD shall not want any good thing. <strong>11</strong> Come, ye children, hearken unto me: I will teach you the fear of the LORD.  <strong>12</strong> What man is he that desireth life, and loveth many days, that he may see good?  <strong>13</strong> Keep thy tongue from evil, and thy lips from speaking guile.  <strong>14</strong> Depart from evil, and do good; seek peace, and pursue it.  <strong>15</strong> The eyes of the LORD are upon the righteous, and his ears are open unto their cry.  <strong>16</strong> The face of the LORD is against them that do evil, to cut off the remembrance of them from the earth.  <strong>17</strong>             The righteous cry, and the LORD heareth, and delivereth them out of all their troubles.  <strong>18</strong> The LORD is nigh unto them that are of a broken heart; and saveth such as be of a contrite spirit.  <strong>19</strong> Many are the afflictions of the righteous: but the LORD delivereth him out of them all.  <strong>20</strong> He keepeth all his bones: not one of them is broken.  <strong>21</strong> Evil shall slay the wicked: and they that hate the righteous shall be desolate.  <strong>22</strong> The LORD redeemeth the soul of his servants: and none of them that trust in him shall be desolate.  <strong>1</strong> Plead my cause, O LORD, with them that strive with me: fight against them that fight against me.  <strong>2</strong> Take hold of shield and buckler, and stand up for mine help.  <strong>3</strong> Draw out also the spear, and stop the way against them that persecute me: say unto my soul, I am thy salvation.  <strong>4</strong> Let them be confounded and put to shame that seek after my soul: let them be turned back and brought to confusion that devise my hurt.  <strong>5</strong> Let them be as chaff before the wind: and let the angel of the LORD chase them. <strong>6</strong> Let their way be dark and slippery: and let the angel of the LORD persecute them.  <strong>7</strong> For without cause have they hid for me their net in a pit, which without cause they have digged for my soul.  <strong>8</strong> Let destruction come upon him at unawares; and let his net that he hath hid catch himself: into that very destruction let him fall.  <strong>9</strong> And my soul shall be joyful in the LORD: it shall rejoice in his salvation.  <strong>10</strong> All my bones shall say, LORD, who is like unto thee, which deliverest the poor from him that is too strong for him, yea, the poor and the needy from him that spoileth him?  <strong>11</strong> False witnesses did rise up; they laid to my charge things  that I knew not.  <strong>12</strong> They rewarded me evil for good to the spoiling of my soul.  <strong>13</strong> But as for me, when they were sick, my clothing was sackcloth: I humbled my soul with fasting; and my prayer returned into mine own bosom.  <strong>14</strong> I behaved myself as though he had been my friend or  brother: I bowed down heavily, as one that mourneth for his  mother.  <strong>15</strong> But in mine adversity they rejoiced, and gathered themselves together: yea, the abjects gathered themselves together against me, and I knew it not; they did tear me, and ceased not:  <strong>16</strong> With hypocritical mockers in feasts, they gnashed upon me with their teeth.  <strong>17</strong> Lord, how long wilt thou look on? rescue my soul from their destructions, my darling from the lions.  <strong>18</strong> I will give thee thanks in the great congregation: I will praise thee among much people.  <strong>19</strong> Let not them that are mine enemies wrongfully rejoice over me: neither let them wink with the eye that hate me without a cause.  <strong>20</strong> For they speak not peace: but they devise deceitful matters against them that are quiet in the land.  <strong>21</strong> Yea, they opened their mouth wide against me, and said, Aha, aha, our eye hath seen it. <strong>22</strong>             This thou hast seen, O LORD: keep not silence: O Lord, be not far from me.  <strong>23</strong> Stir up thyself, and awake to my judgment, even unto my cause, my God and my Lord.  <strong>24</strong> Judge me, O LORD my God, according to thy righteousness; and let them not rejoice over me.  <strong>25</strong> Let them not say in their hearts, Ah, so would we have it: let them not say, We have swallowed him up.  <strong>26</strong> Let them be ashamed and brought to confusion together that rejoice at mine hurt: let them be clothed with shame and dishonour that magnify themselves against me.  <strong>27</strong> Let them shout for joy, and be glad, that favour my righteous cause: yea, let them say continually, Let the LORD be magnified, which hath pleasure in the prosperity of his servant.  <strong>28</strong> And my tongue shall speak of thy righteousness and of thy praise all the day long.  <strong>1</strong> The transgression of the wicked saith within my heart, that there is no fear of God before his eyes.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. <sup><strong>7</strong></sup> undefined <sup><strong>8</strong></sup> undefined <sup><strong>9</strong></sup> undefined <sup><strong>10</strong></sup> undefined <sup><strong>11</strong></sup> undefined <sup><strong>12</strong></sup> undefined <sup><strong>13</strong></sup> undefined <sup><strong>14</strong></sup> undefined <sup><strong>15</strong></sup> undefined <sup><strong>16</strong></sup> undefined <sup><strong>17</strong></sup> undefined <sup><strong>18</strong></sup> undefined <sup><strong>19</strong></sup> undefined <sup><strong>20</strong></sup> undefined <sup><strong>21</strong></sup> undefined <sup><strong>22</strong></sup> undefined <sup><strong>23</strong></sup> undefined <sup><strong>24</strong></sup> undefined <sup><strong>25</strong></sup> undefined <sup><strong>26</strong></sup> undefined <sup><strong>27</strong></sup> undefined <sup><strong>28</strong></sup> undefined <sup><strong>29</strong></sup> undefined <sup><strong>30</strong></sup> undefined <sup><strong>31</strong></sup> undefined <sup><strong>32</strong></sup> undefined <sup><strong>33</strong></sup> undefined <sup><strong>34</strong></sup> undefined <sup><strong>35</strong></sup> undefined <sup><strong>36</strong></sup> undefined ","modified":"2022-12-06T12:28:12.399Z"},{"_id":"615b9ad87d79181a31670b6d","topicId":"615b9ad67d79181a31670b66","verse":"Leviticus 18:1-30","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p03018001_04-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v03018001-1\">18:1&nbsp;</b>And the LORD spoke to Moses, saying, <b class=\"verse-num\" id=\"v03018002-1\">2&nbsp;</b>“Speak to the people of Israel and say to them, I am the LORD your God. <b class=\"verse-num\" id=\"v03018003-1\">3&nbsp;</b>You shall not do as they do in the land of Egypt, where you lived, and you shall not do as they do in the land of Canaan, to which I am bringing you. You shall not walk in their statutes. <b class=\"verse-num\" id=\"v03018004-1\">4&nbsp;</b>You shall follow my rules and keep my statutes and walk in them. I am the LORD your God. <b class=\"verse-num\" id=\"v03018005-1\">5&nbsp;</b>You shall therefore keep my statutes and my rules; if a person does them, he shall live by them: I am the LORD.</p>\n<p id=\"p03018005_04-7\"><b class=\"verse-num\" id=\"v03018006-1\">6&nbsp;</b>“None of you shall approach any one of his close relatives to uncover nakedness. I am the LORD. <b class=\"verse-num\" id=\"v03018007-1\">7&nbsp;</b>You shall not uncover the nakedness of your father, which is the nakedness of your mother; she is your mother, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018008-1\">8&nbsp;</b>You shall not uncover the nakedness of your father’s wife; it is your father’s nakedness. <b class=\"verse-num\" id=\"v03018009-1\">9&nbsp;</b>You shall not uncover the nakedness of your sister, your father’s daughter or your mother’s daughter, whether brought up in the family or in another home. <b class=\"verse-num\" id=\"v03018010-1\">10&nbsp;</b>You shall not uncover the nakedness of your son’s daughter or of your daughter’s daughter, for their nakedness is your own nakedness. <b class=\"verse-num\" id=\"v03018011-1\">11&nbsp;</b>You shall not uncover the nakedness of your father’s wife’s daughter, brought up in your father’s family, since she is your sister. <b class=\"verse-num\" id=\"v03018012-1\">12&nbsp;</b>You shall not uncover the nakedness of your father’s sister; she is your father’s relative. <b class=\"verse-num\" id=\"v03018013-1\">13&nbsp;</b>You shall not uncover the nakedness of your mother’s sister, for she is your mother’s relative. <b class=\"verse-num\" id=\"v03018014-1\">14&nbsp;</b>You shall not uncover the nakedness of your father’s brother, that is, you shall not approach his wife; she is your aunt. <b class=\"verse-num\" id=\"v03018015-1\">15&nbsp;</b>You shall not uncover the nakedness of your daughter-in-law; she is your son’s wife, you shall not uncover her nakedness. <b class=\"verse-num\" id=\"v03018016-1\">16&nbsp;</b>You shall not uncover the nakedness of your brother’s wife; it is your brother’s nakedness. <b class=\"verse-num\" id=\"v03018017-1\">17&nbsp;</b>You shall not uncover the nakedness of a woman and of her daughter, and you shall not take her son’s daughter or her daughter’s daughter to uncover her nakedness; they are relatives; it is depravity. <b class=\"verse-num\" id=\"v03018018-1\">18&nbsp;</b>And you shall not take a woman as a rival wife to her sister, uncovering her nakedness while her sister is still alive.</p>\n<p id=\"p03018018_04-7\"><b class=\"verse-num\" id=\"v03018019-1\">19&nbsp;</b>“You shall not approach a woman to uncover her nakedness while she is in her menstrual uncleanness. <b class=\"verse-num\" id=\"v03018020-1\">20&nbsp;</b>And you shall not lie sexually with your neighbor’s wife and so make yourself unclean with her. <b class=\"verse-num\" id=\"v03018021-1\">21&nbsp;</b>You shall not give any of your children to offer them to Molech, and so profane the name of your God: I am the LORD. <b class=\"verse-num\" id=\"v03018022-1\">22&nbsp;</b>You shall not lie with a male as with a woman; it is an abomination. <b class=\"verse-num\" id=\"v03018023-1\">23&nbsp;</b>And you shall not lie with any animal and so make yourself unclean with it, neither shall any woman give herself to an animal to lie with it: it is perversion.</p>\n<p id=\"p03018023_04-7\"><b class=\"verse-num\" id=\"v03018024-1\">24&nbsp;</b>“Do not make yourselves unclean by any of these things, for by all these the nations I am driving out before you have become unclean, <b class=\"verse-num\" id=\"v03018025-1\">25&nbsp;</b>and the land became unclean, so that I punished its iniquity, and the land vomited out its inhabitants. <b class=\"verse-num\" id=\"v03018026-1\">26&nbsp;</b>But you shall keep my statutes and my rules and do none of these abominations, either the native or the stranger who sojourns among you <b class=\"verse-num\" id=\"v03018027-1\">27&nbsp;</b>(for the people of the land, who were before you, did all of these abominations, so that the land became unclean), <b class=\"verse-num\" id=\"v03018028-1\">28&nbsp;</b>lest the land vomit you out when you make it unclean, as it vomited out the nation that was before you. <b class=\"verse-num\" id=\"v03018029-1\">29&nbsp;</b>For everyone who does any of these abominations, the persons who do them shall be cut off from among their people. <b class=\"verse-num\" id=\"v03018030-1\">30&nbsp;</b>So keep my charge never to practice any of these abominable customs that were practiced before you, and never to make yourselves unclean by them: I am the LORD your God.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> Speak unto the children of Israel, and say unto them, I am the LORD your God.  <strong>3</strong> After the doings of the land of Egypt, wherein ye dwelt, shall ye not do: and after the doings of the land of Canaan, whither I bring you, shall ye not do: neither shall ye walk in their ordinances.  <strong>4</strong> Ye shall do my judgments, and keep mine ordinances, to walk therein: I am the LORD your God.  <strong>5</strong> Ye shall therefore keep my statutes, and my judgments: which if a man do, he shall live in them: I am the LORD.  <strong>6</strong> None of you shall approach to any that is near of kin to him, to uncover their nakedness: I am the LORD.  <strong>7</strong> The nakedness of thy father, or the nakedness of thy mother, shalt thou not uncover: she is thy mother; thou shalt not uncover her nakedness.  <strong>8</strong> The nakedness of thy father’s wife shalt thou not uncover: it is thy father’s nakedness.  <strong>9</strong> The nakedness of thy sister, the daughter of thy father, or daughter of thy mother, whether she be born at home, or born abroad, even  their nakedness thou shalt not uncover.  <strong>10</strong> The nakedness of thy son’s daughter, or of thy daughter’s daughter, even their nakedness thou shalt not uncover: for theirs is  thine own nakedness.  <strong>11</strong> The nakedness of thy father’s wife’s daughter, begotten of thy father, she is thy sister, thou shalt not uncover her nakedness.  <strong>12</strong> Thou shalt not uncover the nakedness of thy father’s sister: she is thy father’s near kinswoman.  <strong>13</strong> Thou shalt not uncover the nakedness of thy mother’s sister: for she is thy mother’s near kinswoman.  <strong>14</strong> Thou shalt not uncover the nakedness of thy father’s brother, thou shalt not approach to his wife: she is thine aunt.  <strong>15</strong> Thou shalt not uncover the nakedness of thy daughter in law: she is thy son’s wife; thou shalt not uncover her nakedness.  <strong>16</strong> Thou shalt not uncover the nakedness of thy brother’s wife: it is thy brother’s nakedness.  <strong>17</strong> Thou shalt not uncover the nakedness of a woman and her daughter, neither shalt thou take her son’s daughter, or her daughter’s daughter, to uncover her nakedness; for they are her near kinswomen: it is wickedness.  <strong>18</strong> Neither shalt thou take a wife to her sister, to vex her,  to uncover her nakedness, beside the other in her life time.  <strong>19</strong> Also thou shalt not approach unto a woman to uncover her nakedness, as long as she is put apart for her uncleanness.  <strong>20</strong> Moreover thou shalt not lie carnally with thy neighbour’s wife, to defile thyself with her.  <strong>21</strong> And thou shalt not let any of thy seed pass through the fire  to Molech, neither shalt thou profane the name of thy God: I am  the LORD.  <strong>22</strong> Thou shalt not lie with mankind, as with womankind: it is  abomination.  <strong>23</strong> Neither shalt thou lie with any beast to defile thyself therewith: neither shall any woman stand before a beast to lie down thereto: it is confusion.  <strong>24</strong> Defile not ye yourselves in any of these things: for in all these the nations are defiled which I cast out before you:  <strong>25</strong> And the land is defiled: therefore I do visit the iniquity thereof upon it, and the land itself vomiteth out her inhabitants.  <strong>26</strong> Ye shall therefore keep my statutes and my judgments, and shall not commit any of these abominations; neither any of your own nation, nor any stranger that sojourneth among you:  <strong>27</strong> (For all these abominations have the men of the land done, which were before you, and the land is defiled;)  <strong>28</strong> That the land spue not you out also, when ye defile it, as it spued out the nations that were before you.  <strong>29</strong> For whosoever shall commit any of these abominations, even the souls that commit them shall be cut off from among their people.  <strong>30</strong> Therefore shall ye keep mine ordinance, that ye commit not any one of these abominable customs, which were committed before you, and that ye defile not yourselves therein: I am the LORD your God.  ","niv":"<sup><strong>1</strong></sup> The LORD said to Moses, <sup><strong>2</strong></sup> \"Speak to the Israelites and say to them: 'I am the LORD your God. <sup><strong>3</strong></sup> You must not do as they do in Egypt, where you used to live, and you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their practices. <sup><strong>4</strong></sup> You must obey my laws and be careful to follow my decrees. I am the LORD your God. <sup><strong>5</strong></sup> Keep my decrees and laws, for the man who obeys them will live by them. I am the LORD. <sup><strong>6</strong></sup> \"'No one is to approach any close relative to have sexual relations. I am the LORD. <sup><strong>7</strong></sup> \"'Do not dishonor your father by having sexual relations with your mother. She is your mother; do not have relations with her. <sup><strong>8</strong></sup> \"'Do not have sexual relations with your father's wife; that would dishonor your father. <sup><strong>9</strong></sup> \"'Do not have sexual relations with your sister, either your father's daughter or your mother's daughter, whether she was born in the same home or elsewhere. <sup><strong>10</strong></sup> \"'Do not have sexual relations with your son's daughter or your daughter's daughter; that would dishonor you. <sup><strong>11</strong></sup> \"'Do not have sexual relations with the daughter of your father's wife, born to your father; she is your sister. <sup><strong>12</strong></sup> \"'Do not have sexual relations with your father's sister; she is your father's close relative. <sup><strong>13</strong></sup> \"'Do not have sexual relations with your mother's sister, because she is your mother's close relative. <sup><strong>14</strong></sup> \"'Do not dishonor your father's brother by approaching his wife to have sexual relations; she is your aunt. <sup><strong>15</strong></sup> \"'Do not have sexual relations with your daughter-in-law. She is your son's wife; do not have relations with her. <sup><strong>16</strong></sup> \"'Do not have sexual relations with your brother's wife; that would dishonor your brother. <sup><strong>17</strong></sup> \"'Do not have sexual relations with both a woman and her daughter. Do not have sexual relations with either her son's daughter or her daughter's daughter; they are her close relatives. That is wickedness. <sup><strong>18</strong></sup> \"'Do not take your wife's sister as a rival wife and have sexual relations with her while your wife is living. <sup><strong>19</strong></sup> \"'Do not approach a woman to have sexual relations during the uncleanness of her monthly period. <sup><strong>20</strong></sup> \"'Do not have sexual relations with your neighbor's wife and defile yourself with her. <sup><strong>21</strong></sup> \"'Do not give any of your children to be sacrificed to Molech, for you must not profane the name of your God. I am the LORD. <sup><strong>22</strong></sup> \"'Do not lie with a man as one lies with a woman; that is detestable. <sup><strong>23</strong></sup> \"'Do not have sexual relations with an animal and defile yourself with it. A woman must not present herself to an animal to have sexual relations with it; that is a perversion. <sup><strong>24</strong></sup> \"'Do not defile yourselves in any of these ways, because this is how the nations that I am going to drive out before you became defiled. <sup><strong>25</strong></sup> Even the land was defiled; so I punished it for its sin, and the land vomited out its inhabitants. <sup><strong>26</strong></sup> But you must keep my decrees and my laws. The native-born and the aliens living among you must not do any of these detestable things, <sup><strong>27</strong></sup> for all these things were done by the people who lived in the land before you, and the land became defiled. <sup><strong>28</strong></sup> And if you defile the land, it will vomit you out as it vomited out the nations that were before you. <sup><strong>29</strong></sup> \"'Everyone who does any of these detestable things-such persons must be cut off from their people. <sup><strong>30</strong></sup> Keep my requirements and do not follow any of the detestable customs that were practiced before you came and do not defile yourselves with them. I am the LORD your God.'\" "},{"_id":"615b9ad87d79181a31670b6e","topicId":"615b9ad67d79181a31670b66","verse":"Proverbs 3:5-6","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. "},{"_id":"615b9ad87d79181a31670b6f","topicId":"615b9ad67d79181a31670b66","verse":"Genesis 1:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p01001028_01-9\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.”</p>\n</div>","kjv":"<strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  ","niv":"<sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\""},{"_id":"615b9ad97d79181a31670b70","topicId":"615b9ad67d79181a31670b66","verse":"2 Timothy 2:1-26","votes":1,"__v":0,"kjv":"<strong>1</strong> Thou therefore, my son, be strong in the grace that is in Christ Jesus.  <strong>2</strong> And the things that thou hast heard of me among many witnesses, the same commit thou to faithful men, who shall be able to teach others also.  <strong>3</strong> Thou therefore endure hardness, as a good soldier of Jesus Christ.  <strong>4</strong> No man that warreth entangleth himself with the affairs of this  life; that he may please him who hath chosen him to be a soldier.  <strong>5</strong> And if a man also strive for masteries, yet is he not crowned, except he strive lawfully.  <strong>6</strong> The husbandman that laboureth must be first partaker of the fruits.  <strong>7</strong> Consider what I say; and the Lord give thee understanding in all things.  <strong>8</strong> Remember that Jesus Christ of the seed of David was raised from the dead according to my gospel:  <strong>9</strong> Wherein I suffer trouble, as an evil doer, even unto bonds; but the word of God is not bound.  <strong>10</strong> Therefore I endure all things for the elect’s sakes, that they may also obtain the salvation which is in Christ Jesus with eternal glory.  <strong>11</strong> It is a faithful saying: For if we be dead with him,  we shall also live with him:  <strong>12</strong> If we suffer, we shall also reign with him: if we deny him, he also will deny us:  <strong>13</strong> If we believe not, yet he abideth faithful: he cannot deny himself.  <strong>14</strong> Of these things put them in remembrance, charging them  before the Lord that they strive not about words to no profit, but to the subverting of the hearers.  <strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  <strong>16</strong> But shun profane and vain babblings: for they will increase unto more ungodliness.  <strong>17</strong> And their word will eat as doth a canker: of whom is Hymenaeus and Philetus;  <strong>18</strong> Who concerning the truth have erred, saying that the resurrection is past already; and overthrow the faith of some.  <strong>19</strong> Nevertheless the foundation of God standeth sure, having this seal, The Lord knoweth them that are his. And, Let every one that nameth the name of Christ depart from iniquity.  <strong>20</strong> But in a great house there are not only vessels of gold and of silver, but also of wood and of earth; and some to honour, and some to dishonour.  <strong>21</strong> If a man therefore purge himself from these, he shall be a vessel unto honour, sanctified, and meet for the master’s use, and prepared unto every good work.  <strong>22</strong> Flee also youthful lusts: but follow righteousness, faith, charity, peace, with them that call on the Lord out of a pure heart.  <strong>23</strong> But foolish and unlearned questions avoid, knowing that they do gender strifes.  <strong>24</strong> And the servant of the Lord must not strive; but be gentle unto all men, apt to teach, patient,  <strong>25</strong> In meekness instructing those that oppose themselves; if God peradventure will give them repentance to the acknowledging of the truth;  <strong>26</strong> And that they may recover themselves out of the snare of the devil, who are taken captive by him at his will.  ","niv":"<sup><strong>1</strong></sup> You then, my son, be strong in the grace that is in Christ Jesus. <sup><strong>2</strong></sup> And the things you have heard me say in the presence of many witnesses entrust to reliable men who will also be qualified to teach others. <sup><strong>3</strong></sup> Endure hardship with us like a good soldier of Christ Jesus. <sup><strong>4</strong></sup> No one serving as a soldier gets involved in civilian affairs--he wants to please his commanding officer. <sup><strong>5</strong></sup> Similarly, if anyone competes as an athlete, he does not receive the victor's crown unless he competes according to the rules. <sup><strong>6</strong></sup> The hardworking farmer should be the first to receive a share of the crops. <sup><strong>7</strong></sup> Reflect on what I am saying, for the Lord will give you insight into all this. <sup><strong>8</strong></sup> Remember Jesus Christ, raised from the dead, descended from David. This is my gospel, <sup><strong>9</strong></sup> for which I am suffering even to the point of being chained like a criminal. But God's word is not chained. <sup><strong>10</strong></sup> Therefore I endure everything for the sake of the elect, that they too may obtain the salvation that is in Christ Jesus, with eternal glory. <sup><strong>11</strong></sup> Here is a trustworthy saying: If we died with him, we will also live with him; <sup><strong>12</strong></sup> if we endure, we will also reign with him. If we disown him, he will also disown us; <sup><strong>13</strong></sup> if we are faithless, he will remain faithful, for he cannot disown himself. <sup><strong>14</strong></sup> Keep reminding them of these things. Warn them before God against quarreling about words; it is of no value, and only ruins those who listen. <sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth. <sup><strong>16</strong></sup> Avoid godless chatter, because those who indulge in it will become more and more ungodly. <sup><strong>17</strong></sup> Their teaching will spread like gangrene. Among them are Hymenaeus and Philetus, <sup><strong>18</strong></sup> who have wandered away from the truth. They say that the resurrection has already taken place, and they destroy the faith of some. <sup><strong>19</strong></sup> Nevertheless, God's solid foundation stands firm, sealed with this inscription: \"The Lord knows those who are his,\" and, \"Everyone who confesses the name of the Lord must turn away from wickedness.\" <sup><strong>20</strong></sup> In a large house there are articles not only of gold and silver, but also of wood and clay; some are for noble purposes and some for ignoble. <sup><strong>21</strong></sup> If a man cleanses himself from the latter, he will be an instrument for noble purposes, made holy, useful to the Master and prepared to do any good work. <sup><strong>22</strong></sup> Flee the evil desires of youth, and pursue righteousness, faith, love and peace, along with those who call on the Lord out of a pure heart. <sup><strong>23</strong></sup> Don't have anything to do with foolish and stupid arguments, because you know they produce quarrels. <sup><strong>24</strong></sup> And the Lord's servant must not quarrel; instead, he must be kind to everyone, able to teach, not resentful. <sup><strong>25</strong></sup> Those who oppose him he must gently instruct, in the hope that God will grant them repentance leading them to a knowledge of the truth, <sup><strong>26</strong></sup> and that they will come to their senses and escape from the trap of the devil, who has taken them captive to do his will. ","modified":"2023-01-07T09:46:56.591Z"},{"_id":"615b9ad97d79181a31670b71","topicId":"615b9ad67d79181a31670b66","verse":"Proverbs 31:10-31","votes":3,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20031010_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031010-1\">10&nbsp;</b>&nbsp;&nbsp; An excellent wife who can find?</span><br><span id=\"p20031010_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;She is far more precious than jewels.</span><br><span id=\"p20031011_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031011-1\">11&nbsp;</b>&nbsp;&nbsp;The heart of her husband trusts in her,</span><br><span id=\"p20031011_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will have no lack of gain.</span><br><span id=\"p20031012_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031012-1\">12&nbsp;</b>&nbsp;&nbsp;She does him good, and not harm,</span><br><span id=\"p20031012_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of her life.</span><br><span id=\"p20031013_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031013-1\">13&nbsp;</b>&nbsp;&nbsp;She seeks wool and flax,</span><br><span id=\"p20031013_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and works with willing hands.</span><br><span id=\"p20031014_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031014-1\">14&nbsp;</b>&nbsp;&nbsp;She is like the ships of the merchant;</span><br><span id=\"p20031014_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she brings her food from afar.</span><br><span id=\"p20031015_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031015-1\">15&nbsp;</b>&nbsp;&nbsp;She rises while it is yet night</span><br><span id=\"p20031015_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and provides food for her household</span><br><span id=\"p20031015_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and portions for her maidens.</span><br><span id=\"p20031016_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031016-1\">16&nbsp;</b>&nbsp;&nbsp;She considers a field and buys it;</span><br><span id=\"p20031016_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with the fruit of her hands she plants a vineyard.</span><br><span id=\"p20031017_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031017-1\">17&nbsp;</b>&nbsp;&nbsp;She dresses herself with strength</span><br><span id=\"p20031017_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and makes her arms strong.</span><br><span id=\"p20031018_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031018-1\">18&nbsp;</b>&nbsp;&nbsp;She perceives that her merchandise is profitable.</span><br><span id=\"p20031018_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Her lamp does not go out at night.</span><br><span id=\"p20031019_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031019-1\">19&nbsp;</b>&nbsp;&nbsp;She puts her hands to the distaff,</span><br><span id=\"p20031019_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and her hands hold the spindle.</span><br><span id=\"p20031020_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031020-1\">20&nbsp;</b>&nbsp;&nbsp;She opens her hand to the poor</span><br><span id=\"p20031020_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and reaches out her hands to the needy.</span><br><span id=\"p20031021_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031021-1\">21&nbsp;</b>&nbsp;&nbsp;She is not afraid of snow for her household,</span><br><span id=\"p20031021_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for all her household are clothed in scarlet.</span><br><span id=\"p20031022_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031022-1\">22&nbsp;</b>&nbsp;&nbsp;She makes bed coverings for herself;</span><br><span id=\"p20031022_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her clothing is fine linen and purple.</span><br><span id=\"p20031023_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031023-1\">23&nbsp;</b>&nbsp;&nbsp;Her husband is known in the gates</span><br><span id=\"p20031023_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when he sits among the elders of the land.</span><br><span id=\"p20031024_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031024-1\">24&nbsp;</b>&nbsp;&nbsp;She makes linen garments and sells them;</span><br><span id=\"p20031024_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she delivers sashes to the merchant.</span><br><span id=\"p20031025_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031025-1\">25&nbsp;</b>&nbsp;&nbsp;Strength and dignity are her clothing,</span><br><span id=\"p20031025_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and she laughs at the time to come.</span><br><span id=\"p20031026_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031026-1\">26&nbsp;</b>&nbsp;&nbsp;She opens her mouth with wisdom,</span><br><span id=\"p20031026_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the teaching of kindness is on her tongue.</span><br><span id=\"p20031027_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031027-1\">27&nbsp;</b>&nbsp;&nbsp;She looks well to the ways of her household</span><br><span id=\"p20031027_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and does not eat the bread of idleness.</span><br><span id=\"p20031028_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031028-1\">28&nbsp;</b>&nbsp;&nbsp;Her children rise up and call her blessed;</span><br><span id=\"p20031028_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;her husband also, and he praises her:</span><br><span id=\"p20031029_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031029-1\">29&nbsp;</b>&nbsp;&nbsp;“Many women have done excellently,</span><br><span id=\"p20031029_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but you surpass them all.”</span><br><span id=\"p20031030_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031030-1\">30&nbsp;</b>&nbsp;&nbsp;Charm is deceitful, and beauty is vain,</span><br><span id=\"p20031030_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a woman who fears the LORD is to be praised.</span><br><span id=\"p20031031_07-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20031031-1\">31&nbsp;</b>&nbsp;&nbsp;Give her of the fruit of her hands,</span><br><span id=\"p20031031_07-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and let her works praise her in the gates.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>10</strong> Who can find a virtuous woman? for her price is far above rubies.  <strong>11</strong> The heart of her husband doth safely trust in her, so that he shall have no need of spoil.  <strong>12</strong> She will do him good and not evil all the days of her life.  <strong>13</strong> She seeketh wool, and flax, and worketh willingly with her hands.  <strong>14</strong> She is like the merchants’ ships; she bringeth her food from afar.  <strong>15</strong> She riseth also while it is yet night, and giveth meat to her household, and a portion to her maidens.  <strong>16</strong> She considereth a field, and buyeth it: with the fruit of her hands she planteth a vineyard.  <strong>17</strong> She girdeth her loins with strength, and strengtheneth her arms.  <strong>18</strong> She perceiveth that her merchandise is good: her candle goeth not out by night.  <strong>19</strong> She layeth her hands to the spindle, and her hands hold the distaff.  <strong>20</strong> She stretcheth out her hand to the poor; yea, she reacheth forth her hands to the needy.  <strong>21</strong> She is not afraid of the snow for her household: for all her household are clothed with scarlet.  <strong>22</strong> She maketh herself coverings of tapestry; her clothing is  silk and purple.  <strong>23</strong> Her husband is known in the gates, when he sitteth among the elders of the land.  <strong>24</strong> She maketh fine linen, and selleth it; and delivereth girdles unto the merchant.  <strong>25</strong> Strength and honour are her clothing; and she shall rejoice in time to come.  <strong>26</strong> She openeth her mouth with wisdom; and in her tongue is the law of kindness.  <strong>27</strong> She looketh well to the ways of her household, and eateth not the bread of idleness.  <strong>28</strong> Her children arise up, and call her blessed; her husband also,  and he praiseth her.  <strong>29</strong> Many daughters have done virtuously, but thou excellest them all.  <strong>30</strong> Favour is deceitful, and beauty is vain: but  a woman that feareth the LORD, she shall be praised.  <strong>31</strong> Give her of the fruit of her hands; and let her own works praise her in the gates.  ","niv":"<sup><strong>10</strong></sup> A wife of noble character who can find? She is worth far more than rubies. <sup><strong>11</strong></sup> Her husband has full confidence in her and lacks nothing of value. <sup><strong>12</strong></sup> She brings him good, not harm, all the days of her life. <sup><strong>13</strong></sup> She selects wool and flax and works with eager hands. <sup><strong>14</strong></sup> She is like the merchant ships, bringing her food from afar. <sup><strong>15</strong></sup> She gets up while it is still dark; she provides food for her family and portions for her servant girls. <sup><strong>16</strong></sup> She considers a field and buys it; out of her earnings she plants a vineyard. <sup><strong>17</strong></sup> She sets about her work vigorously; her arms are strong for her tasks. <sup><strong>18</strong></sup> She sees that her trading is profitable, and her lamp does not go out at night. <sup><strong>19</strong></sup> In her hand she holds the distaff and grasps the spindle with her fingers. <sup><strong>20</strong></sup> She opens her arms to the poor and extends her hands to the needy. <sup><strong>21</strong></sup> When it snows, she has no fear for her household; for all of them are clothed in scarlet. <sup><strong>22</strong></sup> She makes coverings for her bed; she is clothed in fine linen and purple. <sup><strong>23</strong></sup> Her husband is respected at the city gate, where he takes his seat among the elders of the land. <sup><strong>24</strong></sup> She makes linen garments and sells them, and supplies the merchants with sashes. <sup><strong>25</strong></sup> She is clothed with strength and dignity; she can laugh at the days to come. <sup><strong>26</strong></sup> She speaks with wisdom, and faithful instruction is on her tongue. <sup><strong>27</strong></sup> She watches over the affairs of her household and does not eat the bread of idleness. <sup><strong>28</strong></sup> Her children arise and call her blessed; her husband also, and he praises her: <sup><strong>29</strong></sup> \"Many women do noble things, but you surpass them all.\" <sup><strong>30</strong></sup> Charm is deceptive, and beauty is fleeting; but a woman who fears the LORD is to be praised. <sup><strong>31</strong></sup> Give her the reward she has earned, and let her works bring her praise at the city gate. "},{"_id":"615b9ad97d79181a31670b72","topicId":"615b9ad67d79181a31670b66","verse":"Proverbs 22:29","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022029_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022029-1\">29&nbsp;</b>&nbsp;&nbsp;Do you see a man skillful in his work?</span><br><span id=\"p20022029_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;He will stand before kings;</span><br><span id=\"p20022029_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will not stand before obscure men.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> Seest thou a man diligent in his business? he shall stand before kings; he shall not stand before mean men. ","niv":"<sup><strong>29</strong></sup> Do you see a man skilled in his work? He will serve before kings; he will not serve before obscure men."},{"_id":"615b9ad97d79181a31670b73","topicId":"615b9ad67d79181a31670b66","verse":"Genesis 1:27","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  ","niv":"<sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them.","modified":"2023-03-04T13:16:06.651Z"},{"_id":"615b9ada7d79181a31670b74","topicId":"615b9ad67d79181a31670b66","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615b9ada7d79181a31670b75","topicId":"615b9ad67d79181a31670b66","verse":"Romans 6:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45006006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006006-1\">6&nbsp;</b>We know that our old self was crucified with him in order that the body of sin might be brought to nothing, so that we would no longer be enslaved to sin.</p>\n\n</div>","kjv":"<strong>6</strong> Knowing this, that our old man is crucified with him, that the body of sin might be destroyed, that henceforth we should not serve sin.  ","niv":"<sup><strong>6</strong></sup> For we know that our old self was crucified with him so that the body of sin might be done away with, that we should no longer be slaves to sin--"},{"_id":"615b9ada7d79181a31670b76","topicId":"615b9ad67d79181a31670b66","verse":"Exodus 31:1-11","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p02031001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02031001-1\">31:1&nbsp;</b>The LORD said to Moses, <b class=\"verse-num\" id=\"v02031002-1\">2&nbsp;</b>“See, I have called by name Bezalel the son of Uri, son of Hur, of the tribe of Judah, <b class=\"verse-num\" id=\"v02031003-1\">3&nbsp;</b>and I have filled him with the Spirit of God, with ability and intelligence, with knowledge and all craftsmanship, <b class=\"verse-num\" id=\"v02031004-1\">4&nbsp;</b>to devise artistic designs, to work in gold, silver, and bronze, <b class=\"verse-num\" id=\"v02031005-1\">5&nbsp;</b>in cutting stones for setting, and in carving wood, to work in every craft. <b class=\"verse-num\" id=\"v02031006-1\">6&nbsp;</b>And behold, I have appointed with him Oholiab, the son of Ahisamach, of the tribe of Dan. And I have given to all able men ability, that they may make all that I have commanded you: <b class=\"verse-num\" id=\"v02031007-1\">7&nbsp;</b>the tent of meeting, and the ark of the testimony, and the mercy seat that is on it, and all the furnishings of the tent, <b class=\"verse-num\" id=\"v02031008-1\">8&nbsp;</b>the table and its utensils, and the pure lampstand with all its utensils, and the altar of incense, <b class=\"verse-num\" id=\"v02031009-1\">9&nbsp;</b>and the altar of burnt offering with all its utensils, and the basin and its stand, <b class=\"verse-num\" id=\"v02031010-1\">10&nbsp;</b>and the finely worked garments, the holy garments for Aaron the priest and the garments of his sons, for their service as priests, <b class=\"verse-num\" id=\"v02031011-1\">11&nbsp;</b>and the anointing oil and the fragrant incense for the Holy Place. According to all that I have commanded you, they shall do.”</p>\n\n</div>","kjv":"<strong>1</strong> And the LORD spake unto Moses, saying,  <strong>2</strong> See, I have called by name Bezaleel the son of Uri, the son of Hur, of the tribe of Judah:  <strong>3</strong> And I have filled him with the spirit of God, in wisdom, and in understanding, and in knowledge, and in all manner of workmanship,  <strong>4</strong> To devise cunning works, to work in gold, and in silver, and in brass,  <strong>5</strong> And in cutting of stones, to set them, and in carving of timber, to work in all manner of workmanship.  <strong>6</strong> And I, behold, I have given with him Aholiab, the son of Ahisamach, of the tribe of Dan: and in the hearts of all that are wise hearted I have put wisdom, that they may make all that I have commanded thee;  <strong>7</strong> The tabernacle of the congregation, and the ark of the testimony, and the mercy seat that is thereupon, and all the furniture of the tabernacle,  <strong>8</strong> And the table and his furniture, and the pure candlestick with all his furniture, and the altar of incense,  <strong>9</strong> And the altar of burnt offering with all his furniture, and the laver and his foot,  <strong>10</strong> And the cloths of service, and the holy garments for Aaron the priest, and the garments of his sons, to minister in the priest’s office,  <strong>11</strong> And the anointing oil, and sweet incense for the holy place:  according to all that I have commanded thee shall they do.  ","niv":"<sup><strong>1</strong></sup> Then the LORD said to Moses, <sup><strong>2</strong></sup> \"See, I have chosen Bezalel son of Uri, the son of Hur, of the tribe of Judah, <sup><strong>3</strong></sup> and I have filled him with the Spirit of God, with skill, ability and knowledge in all kinds of crafts- <sup><strong>4</strong></sup> to make artistic designs for work in gold, silver and bronze, <sup><strong>5</strong></sup> to cut and set stones, to work in wood, and to engage in all kinds of craftsmanship. <sup><strong>6</strong></sup> Moreover, I have appointed Oholiab son of Ahisamach, of the tribe of Dan, to help him. Also I have given skill to all the craftsmen to make everything I have commanded you: <sup><strong>7</strong></sup> the Tent of Meeting, the ark of the Testimony with the atonement cover on it, and all the other furnishings of the tent- <sup><strong>8</strong></sup> the table and its articles, the pure gold lampstand and all its accessories, the altar of incense, <sup><strong>9</strong></sup> the altar of burnt offering and all its utensils, the basin with its stand- <sup><strong>10</strong></sup> and also the woven garments, both the sacred garments for Aaron the priest and the garments for his sons when they serve as priests, <sup><strong>11</strong></sup> and the anointing oil and fragrant incense for the Holy Place. They are to make them just as I commanded you.\" "},{"_id":"615b9adb7d79181a31670b77","topicId":"615b9ad67d79181a31670b66","verse":"1 Thessalonians 2:1-20","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p52002001_06-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v52002001-1\">2:1&nbsp;</b>For you yourselves know, brothers, that our coming to you was not in vain. <b class=\"verse-num\" id=\"v52002002-1\">2&nbsp;</b>But though we had already suffered and been shamefully treated at Philippi, as you know, we had boldness in our God to declare to you the gospel of God in the midst of much conflict. <b class=\"verse-num\" id=\"v52002003-1\">3&nbsp;</b>For our appeal does not spring from error or impurity or any attempt to deceive, <b class=\"verse-num\" id=\"v52002004-1\">4&nbsp;</b>but just as we have been approved by God to be entrusted with the gospel, so we speak, not to please man, but to please God who tests our hearts. <b class=\"verse-num\" id=\"v52002005-1\">5&nbsp;</b>For we never came with words of flattery, as you know, nor with a pretext for greed—God is witness. <b class=\"verse-num\" id=\"v52002006-1\">6&nbsp;</b>Nor did we seek glory from people, whether from you or from others, though we could have made demands as apostles of Christ. <b class=\"verse-num\" id=\"v52002007-1\">7&nbsp;</b>But we were gentle among you, like a nursing mother taking care of her own children. <b class=\"verse-num\" id=\"v52002008-1\">8&nbsp;</b>So, being affectionately desirous of you, we were ready to share with you not only the gospel of God but also our own selves, because you had become very dear to us.</p>\n<p id=\"p52002008_06-18\"><b class=\"verse-num\" id=\"v52002009-1\">9&nbsp;</b>For you remember, brothers, our labor and toil: we worked night and day, that we might not be a burden to any of you, while we proclaimed to you the gospel of God. <b class=\"verse-num\" id=\"v52002010-1\">10&nbsp;</b>You are witnesses, and God also, how holy and righteous and blameless was our conduct toward you believers. <b class=\"verse-num\" id=\"v52002011-1\">11&nbsp;</b>For you know how, like a father with his children, <b class=\"verse-num\" id=\"v52002012-1\">12&nbsp;</b>we exhorted each one of you and encouraged you and charged you to walk in a manner worthy of God, who calls you into his own kingdom and glory.</p>\n<p id=\"p52002012_06-18\"><b class=\"verse-num\" id=\"v52002013-1\">13&nbsp;</b>And we also thank God constantly for this, that when you received the word of God, which you heard from us, you accepted it not as the word of men but as what it really is, the word of God, which is at work in you believers. <b class=\"verse-num\" id=\"v52002014-1\">14&nbsp;</b>For you, brothers, became imitators of the churches of God in Christ Jesus that are in Judea. For you suffered the same things from your own countrymen as they did from the Jews, <b class=\"verse-num\" id=\"v52002015-1\">15&nbsp;</b>who killed both the Lord Jesus and the prophets, and drove us out, and displease God and oppose all mankind <b class=\"verse-num\" id=\"v52002016-1\">16&nbsp;</b>by hindering us from speaking to the Gentiles that they might be saved—so as always to fill up the measure of their sins. But wrath has come upon them at last!</p>\n\n<p id=\"p52002016_12-18\"><b class=\"verse-num\" id=\"v52002017-1\">17&nbsp;</b>But since we were torn away from you, brothers, for a short time, in person not in heart, we endeavored the more eagerly and with great desire to see you face to face, <b class=\"verse-num\" id=\"v52002018-1\">18&nbsp;</b>because we wanted to come to you—I, Paul, again and again—but Satan hindered us. <b class=\"verse-num\" id=\"v52002019-1\">19&nbsp;</b>For what is our hope or joy or crown of boasting before our Lord Jesus at his coming? Is it not you? <b class=\"verse-num\" id=\"v52002020-1\">20&nbsp;</b>For you are our glory and joy.</p>\n\n</div>","kjv":"<strong>1</strong> For yourselves, brethren, know our entrance in unto you, that it was not in vain:  <strong>2</strong> But even after that we had suffered before, and were shamefully entreated, as ye know, at Philippi, we were bold in our God to speak unto you the gospel of God with much contention.  <strong>3</strong> For our exhortation was not of deceit, nor of uncleanness, nor in guile:  <strong>4</strong> But as we were allowed of God to be put in trust with the gospel, even so we speak; not as pleasing men, but God, which trieth our hearts.  <strong>5</strong> For neither at any time used we flattering words, as ye know, nor a cloke of covetousness; God is witness:  <strong>6</strong> Nor of men sought we glory, neither of you, nor yet of others, when we might have been burdensome, as the apostles of Christ.  <strong>7</strong> But we were gentle among you, even as a nurse cherisheth her children:  <strong>8</strong> So being affectionately desirous of you, we were willing to have imparted unto you, not the gospel of God only, but also our own souls, because ye were dear unto us.  <strong>9</strong> For ye remember, brethren, our labour and travail: for labouring night and day, because we would not be chargeable unto any of you, we preached unto you the gospel of God.  <strong>10</strong> Ye are witnesses, and God also, how holily and justly and unblameably we behaved ourselves among you that believe:  <strong>11</strong> As ye know how we exhorted and comforted and charged every one of you, as a father doth his children,  <strong>12</strong> That ye would walk worthy of God, who hath called you unto his kingdom and glory.  <strong>13</strong> For this cause also thank we God without ceasing, because, when ye received the word of God which ye heard of us, ye received it not as the word of men, but as it is in truth, the word of God, which effectually worketh also in you that believe.  <strong>14</strong> For ye, brethren, became followers of the churches of God which in Judaea are in Christ Jesus: for ye also have suffered like things of your own countrymen, even as they have of the Jews:  <strong>15</strong> Who both killed the Lord Jesus, and their own prophets, and have persecuted us; and they please not God, and are contrary to all men:  <strong>16</strong> Forbidding us to speak to the Gentiles that they might be saved, to fill up their sins alway: for the wrath is come upon them to the uttermost.  <strong>17</strong> But we, brethren, being taken from you for a short time in presence, not in heart, endeavoured the more abundantly to see your face with great desire.  <strong>18</strong> Wherefore we would have come unto you, even I Paul, once and again; but Satan hindered us.  <strong>19</strong> For what is our hope, or joy, or crown of rejoicing? Are not even ye in the presence of our Lord Jesus Christ at his coming?  <strong>20</strong> For ye are our glory and joy.  ","niv":"<sup><strong>1</strong></sup> You know, brothers, that our visit to you was not a failure. <sup><strong>2</strong></sup> We had previously suffered and been insulted in Philippi, as you know, but with the help of our God we dared to tell you his gospel in spite of strong opposition. <sup><strong>3</strong></sup> For the appeal we make does not spring from error or impure motives, nor are we trying to trick you. <sup><strong>4</strong></sup> On the contrary, we speak as men approved by God to be entrusted with the gospel. We are not trying to please men but God, who tests our hearts. <sup><strong>5</strong></sup> You know we never used flattery, nor did we put on a mask to cover up greed--God is our witness. <sup><strong>6</strong></sup> We were not looking for praise from men, not from you or anyone else. <sup><strong>7</strong></sup> As apostles of Christ we could have been a burden to you, but we were gentle among you, like a mother caring for her little children. <sup><strong>8</strong></sup> We loved you so much that we were delighted to share with you not only the gospel of God but our lives as well, because you had become so dear to us. <sup><strong>9</strong></sup> Surely you remember, brothers, our toil and hardship; we worked night and day in order not to be a burden to anyone while we preached the gospel of God to you. <sup><strong>10</strong></sup> You are witnesses, and so is God, of how holy, righteous and blameless we were among you who believed. <sup><strong>11</strong></sup> For you know that we dealt with each of you as a father deals with his own children, <sup><strong>12</strong></sup> encouraging, comforting and urging you to live lives worthy of God, who calls you into his kingdom and glory. <sup><strong>13</strong></sup> And we also thank God continually because, when you received the word of God, which you heard from us, you accepted it not as the word of men, but as it actually is, the word of God, which is at work in you who believe. <sup><strong>14</strong></sup> For you, brothers, became imitators of God's churches in Judea, which are in Christ Jesus: You suffered from your own countrymen the same things those churches suffered from the Jews, <sup><strong>15</strong></sup> who killed the Lord Jesus and the prophets and also drove us out. They displease God and are hostile to all men <sup><strong>16</strong></sup> in their effort to keep us from speaking to the Gentiles so that they may be saved. In this way they always heap up their sins to the limit. The wrath of God has come upon them at last. <sup><strong>17</strong></sup> But, brothers, when we were torn away from you for a short time (in person, not in thought), out of our intense longing we made every effort to see you. <sup><strong>18</strong></sup> For we wanted to come to you--certainly I, Paul, did, again and again--but Satan stopped us. <sup><strong>19</strong></sup> For what is our hope, our joy, or the crown in which we will glory in the presence of our Lord Jesus when he comes? Is it not you? <sup><strong>20</strong></sup> Indeed, you are our glory and joy. "},{"_id":"615b9adb7d79181a31670b78","topicId":"615b9ad67d79181a31670b66","verse":"1 Corinthians 6:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006011_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006011-1\">11&nbsp;</b>And such were some of you. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God.</p>\n</div>","kjv":"<strong>11</strong> And such were some of you: but ye are washed, but ye are sanctified, but ye are justified in the name of the Lord Jesus, and by the Spirit of our God.  ","niv":"<sup><strong>11</strong></sup> And that is what some of you were. But you were washed, you were sanctified, you were justified in the name of the Lord Jesus Christ and by the Spirit of our God."},{"_id":"615b9adb7d79181a31670b79","topicId":"615b9ad67d79181a31670b66","verse":"1 Corinthians 2:13","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46002013_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46002013-1\">13&nbsp;</b>And we impart this in words not taught by human wisdom but taught by the Spirit, interpreting spiritual truths to those who are spiritual.</p>\n\n</div>","kjv":"<strong>13</strong> Which things also we speak, not in the words which man’s wisdom teacheth, but which the Holy Ghost teacheth; comparing spiritual things with spiritual.  ","niv":"<sup><strong>13</strong></sup> This is what we speak, not in words taught us by human wisdom but in words taught by the Spirit, expressing spiritual truths in spiritual words.","modified":"2022-07-29T13:55:17.749Z"},{"_id":"615b9adb7d79181a31670b7a","topicId":"615b9ad67d79181a31670b66","verse":"Matthew 10:27","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40010027_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40010027-1\">27&nbsp;</b><span class=\"woc\">What I tell you in the dark, say in the light, and what you hear whispered, proclaim on the housetops.</span></p>\n</div>","kjv":"<strong>27</strong> What I tell you in darkness, that speak ye in light: and what ye hear in the ear, that preach ye upon the housetops.  ","niv":"<sup><strong>27</strong></sup> What I tell you in the dark, speak in the daylight; what is whispered in your ear, proclaim from the roofs."},{"_id":"615b9adc7d79181a31670b7b","topicId":"615b9ad67d79181a31670b66","verse":"Psalm 136:1-26","votes":2,"__v":0,"esv":"<div>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19136001_06-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19136001-1\">136:1&nbsp;</b>&nbsp;&nbsp;Give thanks to the LORD, for he is good,</span><br><span id=\"p19136001_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span id=\"p19136002_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136002-1\">2&nbsp;</b>&nbsp;&nbsp;Give thanks to the God of gods,</span><br><span id=\"p19136002_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span id=\"p19136003_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136003-1\">3&nbsp;</b>&nbsp;&nbsp;Give thanks to the Lord of lords,</span><br><span id=\"p19136003_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136004_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136004-1\">4&nbsp;</b>&nbsp;&nbsp;to him who alone does great wonders,</span><br><span id=\"p19136004_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136005_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136005-1\">5&nbsp;</b>&nbsp;&nbsp;to him who by understanding made the heavens,</span><br><span id=\"p19136005_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136006_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136006-1\">6&nbsp;</b>&nbsp;&nbsp;to him who spread out the earth above the waters,</span><br><span id=\"p19136006_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136007_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136007-1\">7&nbsp;</b>&nbsp;&nbsp;to him who made the great lights,</span><br><span id=\"p19136007_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136008_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136008-1\">8&nbsp;</b>&nbsp;&nbsp;the sun to rule over the day,</span><br><span id=\"p19136008_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136009_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136009-1\">9&nbsp;</b>&nbsp;&nbsp;the moon and stars to rule over the night,</span><br><span id=\"p19136009_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136010_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136010-1\">10&nbsp;</b>&nbsp;&nbsp;to him who struck down the firstborn of Egypt,</span><br><span id=\"p19136010_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136011_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136011-1\">11&nbsp;</b>&nbsp;&nbsp;and brought Israel out from among them,</span><br><span id=\"p19136011_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136012_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136012-1\">12&nbsp;</b>&nbsp;&nbsp;with a strong hand and an outstretched arm,</span><br><span id=\"p19136012_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136013_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136013-1\">13&nbsp;</b>&nbsp;&nbsp;to him who divided the Red Sea in two,</span><br><span id=\"p19136013_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136014_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136014-1\">14&nbsp;</b>&nbsp;&nbsp;and made Israel pass through the midst of it,</span><br><span id=\"p19136014_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136015_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136015-1\">15&nbsp;</b>&nbsp;&nbsp;but overthrew Pharaoh and his host in the Red Sea,</span><br><span id=\"p19136015_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136016_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136016-1\">16&nbsp;</b>&nbsp;&nbsp;to him who led his people through the wilderness,</span><br><span id=\"p19136016_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136017_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136017-1\">17&nbsp;</b>&nbsp;&nbsp;to him who struck down great kings,</span><br><span id=\"p19136017_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136018_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136018-1\">18&nbsp;</b>&nbsp;&nbsp;and killed mighty kings,</span><br><span id=\"p19136018_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136019_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136019-1\">19&nbsp;</b>&nbsp;&nbsp;Sihon, king of the Amorites,</span><br><span id=\"p19136019_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136020_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136020-1\">20&nbsp;</b>&nbsp;&nbsp;and Og, king of Bashan,</span><br><span id=\"p19136020_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136021_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136021-1\">21&nbsp;</b>&nbsp;&nbsp;and gave their land as a heritage,</span><br><span id=\"p19136021_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136022_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136022-1\">22&nbsp;</b>&nbsp;&nbsp;a heritage to Israel his servant,</span><br><span id=\"p19136022_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136023_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136023-1\">23&nbsp;</b>&nbsp;&nbsp;It is he who remembered us in our low estate,</span><br><span id=\"p19136023_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136024_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136024-1\">24&nbsp;</b>&nbsp;&nbsp;and rescued us from our foes,</span><br><span id=\"p19136024_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever;</span><br><span id=\"p19136025_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136025-1\">25&nbsp;</b>&nbsp;&nbsp;he who gives food to all flesh,</span><br><span id=\"p19136025_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19136026_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19136026-1\">26&nbsp;</b>&nbsp;&nbsp;Give thanks to the God of heaven,</span><br><span id=\"p19136026_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his steadfast love endures forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O give thanks unto the LORD; for he is good: for his mercy endureth for ever.  <strong>2</strong> O give thanks unto the God of gods: for his mercy endureth  for ever.  <strong>3</strong> O give thanks to the Lord of lords: for his mercy endureth  for ever.  <strong>4</strong> To him who alone doeth great wonders: for his mercy endureth  for ever.  <strong>5</strong> To him that by wisdom made the heavens: for his mercy endureth  for ever.  <strong>6</strong> To him that stretched out the earth above the waters: for his mercy endureth for ever.  <strong>7</strong> To him that made great lights: for his mercy endureth for ever:  <strong>8</strong> The sun to rule by day: for his mercy endureth for ever:  <strong>9</strong> The moon and stars to rule by night: for his mercy endureth  for ever.  <strong>10</strong> To him that smote Egypt in their firstborn: for his mercy endureth  for ever:  <strong>11</strong> And brought out Israel from among them: for his mercy endureth  for ever:  <strong>12</strong> With a strong hand, and with a stretched out arm: for his mercy endureth for ever.  <strong>13</strong> To him which divided the Red sea into parts: for his mercy endureth  for ever:  <strong>14</strong> And made Israel to pass through the midst of it: for his mercy endureth for ever:  <strong>15</strong> But overthrew Pharaoh and his host in the Red sea: for his mercy endureth for ever.  <strong>16</strong> To him which led his people through the wilderness: for his mercy endureth for ever.  <strong>17</strong> To him which smote great kings: for his mercy endureth for ever:  <strong>18</strong> And slew famous kings: for his mercy endureth for ever:  <strong>19</strong> Sihon king of the Amorites: for his mercy endureth for ever:  <strong>20</strong> And Og the king of Bashan: for his mercy endureth for ever:  <strong>21</strong> And gave their land for an heritage: for his mercy endureth  for ever:  <strong>22</strong>             Even an heritage unto Israel his servant: for his mercy endureth for ever.  <strong>23</strong> Who remembered us in our low estate: for his mercy endureth  for ever:  <strong>24</strong> And hath redeemed us from our enemies: for his mercy endureth  for ever.  <strong>25</strong> Who giveth food to all flesh: for his mercy endureth for ever.  <strong>26</strong> O give thanks unto the God of heaven: for his mercy endureth  for ever.  ","niv":"<sup><strong>1</strong></sup> Give thanks to the LORD, for he is good. His love endures forever. <sup><strong>2</strong></sup> Give thanks to the God of gods. His love endures forever. <sup><strong>3</strong></sup> Give thanks to the Lord of lords: His love endures forever. <sup><strong>4</strong></sup> to him who alone does great wonders, His love endures forever. <sup><strong>5</strong></sup> who by his understanding made the heavens, His love endures forever. <sup><strong>6</strong></sup> who spread out the earth upon the waters, His love endures forever. <sup><strong>7</strong></sup> who made the great lights- His love endures forever. <sup><strong>8</strong></sup> the sun to govern the day, His love endures forever. <sup><strong>9</strong></sup> the moon and stars to govern the night; His love endures forever. <sup><strong>10</strong></sup> to him who struck down the firstborn of Egypt His love endures forever. <sup><strong>11</strong></sup> and brought Israel out from among them His love endures forever. <sup><strong>12</strong></sup> with a mighty hand and outstretched arm; His love endures forever. <sup><strong>13</strong></sup> to him who divided the Red Sea asunder His love endures forever. <sup><strong>14</strong></sup> and brought Israel through the midst of it, His love endures forever. <sup><strong>15</strong></sup> but swept Pharaoh and his army into the Red Sea; His love endures forever. <sup><strong>16</strong></sup> to him who led his people through the desert, His love endures forever. <sup><strong>17</strong></sup> who struck down great kings, His love endures forever. <sup><strong>18</strong></sup> and killed mighty kings- His love endures forever. <sup><strong>19</strong></sup> Sihon king of the Amorites His love endures forever. <sup><strong>20</strong></sup> and Og king of Bashan- His love endures forever. <sup><strong>21</strong></sup> and gave their land as an inheritance, His love endures forever. <sup><strong>22</strong></sup> an inheritance to his servant Israel; His love endures forever. <sup><strong>23</strong></sup> to the One who remembered us in our low estate His love endures forever. <sup><strong>24</strong></sup> and freed us from our enemies, His love endures forever. <sup><strong>25</strong></sup> and who gives food to every creature. His love endures forever. <sup><strong>26</strong></sup> Give thanks to the God of heaven. His love endures forever. "},{"_id":"615b9adc7d79181a31670b7c","topicId":"615b9ad67d79181a31670b66","verse":"Psalm 44:1-26","votes":2,"__v":0,"esv":"<div>\n\n<h4 id=\"p19044001_05-25\" class=\"psalm-title\">To the choirmaster. A Maskil of the Sons of Korah.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19044001_05-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19044001-1\">44:1&nbsp;</b>&nbsp;&nbsp;O God, we have heard with our ears,</span><br><span id=\"p19044001_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our fathers have told us,</span><br><span id=\"p19044001_05-25\" class=\"line\">&nbsp;&nbsp;what deeds you performed in their days,</span><br><span id=\"p19044001_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the days of old:</span><br><span id=\"p19044002_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044002-1\">2&nbsp;</b>&nbsp;&nbsp;you with your own hand drove out the nations,</span><br><span id=\"p19044002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but them you planted;</span><br><span id=\"p19044002_05-25\" class=\"line\">&nbsp;&nbsp;you afflicted the peoples,</span><br><span id=\"p19044002_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but them you set free;</span><br><span id=\"p19044003_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044003-1\">3&nbsp;</b>&nbsp;&nbsp;for not by their own sword did they win the land,</span><br><span id=\"p19044003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor did their own arm save them,</span><br><span id=\"p19044003_05-25\" class=\"line\">&nbsp;&nbsp;but your right hand and your arm,</span><br><span id=\"p19044003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light of your face,</span><br><span id=\"p19044003_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for you delighted in them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19044004_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044004-1\">4&nbsp;</b>&nbsp;&nbsp;You are my King, O God;</span><br><span id=\"p19044004_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;ordain salvation for Jacob!</span><br><span id=\"p19044005_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044005-1\">5&nbsp;</b>&nbsp;&nbsp;Through you we push down our foes;</span><br><span id=\"p19044005_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;through your name we tread down those who rise up against us.</span><br><span id=\"p19044006_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044006-1\">6&nbsp;</b>&nbsp;&nbsp;For not in my bow do I trust,</span><br><span id=\"p19044006_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor can my sword save me.</span><br><span id=\"p19044007_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044007-1\">7&nbsp;</b>&nbsp;&nbsp;But you have saved us from our foes</span><br><span id=\"p19044007_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have put to shame those who hate us.</span><br><span id=\"p19044008_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044008-1\">8&nbsp;</b>&nbsp;&nbsp;In God we have boasted continually,</span><br><span id=\"p19044008_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we will give thanks to your name forever. <span class=\"selah\">Selah</span></span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19044009_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044009-1\">9&nbsp;</b>&nbsp;&nbsp;But you have rejected us and disgraced us</span><br><span id=\"p19044009_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have not gone out with our armies.</span><br><span id=\"p19044010_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044010-1\">10&nbsp;</b>&nbsp;&nbsp;You have made us turn back from the foe,</span><br><span id=\"p19044010_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who hate us have gotten spoil.</span><br><span id=\"p19044011_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044011-1\">11&nbsp;</b>&nbsp;&nbsp;You have made us like sheep for slaughter</span><br><span id=\"p19044011_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and have scattered us among the nations.</span><br><span id=\"p19044012_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044012-1\">12&nbsp;</b>&nbsp;&nbsp;You have sold your people for a trifle,</span><br><span id=\"p19044012_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;demanding no high price for them.</span><br><span id=\"p19044013_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044013-1\">13&nbsp;</b>&nbsp;&nbsp;You have made us the taunt of our neighbors,</span><br><span id=\"p19044013_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the derision and scorn of those around us.</span><br><span id=\"p19044014_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044014-1\">14&nbsp;</b>&nbsp;&nbsp;You have made us a byword among the nations,</span><br><span id=\"p19044014_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a laughingstock among the peoples.</span><br><span id=\"p19044015_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044015-1\">15&nbsp;</b>&nbsp;&nbsp;All day long my disgrace is before me,</span><br><span id=\"p19044015_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shame has covered my face</span><br><span id=\"p19044016_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044016-1\">16&nbsp;</b>&nbsp;&nbsp;at the sound of the taunter and reviler,</span><br><span id=\"p19044016_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;at the sight of the enemy and the avenger.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19044017_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044017-1\">17&nbsp;</b>&nbsp;&nbsp;All this has come upon us,</span><br><span id=\"p19044017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;though we have not forgotten you,</span><br><span id=\"p19044017_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and we have not been false to your covenant.</span><br><span id=\"p19044018_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044018-1\">18&nbsp;</b>&nbsp;&nbsp;Our heart has not turned back,</span><br><span id=\"p19044018_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor have our steps departed from your way;</span><br><span id=\"p19044019_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044019-1\">19&nbsp;</b>&nbsp;&nbsp;yet you have broken us in the place of jackals</span><br><span id=\"p19044019_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and covered us with the shadow of death.</span><br><span id=\"p19044020_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044020-1\">20&nbsp;</b>&nbsp;&nbsp;If we had forgotten the name of our God</span><br><span id=\"p19044020_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or spread out our hands to a foreign god,</span><br><span id=\"p19044021_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044021-1\">21&nbsp;</b>&nbsp;&nbsp;would not God discover this?</span><br><span id=\"p19044021_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For he knows the secrets of the heart.</span><br><span id=\"p19044022_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044022-1\">22&nbsp;</b>&nbsp;&nbsp;Yet for your sake we are killed all the day long;</span><br><span id=\"p19044022_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are regarded as sheep to be slaughtered.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19044023_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044023-1\">23&nbsp;</b>&nbsp;&nbsp;Awake! Why are you sleeping, O Lord?</span><br><span id=\"p19044023_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Rouse yourself! Do not reject us forever!</span><br><span id=\"p19044024_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044024-1\">24&nbsp;</b>&nbsp;&nbsp;Why do you hide your face?</span><br><span id=\"p19044024_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why do you forget our affliction and oppression?</span><br><span id=\"p19044025_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044025-1\">25&nbsp;</b>&nbsp;&nbsp;For our soul is bowed down to the dust;</span><br><span id=\"p19044025_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;our belly clings to the ground.</span><br><span id=\"p19044026_05-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19044026-1\">26&nbsp;</b>&nbsp;&nbsp;Rise up; come to our help!</span><br><span id=\"p19044026_05-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Redeem us for the sake of your steadfast love!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> We have heard with our ears, O God, our fathers have told us, what  work thou didst in their days, in the times of old.  <strong>2</strong>             How thou didst drive out the heathen with thy hand, and plantedst them; how thou didst afflict the people, and cast them out.  <strong>3</strong> For they got not the land in possession by their own sword, neither did their own arm save them: but thy right hand, and thine arm, and the light of thy countenance, because thou hadst a favour unto them.  <strong>4</strong> Thou art my King, O God: command deliverances for Jacob.  <strong>5</strong> Through thee will we push down our enemies: through thy name will we tread them under that rise up against us.  <strong>6</strong> For I will not trust in my bow, neither shall my sword save me.  <strong>7</strong> But thou hast saved us from our enemies, and hast put them to shame that hated us.  <strong>8</strong> In God we boast all the day long, and praise thy name for ever. Selah.  <strong>9</strong> But thou hast cast off, and put us to shame; and goest not forth with our armies.  <strong>10</strong> Thou makest us to turn back from the enemy: and they which hate us spoil for themselves.  <strong>11</strong> Thou hast given us like sheep appointed for meat; and hast scattered us among the heathen.  <strong>12</strong> Thou sellest thy people for nought, and dost not increase thy wealth by their price.  <strong>13</strong> Thou makest us a reproach to our neighbours, a scorn and a derision to them that are round about us.  <strong>14</strong> Thou makest us a byword among the heathen, a shaking of the head among the people.  <strong>15</strong> My confusion is continually before me, and the shame of my face hath covered me,  <strong>16</strong> For the voice of him that reproacheth and blasphemeth; by reason of the enemy and avenger.  <strong>17</strong> All this is come upon us; yet have we not forgotten thee, neither have we dealt falsely in thy covenant.  <strong>18</strong> Our heart is not turned back, neither have our steps declined from thy way;  <strong>19</strong> Though thou hast sore broken us in the place of dragons, and covered us with the shadow of death.  <strong>20</strong> If we have forgotten the name of our God, or stretched out our hands to a strange god;  <strong>21</strong> Shall not God search this out? for he knoweth the secrets of the heart.  <strong>22</strong> Yea, for thy sake are we killed all the day long; we are counted as sheep for the slaughter.  <strong>23</strong> Awake, why sleepest thou, O Lord? arise, cast us not off for ever.  <strong>24</strong> Wherefore hidest thou thy face, and forgettest our affliction and our oppression?  <strong>25</strong> For our soul is bowed down to the dust: our belly cleaveth unto the earth.  <strong>26</strong> Arise for our help, and redeem us for thy mercies’ sake.  ","niv":"<sup><strong>1</strong></sup> We have heard with our ears, O God; our fathers have told us what you did in their days, in days long ago. <sup><strong>2</strong></sup> With your hand you drove out the nations and planted our fathers; you crushed the peoples and made our fathers flourish. <sup><strong>3</strong></sup> It was not by their sword that they won the land, nor did their arm bring them victory; it was your right hand, your arm, and the light of your face, for you loved them. <sup><strong>4</strong></sup> You are my King and my God, who decrees victories for Jacob. <sup><strong>5</strong></sup> Through you we push back our enemies; through your name we trample our foes. <sup><strong>6</strong></sup> I do not trust in my bow, my sword does not bring me victory; <sup><strong>7</strong></sup> but you give us victory over our enemies, you put our adversaries to shame. <sup><strong>8</strong></sup> In God we make our boast all day long, and we will praise your name forever. Selah <sup><strong>9</strong></sup> But now you have rejected and humbled us; you no longer go out with our armies. <sup><strong>10</strong></sup> You made us retreat before the enemy, and our adversaries have plundered us. <sup><strong>11</strong></sup> You gave us up to be devoured like sheep and have scattered us among the nations. <sup><strong>12</strong></sup> You sold your people for a pittance, gaining nothing from their sale. <sup><strong>13</strong></sup> You have made us a reproach to our neighbors, the scorn and derision of those around us. <sup><strong>14</strong></sup> You have made us a byword among the nations; the peoples shake their heads at us. <sup><strong>15</strong></sup> My disgrace is before me all day long, and my face is covered with shame <sup><strong>16</strong></sup> at the taunts of those who reproach and revile me, because of the enemy, who is bent on revenge. <sup><strong>17</strong></sup> All this happened to us, though we had not forgotten you or been false to your covenant. <sup><strong>18</strong></sup> Our hearts had not turned back; our feet had not strayed from your path. <sup><strong>19</strong></sup> But you crushed us and made us a haunt for jackals and covered us over with deep darkness. <sup><strong>20</strong></sup> If we had forgotten the name of our God or spread out our hands to a foreign god, <sup><strong>21</strong></sup> would not God have discovered it, since he knows the secrets of the heart? <sup><strong>22</strong></sup> Yet for your sake we face death all day long; we are considered as sheep to be slaughtered. <sup><strong>23</strong></sup> Awake, O Lord! Why do you sleep? Rouse yourself! Do not reject us forever. <sup><strong>24</strong></sup> Why do you hide your face and forget our misery and oppression? <sup><strong>25</strong></sup> We are brought down to the dust; our bodies cling to the ground. <sup><strong>26</strong></sup> Rise up and help us; redeem us because of your unfailing love. "},{"_id":"615b9adc7d79181a31670b7d","topicId":"615b9ad67d79181a31670b66","verse":"1 Kings 14:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11014024_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v11014024-1\">24&nbsp;</b>and there were also male cult prostitutes in the land. They did according to all the abominations of the nations that the LORD drove out before the people of Israel.</p>\n</div>","kjv":"<strong>24</strong> And there were also sodomites in the land: and they did according to all the abominations of the nations which the LORD cast out before the children of Israel.  ","niv":"<sup><strong>24</strong></sup> There were even male shrine prostitutes in the land; the people engaged in all the detestable practices of the nations the LORD had driven out before the Israelites."},{"_id":"615b9add7d79181a31670b7e","topicId":"615b9ad67d79181a31670b66","verse":"Exodus 23:4-5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p02023004_01-28\"><b class=\"verse-num\" id=\"v02023004-1\">4&nbsp;</b>“If you meet your enemy’s ox or his donkey going astray, you shall bring it back to him. <b class=\"verse-num\" id=\"v02023005-1\">5&nbsp;</b>If you see the donkey of one who hates you lying down under its burden, you shall refrain from leaving him with it; you shall rescue it with him.</p>\n</div>","kjv":"<strong>4</strong> If thou meet thine enemy’s ox or his ass going astray, thou shalt surely bring it back to him again.  <strong>5</strong> If thou see the ass of him that hateth thee lying under his burden, and wouldest forbear to help him, thou shalt surely help with him.  ","niv":"<sup><strong>4</strong></sup> \"If you come across your enemy's ox or donkey wandering off, be sure to take it back to him. <sup><strong>5</strong></sup> If you see the donkey of someone who hates you fallen down under its load, do not leave it there; be sure you help him with it. "},{"_id":"615b9add7d79181a31670b7f","topicId":"615b9ad67d79181a31670b66","verse":"Romans 1:26","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45001026_01-29\"><b class=\"verse-num\" id=\"v45001026-1\">26&nbsp;</b>For this reason God gave them up to dishonorable passions. For their women exchanged natural relations for those that are contrary to nature;</p>\n</div>","kjv":"<strong>26</strong> For this cause God gave them up unto vile affections: for even their women did change the natural use into that which is against nature:  ","niv":"<sup><strong>26</strong></sup> Because of this, God gave them over to shameful lusts. Even their women exchanged natural relations for unnatural ones."}]}