{"_id":"615ba5567d79181a31670f4e","slug":"conspiracies","name":"Conspiracies","verses":[{"_id":"615ba5577d79181a31670f4f","topicId":"615ba5567d79181a31670f4e","verse":"Isaiah 8:12","votes":42,"__v":0,"esv":"<div>\n<p id=\"p23008012_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008012-1\">12&nbsp;</b>“Do not call conspiracy all that this people calls conspiracy, and do not fear what they fear, nor be in dread.</p>\n</div>","kjv":"<strong>12</strong> Say ye not, A confederacy, to all them to whom this people shall say, A confederacy; neither fear ye their fear, nor be afraid.  ","niv":"<sup><strong>12</strong></sup> \"Do not call conspiracy everything that these people call conspiracy; do not fear what they fear, and do not dread it.","modified":"2023-10-20T19:54:49.598Z"},{"_id":"615ba5587d79181a31670f50","topicId":"615ba5567d79181a31670f4e","verse":"Mark 3:6","votes":14,"__v":0,"esv":"<div>\n<p id=\"p41003006_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v41003006-1\">6&nbsp;</b>The Pharisees went out and immediately held counsel with the Herodians against him, how to destroy him.</p>\n</div>","kjv":"<strong>6</strong> And the Pharisees went forth, and straightway took counsel with the Herodians against him, how they might destroy him.  ","niv":"<sup><strong>6</strong></sup> Then the Pharisees went out and began to plot with the Herodians how they might kill Jesus.","modified":"2022-10-09T09:09:32.517Z"},{"_id":"615ba5587d79181a31670f51","topicId":"615ba5567d79181a31670f4e","verse":"Psalm 83:3","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19083003_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19083003-1\">3&nbsp;</b>&nbsp;&nbsp;They lay crafty plans against your people;</span><br><span id=\"p19083003_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they consult together against your treasured ones.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> They have taken crafty counsel against thy people, and consulted against thy hidden ones.  ","niv":"<sup><strong>3</strong></sup> With cunning they conspire against your people; they plot against those you cherish.","modified":"2023-08-14T21:33:04.274Z"},{"_id":"615ba5587d79181a31670f52","topicId":"615ba5567d79181a31670f4e","verse":"Proverbs 26:27","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026027_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026027-1\">27&nbsp;</b>&nbsp;&nbsp;Whoever digs a pit will fall into it,</span><br><span id=\"p20026027_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a stone will come back on him who starts it rolling.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>27</strong> Whoso diggeth a pit shall fall therein: and he that rolleth a stone, it will return upon him.  ","niv":"<sup><strong>27</strong></sup> If a man digs a pit, he will fall into it; if a man rolls a stone, it will roll back on him."},{"_id":"615ba5587d79181a31670f53","topicId":"615ba5567d79181a31670f4e","verse":"Jeremiah 11:9","votes":9,"__v":0,"esv":"<div>\n<p id=\"p24011009_01-5\"><b class=\"verse-num\" id=\"v24011009-1\">9&nbsp;</b>Again the LORD said to me, “A conspiracy exists among the men of Judah and the inhabitants of Jerusalem.</p>\n</div>","kjv":"<strong>9</strong> And the LORD said unto me, A conspiracy is found among the men of Judah, and among the inhabitants of Jerusalem.  ","niv":"<sup><strong>9</strong></sup> Then the LORD said to me, \"There is a conspiracy among the people of Judah and those who live in Jerusalem."},{"_id":"615ba5587d79181a31670f54","topicId":"615ba5567d79181a31670f4e","verse":"Revelation 20:1-15","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p66020001_04-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66020001-1\">20:1&nbsp;</b>Then I saw an angel coming down from heaven, holding in his hand the key to the bottomless pit and a great chain. <b class=\"verse-num\" id=\"v66020002-1\">2&nbsp;</b>And he seized the dragon, that ancient serpent, who is the devil and Satan, and bound him for a thousand years, <b class=\"verse-num\" id=\"v66020003-1\">3&nbsp;</b>and threw him into the pit, and shut it and sealed it over him, so that he might not deceive the nations any longer, until the thousand years were ended. After that he must be released for a little while.</p>\n<p id=\"p66020003_04-6\"><b class=\"verse-num\" id=\"v66020004-1\">4&nbsp;</b>Then I saw thrones, and seated on them were those to whom the authority to judge was committed. Also I saw the souls of those who had been beheaded for the testimony of Jesus and for the word of God, and those who had not worshiped the beast or its image and had not received its mark on their foreheads or their hands. They came to life and reigned with Christ for a thousand years. <b class=\"verse-num\" id=\"v66020005-1\">5&nbsp;</b>The rest of the dead did not come to life until the thousand years were ended. This is the first resurrection. <b class=\"verse-num\" id=\"v66020006-1\">6&nbsp;</b>Blessed and holy is the one who shares in the first resurrection! Over such the second death has no power, but they will be priests of God and of Christ, and they will reign with him for a thousand years.</p>\n\n<p id=\"p66020006_08-6\"><b class=\"verse-num\" id=\"v66020007-1\">7&nbsp;</b>And when the thousand years are ended, Satan will be released from his prison <b class=\"verse-num\" id=\"v66020008-1\">8&nbsp;</b>and will come out to deceive the nations that are at the four corners of the earth, Gog and Magog, to gather them for battle; their number is like the sand of the sea. <b class=\"verse-num\" id=\"v66020009-1\">9&nbsp;</b>And they marched up over the broad plain of the earth and surrounded the camp of the saints and the beloved city, but fire came down from heaven and consumed them, <b class=\"verse-num\" id=\"v66020010-1\">10&nbsp;</b>and the devil who had deceived them was thrown into the lake of fire and sulfur where the beast and the false prophet were, and they will be tormented day and night forever and ever.</p>\n\n<p id=\"p66020010_14-6\"><b class=\"verse-num\" id=\"v66020011-1\">11&nbsp;</b>Then I saw a great white throne and him who was seated on it. From his presence earth and sky fled away, and no place was found for them. <b class=\"verse-num\" id=\"v66020012-1\">12&nbsp;</b>And I saw the dead, great and small, standing before the throne, and books were opened. Then another book was opened, which is the book of life. And the dead were judged by what was written in the books, according to what they had done. <b class=\"verse-num\" id=\"v66020013-1\">13&nbsp;</b>And the sea gave up the dead who were in it, Death and Hades gave up the dead who were in them, and they were judged, each one of them, according to what they had done. <b class=\"verse-num\" id=\"v66020014-1\">14&nbsp;</b>Then Death and Hades were thrown into the lake of fire. This is the second death, the lake of fire. <b class=\"verse-num\" id=\"v66020015-1\">15&nbsp;</b>And if anyone’s name was not found written in the book of life, he was thrown into the lake of fire.</p>\n\n</div>","kjv":"<strong>1</strong> And I saw an angel come down from heaven, having the key of the bottomless pit and a great chain in his hand.  <strong>2</strong> And he laid hold on the dragon, that old serpent, which is the Devil, and Satan, and bound him a thousand years,  <strong>3</strong> And cast him into the bottomless pit, and shut him up, and set a seal upon him, that he should deceive the nations no more, till the thousand years should be fulfilled: and after that he must be loosed a little season.  <strong>4</strong> And I saw thrones, and they sat upon them, and judgment was given unto them: and I saw the souls of them that were beheaded for the witness of Jesus, and for the word of God, and which had not worshipped the beast, neither his image, neither had received his mark upon their foreheads, or in their hands; and they lived and reigned with Christ a thousand years.  <strong>5</strong> But the rest of the dead lived not again until the thousand years were finished. This is the first resurrection.  <strong>6</strong> Blessed and holy is he that hath part in the first resurrection: on such the second death hath no power, but they shall be priests of God and of Christ, and shall reign with him a thousand years.  <strong>7</strong> And when the thousand years are expired, Satan shall be loosed out of his prison,  <strong>8</strong> And shall go out to deceive the nations which are in the four quarters of the earth, Gog and Magog, to gather them together to battle: the number of whom is as the sand of the sea.  <strong>9</strong> And they went up on the breadth of the earth, and compassed the camp of the saints about, and the beloved city: and fire came down from God out of heaven, and devoured them.  <strong>10</strong> And the devil that deceived them was cast into the lake of fire and brimstone, where the beast and the false prophet are, and shall be tormented day and night for ever and ever.  <strong>11</strong> And I saw a great white throne, and him that sat on it, from whose face the earth and the heaven fled away; and there was found no place for them.  <strong>12</strong> And I saw the dead, small and great, stand before God; and the books were opened: and another book was opened, which is the book of life: and the dead were judged out of those things which were written in the books, according to their works.  <strong>13</strong> And the sea gave up the dead which were in it; and death and hell delivered up the dead which were in them: and they were judged every man according to their works.  <strong>14</strong> And death and hell were cast into the lake of fire. This is the second death.  <strong>15</strong> And whosoever was not found written in the book of life was cast into the lake of fire.  ","niv":"<sup><strong>1</strong></sup> And I saw an angel coming down out of heaven, having the key to the Abyss and holding in his hand a great chain. <sup><strong>2</strong></sup> He seized the dragon, that ancient serpent, who is the devil, or Satan, and bound him for a thousand years. <sup><strong>3</strong></sup> He threw him into the Abyss, and locked and sealed it over him, to keep him from deceiving the nations anymore until the thousand years were ended. After that, he must be set free for a short time. <sup><strong>4</strong></sup> I saw thrones on which were seated those who had been given authority to judge. And I saw the souls of those who had been beheaded because of their testimony for Jesus and because of the word of God. They had not worshiped the beast or his image and had not received his mark on their foreheads or their hands. They came to life and reigned with Christ a thousand years. <sup><strong>5</strong></sup> (The rest of the dead did not come to life until the thousand years were ended.) This is the first resurrection. <sup><strong>6</strong></sup> Blessed and holy are those who have part in the first resurrection. The second death has no power over them, but they will be priests of God and of Christ and will reign with him for a thousand years. <sup><strong>7</strong></sup> When the thousand years are over, Satan will be released from his prison <sup><strong>8</strong></sup> and will go out to deceive the nations in the four corners of the earth--Gog and Magog--to gather them for battle. In number they are like the sand on the seashore. <sup><strong>9</strong></sup> They marched across the breadth of the earth and surrounded the camp of God's people, the city he loves. But fire came down from heaven and devoured them. <sup><strong>10</strong></sup> And the devil, who deceived them, was thrown into the lake of burning sulfur, where the beast and the false prophet had been thrown. They will be tormented day and night for ever and ever. <sup><strong>11</strong></sup> Then I saw a great white throne and him who was seated on it. Earth and sky fled from his presence, and there was no place for them. <sup><strong>12</strong></sup> And I saw the dead, great and small, standing before the throne, and books were opened. Another book was opened, which is the book of life. The dead were judged according to what they had done as recorded in the books. <sup><strong>13</strong></sup> The sea gave up the dead that were in it, and death and Hades gave up the dead that were in them, and each person was judged according to what he had done. <sup><strong>14</strong></sup> Then death and Hades were thrown into the lake of fire. The lake of fire is the second death. <sup><strong>15</strong></sup> If anyone's name was not found written in the book of life, he was thrown into the lake of fire. "},{"_id":"615ba5587d79181a31670f55","topicId":"615ba5567d79181a31670f4e","verse":"Proverbs 21:28-31","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021028_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021028-1\">28&nbsp;</b>&nbsp;&nbsp;A false witness will perish,</span><br><span id=\"p20021028_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the word of a man who hears will endure.</span><br><span id=\"p20021029_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021029-1\">29&nbsp;</b>&nbsp;&nbsp;A wicked man puts on a bold face,</span><br><span id=\"p20021029_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the upright gives thought to his ways.</span><br><span id=\"p20021030_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021030-1\">30&nbsp;</b>&nbsp;&nbsp;No wisdom, no understanding, no counsel</span><br><span id=\"p20021030_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;can avail against the LORD.</span><br><span id=\"p20021031_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021031-1\">31&nbsp;</b>&nbsp;&nbsp;The horse is made ready for the day of battle,</span><br><span id=\"p20021031_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the victory belongs to the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>28</strong> A false witness shall perish: but the man that heareth speaketh constantly.  <strong>29</strong> A wicked man hardeneth his face: but as for the upright, he directeth his way.  <strong>30</strong> There is no wisdom nor understanding nor counsel against the LORD.  <strong>31</strong> The horse is prepared against the day of battle: but safety is of the LORD.  ","niv":"<sup><strong>28</strong></sup> A false witness will perish, and whoever listens to him will be destroyed forever. <sup><strong>29</strong></sup> A wicked man puts up a bold front, but an upright man gives thought to his ways. <sup><strong>30</strong></sup> There is no wisdom, no insight, no plan that can succeed against the LORD. <sup><strong>31</strong></sup> The horse is made ready for the day of battle, but victory rests with the LORD. "},{"_id":"615ba5597d79181a31670f56","topicId":"615ba5567d79181a31670f4e","verse":"Psalm 64:6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19064006_01-8\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19064006-1\">6&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;They search out injustice,</span><br><span id=\"p19064006_01-8\" class=\"line\">&nbsp;&nbsp;saying, “We have accomplished a diligent search.”</span><br><span id=\"p19064006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;For the inward mind and heart of a man are deep.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> They search out iniquities; they accomplish a diligent search: both the inward thought of every one of them, and the heart, is deep.  ","niv":"<sup><strong>6</strong></sup> They plot injustice and say, \"We have devised a perfect plan!\" Surely the mind and heart of man are cunning."},{"_id":"615ba5597d79181a31670f57","topicId":"615ba5567d79181a31670f4e","verse":"Romans 13:1-14","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n\n<p id=\"p45013007_10-9\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n<p id=\"p45013010_10-9\"><b class=\"verse-num\" id=\"v45013011-1\">11&nbsp;</b>Besides this you know the time, that the hour has come for you to wake from sleep. For salvation is nearer to us now than when we first believed. <b class=\"verse-num\" id=\"v45013012-1\">12&nbsp;</b>The night is far gone; the day is at hand. So then let us cast off the works of darkness and put on the armor of light. <b class=\"verse-num\" id=\"v45013013-1\">13&nbsp;</b>Let us walk properly as in the daytime, not in orgies and drunkenness, not in sexual immorality and sensuality, not in quarreling and jealousy. <b class=\"verse-num\" id=\"v45013014-1\">14&nbsp;</b>But put on the Lord Jesus Christ, and make no provision for the flesh, to gratify its desires.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  <strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  <strong>11</strong> And that, knowing the time, that now it is high time to awake out of sleep: for now is our salvation nearer than when we believed.  <strong>12</strong> The night is far spent, the day is at hand: let us therefore cast off the works of darkness, and let us put on the armour of light.  <strong>13</strong> Let us walk honestly, as in the day; not in rioting and drunkenness, not in chambering and wantonness, not in strife and envying.  <strong>14</strong> But put ye on the Lord Jesus Christ, and make not provision for the flesh, to fulfil the lusts thereof.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. <sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. <sup><strong>11</strong></sup> And do this, understanding the present time. The hour has come for you to wake up from your slumber, because our salvation is nearer now than when we first believed. <sup><strong>12</strong></sup> The night is nearly over; the day is almost here. So let us put aside the deeds of darkness and put on the armor of light. <sup><strong>13</strong></sup> Let us behave decently, as in the daytime, not in orgies and drunkenness, not in sexual immorality and debauchery, not in dissension and jealousy. <sup><strong>14</strong></sup> Rather, clothe yourselves with the Lord Jesus Christ, and do not think about how to gratify the desires of the sinful nature. "},{"_id":"615ba5597d79181a31670f58","topicId":"615ba5567d79181a31670f4e","verse":"Acts 23:12-15","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p44023012_06-10\"><b class=\"verse-num\" id=\"v44023012-1\">12&nbsp;</b>When it was day, the Jews made a plot and bound themselves by an oath neither to eat nor drink till they had killed Paul. <b class=\"verse-num\" id=\"v44023013-1\">13&nbsp;</b>There were more than forty who made this conspiracy. <b class=\"verse-num\" id=\"v44023014-1\">14&nbsp;</b>They went to the chief priests and elders and said, “We have strictly bound ourselves by an oath to taste no food till we have killed Paul. <b class=\"verse-num\" id=\"v44023015-1\">15&nbsp;</b>Now therefore you, along with the council, give notice to the tribune to bring him down to you, as though you were going to determine his case more exactly. And we are ready to kill him before he comes near.”</p>\n</div>","kjv":"<strong>12</strong> And when it was day, certain of the Jews banded together, and bound themselves under a curse, saying that they would neither eat nor drink till they had killed Paul.  <strong>13</strong> And they were more than forty which had made this conspiracy.  <strong>14</strong> And they came to the chief priests and elders, and said, We have bound ourselves under a great curse, that we will eat nothing until we have slain Paul.  <strong>15</strong> Now therefore ye with the council signify to the chief captain that he bring him down unto you to morrow, as though ye would enquire something more perfectly concerning him: and we, or ever he come near, are ready to kill him.  ","niv":"<sup><strong>12</strong></sup> The next morning the Jews formed a conspiracy and bound themselves with an oath not to eat or drink until they had killed Paul. <sup><strong>13</strong></sup> More than forty men were involved in this plot. <sup><strong>14</strong></sup> They went to the chief priests and elders and said, \"We have taken a solemn oath not to eat anything until we have killed Paul. <sup><strong>15</strong></sup> Now then, you and the Sanhedrin petition the commander to bring him before you on the pretext of wanting more accurate information about his case. We are ready to kill him before he gets here.\" "},{"_id":"615ba55a7d79181a31670f59","topicId":"615ba5567d79181a31670f4e","verse":"Jeremiah 18:18","votes":6,"__v":0,"esv":"<div>\n<p id=\"p24018018_01-11\"><b class=\"verse-num\" id=\"v24018018-1\">18&nbsp;</b>Then they said, “Come, let us make plots against Jeremiah, for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, let us strike him with the tongue, and let us not pay attention to any of his words.”</p>\n</div>","kjv":"<strong>18</strong> Then said they, Come, and let us devise devices against Jeremiah; for the law shall not perish from the priest, nor counsel from the wise, nor the word from the prophet. Come, and let us smite him with the tongue, and let us not give heed to any of his words.  ","niv":"<sup><strong>18</strong></sup> They said, \"Come, let's make plans against Jeremiah; for the teaching of the law by the priest will not be lost, nor will counsel from the wise, nor the word from the prophets. So come, let's attack him with our tongues and pay no attention to anything he says.\""},{"_id":"615ba55a7d79181a31670f5a","topicId":"615ba5567d79181a31670f4e","verse":"Jeremiah 11:19","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24011019_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v24011019-1\">19&nbsp;</b>&nbsp;&nbsp;But I was like a gentle lamb</span><br><span id=\"p24011019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;led to the slaughter.</span><br><span id=\"p24011019_01-12\" class=\"line\">&nbsp;&nbsp;I did not know it was against me</span><br><span id=\"p24011019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they devised schemes, saying,</span><br><span id=\"p24011019_01-12\" class=\"line\">&nbsp;&nbsp;“Let us destroy the tree with its fruit,</span><br><span id=\"p24011019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let us cut him off from the land of the living,</span><br><span id=\"p24011019_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that his name be remembered no more.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> But I was like a lamb or an ox that is brought to the slaughter; and I knew not that they had devised devices against me, saying, Let us destroy the tree with the fruit thereof, and let us cut him off from the land of the living, that his name may be no more remembered.  ","niv":"<sup><strong>19</strong></sup> I had been like a gentle lamb led to the slaughter; I did not realize that they had plotted against me, saying, \"Let us destroy the tree and its fruit; let us cut him off from the land of the living, that his name be remembered no more.\""},{"_id":"615ba55a7d79181a31670f5b","topicId":"615ba5567d79181a31670f4e","verse":"Isaiah 55:11","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23055011_01-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v23055011-1\">11&nbsp;</b>&nbsp;&nbsp;so shall my word be that goes out from my mouth;</span><br><span id=\"p23055011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it shall not return to me empty,</span><br><span id=\"p23055011_01-13\" class=\"line\">&nbsp;&nbsp;but it shall accomplish that which I purpose,</span><br><span id=\"p23055011_01-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shall succeed in the thing for which I sent it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> So shall my word be that goeth forth out of my mouth: it shall not return unto me void, but it shall accomplish that which I please, and it shall prosper in the thing whereto I sent it.  ","niv":"<sup><strong>11</strong></sup> so is my word that goes out from my mouth: It will not return to me empty, but will accomplish what I desire and achieve the purpose for which I sent it."},{"_id":"615ba55a7d79181a31670f5c","topicId":"615ba5567d79181a31670f4e","verse":"Matthew 26:4","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40026004_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40026004-1\">4&nbsp;</b>and plotted together in order to arrest Jesus by stealth and kill him.</p>\n</div>","kjv":"<strong>4</strong> And consulted that they might take Jesus by subtilty, and kill him.  ","niv":"<sup><strong>4</strong></sup> and they plotted to arrest Jesus in some sly way and kill him.","modified":"2023-01-25T08:26:55.089Z"},{"_id":"615ba55b7d79181a31670f5d","topicId":"615ba5567d79181a31670f4e","verse":"Nehemiah 4:7-9","votes":6,"__v":0,"esv":"<div>\n<p id=\"p16004007_01-15\"><b class=\"verse-num\" id=\"v16004007-1\">7&nbsp;</b> But when Sanballat and Tobiah and the Arabs and the Ammonites and the Ashdodites heard that the repairing of the walls of Jerusalem was going forward and that the breaches were beginning to be closed, they were very angry. <b class=\"verse-num\" id=\"v16004008-1\">8&nbsp;</b>And they all plotted together to come and fight against Jerusalem and to cause confusion in it. <b class=\"verse-num\" id=\"v16004009-1\">9&nbsp;</b>And we prayed to our God and set a guard as a protection against them day and night.</p>\n\n</div>","kjv":"<strong>7</strong> But it came to pass, that when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodites, heard that the walls of Jerusalem were made up, and that the breaches began to be stopped, then they were very wroth,  <strong>8</strong> And conspired all of them together to come and to fight against Jerusalem, and to hinder it.  <strong>9</strong> Nevertheless we made our prayer unto our God, and set a watch against them day and night, because of them.  ","niv":"<sup><strong>7</strong></sup> But when Sanballat, Tobiah, the Arabs, the Ammonites and the men of Ashdod heard that the repairs to Jerusalem's walls had gone ahead and that the gaps were being closed, they were very angry. <sup><strong>8</strong></sup> They all plotted together to come and fight against Jerusalem and stir up trouble against it. <sup><strong>9</strong></sup> But we prayed to our God and posted a guard day and night to meet this threat. "},{"_id":"615ba55b7d79181a31670f5e","topicId":"615ba5567d79181a31670f4e","verse":"Daniel 3:8-18","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p27003008_04-16\"><b class=\"verse-num\" id=\"v27003008-1\">8&nbsp;</b>Therefore at that time certain Chaldeans came forward and maliciously accused the Jews. <b class=\"verse-num\" id=\"v27003009-1\">9&nbsp;</b>They declared to King Nebuchadnezzar, “O king, live forever! <b class=\"verse-num\" id=\"v27003010-1\">10&nbsp;</b>You, O king, have made a decree, that every man who hears the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, shall fall down and worship the golden image. <b class=\"verse-num\" id=\"v27003011-1\">11&nbsp;</b>And whoever does not fall down and worship shall be cast into a burning fiery furnace. <b class=\"verse-num\" id=\"v27003012-1\">12&nbsp;</b>There are certain Jews whom you have appointed over the affairs of the province of Babylon: Shadrach, Meshach, and Abednego. These men, O king, pay no attention to you; they do not serve your gods or worship the golden image that you have set up.”</p>\n<p id=\"p27003012_04-16\"><b class=\"verse-num\" id=\"v27003013-1\">13&nbsp;</b>Then Nebuchadnezzar in furious rage commanded that Shadrach, Meshach, and Abednego be brought. So they brought these men before the king. <b class=\"verse-num\" id=\"v27003014-1\">14&nbsp;</b>Nebuchadnezzar answered and said to them, “Is it true, O Shadrach, Meshach, and Abednego, that you do not serve my gods or worship the golden image that I have set up? <b class=\"verse-num\" id=\"v27003015-1\">15&nbsp;</b>Now if you are ready when you hear the sound of the horn, pipe, lyre, trigon, harp, bagpipe, and every kind of music, to fall down and worship the image that I have made, well and good. But if you do not worship, you shall immediately be cast into a burning fiery furnace. And who is the god who will deliver you out of my hands?”</p>\n<p id=\"p27003015_04-16\"><b class=\"verse-num\" id=\"v27003016-1\">16&nbsp;</b>Shadrach, Meshach, and Abednego answered and said to the king, “O Nebuchadnezzar, we have no need to answer you in this matter. <b class=\"verse-num\" id=\"v27003017-1\">17&nbsp;</b>If this be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of your hand, O king. <b class=\"verse-num\" id=\"v27003018-1\">18&nbsp;</b>But if not, be it known to you, O king, that we will not serve your gods or worship the golden image that you have set up.”</p>\n\n</div>","kjv":"<strong>8</strong> Wherefore at that time certain Chaldeans came near, and accused the Jews.  <strong>9</strong> They spake and said to the king Nebuchadnezzar, O king, live for ever.  <strong>10</strong> Thou, O king, hast made a decree, that every man that shall hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, shall fall down and worship the golden image:  <strong>11</strong> And whoso falleth not down and worshippeth, that he should be cast into the midst of a burning fiery furnace.  <strong>12</strong> There are certain Jews whom thou hast set over the affairs of the province of Babylon, Shadrach, Meshach, and Abed-nego; these men, O king, have not regarded thee: they serve not thy gods, nor worship the golden image which thou hast set up.  <strong>13</strong> Then Nebuchadnezzar in his rage and fury commanded to bring Shadrach, Meshach, and Abed-nego. Then they brought these men before the king.  <strong>14</strong> Nebuchadnezzar spake and said unto them, Is it true, O Shadrach, Meshach, and Abed-nego, do not ye serve my gods, nor worship the golden image which I have set up?  <strong>15</strong> Now if ye be ready that at what time ye hear the sound of the cornet, flute, harp, sackbut, psaltery, and dulcimer, and all kinds of musick, ye fall down and worship the image which I have made; well: but if ye worship not, ye shall be cast the same hour into the midst of a burning fiery furnace; and who is that God that shall deliver you out of my hands?  <strong>16</strong> Shadrach, Meshach, and Abed-nego, answered and said to the king, O Nebuchadnezzar, we are not careful to answer thee in this matter.  <strong>17</strong> If it be so, our God whom we serve is able to deliver us from the burning fiery furnace, and he will deliver us out of thine hand, O king.  <strong>18</strong> But if not, be it known unto thee, O king, that we will not serve thy gods, nor worship the golden image which thou hast set up.  ","niv":"<sup><strong>8</strong></sup> At this time some astrologers came forward and denounced the Jews. <sup><strong>9</strong></sup> They said to King Nebuchadnezzar, \"O king, live forever! <sup><strong>10</strong></sup> You have issued a decree, O king, that everyone who hears the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music must fall down and worship the image of gold, <sup><strong>11</strong></sup> and that whoever does not fall down and worship will be thrown into a blazing furnace. <sup><strong>12</strong></sup> But there are some Jews whom you have set over the affairs of the province of Babylon-Shadrach, Meshach and Abednego-who pay no attention to you, O king. They neither serve your gods nor worship the image of gold you have set up.\" <sup><strong>13</strong></sup> Furious with rage, Nebuchadnezzar summoned Shadrach, Meshach and Abednego. So these men were brought before the king, <sup><strong>14</strong></sup> and Nebuchadnezzar said to them, \"Is it true, Shadrach, Meshach and Abednego, that you do not serve my gods or worship the image of gold I have set up? <sup><strong>15</strong></sup> Now when you hear the sound of the horn, flute, zither, lyre, harp, pipes and all kinds of music, if you are ready to fall down and worship the image I made, very good. But if you do not worship it, you will be thrown immediately into a blazing furnace. Then what god will be able to rescue you from my hand?\" <sup><strong>16</strong></sup> Shadrach, Meshach and Abednego replied to the king, \"O Nebuchadnezzar, we do not need to defend ourselves before you in this matter. <sup><strong>17</strong></sup> If we are thrown into the blazing furnace, the God we serve is able to save us from it, and he will rescue us from your hand, O king. <sup><strong>18</strong></sup> But even if he does not, we want you to know, O king, that we will not serve your gods or worship the image of gold you have set up.\" "},{"_id":"615ba55b7d79181a31670f5f","topicId":"615ba5567d79181a31670f4e","verse":"Matthew 12:26-30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40012026_01-17\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40012026-1\">26&nbsp;</b><span class=\"woc\">And if Satan casts out Satan, he is divided against himself. How then will his kingdom stand?</span> <b class=\"verse-num woc\" id=\"v40012027-1\">27&nbsp;</b><span class=\"woc\">And if I cast out demons by Beelzebul, by whom do your sons cast them out? Therefore they will be your judges.</span> <b class=\"verse-num woc\" id=\"v40012028-1\">28&nbsp;</b><span class=\"woc\">But if it is by the Spirit of God that I cast out demons, then the kingdom of God has come upon you.</span> <b class=\"verse-num woc\" id=\"v40012029-1\">29&nbsp;</b><span class=\"woc\">Or how can someone enter a strong man’s house and plunder his goods, unless he first binds the strong man? Then indeed he may plunder his house.</span> <b class=\"verse-num woc\" id=\"v40012030-1\">30&nbsp;</b><span class=\"woc\">Whoever is not with me is against me, and whoever does not gather with me scatters.</span></p>\n</div>","kjv":"<strong>26</strong> And if Satan cast out Satan, he is divided against himself; how shall then his kingdom stand?  <strong>27</strong> And if I by Beelzebub cast out devils, by whom do your children cast them out? therefore they shall be your judges.  <strong>28</strong> But if I cast out devils by the Spirit of God, then the kingdom of God is come unto you.  <strong>29</strong> Or else how can one enter into a strong man’s house, and spoil his goods, except he first bind the strong man? and then he will spoil his house.  <strong>30</strong> He that is not with me is against me; and he that gathereth not with me scattereth abroad. ","niv":"<sup><strong>26</strong></sup> If Satan drives out Satan, he is divided against himself. How then can his kingdom stand? <sup><strong>27</strong></sup> And if I drive out demons by Beelzebub, by whom do your people drive them out? So then, they will be your judges. <sup><strong>28</strong></sup> But if I drive out demons by the Spirit of God, then the kingdom of God has come upon you. <sup><strong>29</strong></sup> \"Or again, how can anyone enter a strong man's house and carry off his possessions unless he first ties up the strong man? Then he can rob his house. <sup><strong>30</strong></sup> \"He who is not with me is against me, and he who does not gather with me scatters. ","modified":"2023-10-06T05:36:06.951Z"},{"_id":"615ba55c7d79181a31670f60","topicId":"615ba5567d79181a31670f4e","verse":"1 Kings 21:8-13","votes":4,"__v":0,"esv":"<div>\n<p id=\"p11021008_01-19\"><b class=\"verse-num\" id=\"v11021008-1\">8&nbsp;</b>So she wrote letters in Ahab’s name and sealed them with his seal, and she sent the letters to the elders and the leaders who lived with Naboth in his city. <b class=\"verse-num\" id=\"v11021009-1\">9&nbsp;</b>And she wrote in the letters, “Proclaim a fast, and set Naboth at the head of the people. <b class=\"verse-num\" id=\"v11021010-1\">10&nbsp;</b>And set two worthless men opposite him, and let them bring a charge against him, saying, ‘You have cursed God and the king.’ Then take him out and stone him to death.” <b class=\"verse-num\" id=\"v11021011-1\">11&nbsp;</b>And the men of his city, the elders and the leaders who lived in his city, did as Jezebel had sent word to them. As it was written in the letters that she had sent to them, <b class=\"verse-num\" id=\"v11021012-1\">12&nbsp;</b>they proclaimed a fast and set Naboth at the head of the people. <b class=\"verse-num\" id=\"v11021013-1\">13&nbsp;</b>And the two worthless men came in and sat opposite him. And the worthless men brought a charge against Naboth in the presence of the people, saying, “Naboth cursed God and the king.” So they took him outside the city and stoned him to death with stones.</p>\n\n</div>","kjv":"<strong>8</strong> So she wrote letters in Ahab’s name, and sealed them with his seal, and sent the letters unto the elders and to the nobles that were  in his city, dwelling with Naboth.  <strong>9</strong> And she wrote in the letters, saying, Proclaim a fast, and set Naboth on high among the people:  <strong>10</strong> And set two men, sons of Belial, before him, to bear witness against him, saying, Thou didst blaspheme God and the king. And then carry him out, and stone him, that he may die.  <strong>11</strong> And the men of his city, even the elders and the nobles who were the inhabitants in his city, did as Jezebel had sent unto them, and as it was written in the letters which she had sent unto them.  <strong>12</strong> They proclaimed a fast, and set Naboth on high among the people.  <strong>13</strong> And there came in two men, children of Belial, and sat before him: and the men of Belial witnessed against him, even against Naboth, in the presence of the people, saying, Naboth did blaspheme God and the king. Then they carried him forth out of the city, and stoned him with stones, that he died.  ","niv":"<sup><strong>8</strong></sup> So she wrote letters in Ahab's name, placed his seal on them, and sent them to the elders and nobles who lived in Naboth's city with him. <sup><strong>9</strong></sup> In those letters she wrote: \"Proclaim a day of fasting and seat Naboth in a prominent place among the people. <sup><strong>10</strong></sup> But seat two scoundrels opposite him and have them testify that he has cursed both God and the king. Then take him out and stone him to death.\" <sup><strong>11</strong></sup> So the elders and nobles who lived in Naboth's city did as Jezebel directed in the letters she had written to them. <sup><strong>12</strong></sup> They proclaimed a fast and seated Naboth in a prominent place among the people. <sup><strong>13</strong></sup> Then two scoundrels came and sat opposite him and brought charges against Naboth before the people, saying, \"Naboth has cursed both God and the king.\" So they took him outside the city and stoned him to death. "},{"_id":"615ba55c7d79181a31670f61","topicId":"615ba5567d79181a31670f4e","verse":"Numbers 12:1-16","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p04012001_06-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v04012001-1\">12:1&nbsp;</b>Miriam and Aaron spoke against Moses because of the Cushite woman whom he had married, for he had married a Cushite woman. <b class=\"verse-num\" id=\"v04012002-1\">2&nbsp;</b>And they said, “Has the LORD indeed spoken only through Moses? Has he not spoken through us also?” And the LORD heard it. <b class=\"verse-num\" id=\"v04012003-1\">3&nbsp;</b>Now the man Moses was very meek, more than all people who were on the face of the earth. <b class=\"verse-num\" id=\"v04012004-1\">4&nbsp;</b>And suddenly the LORD said to Moses and to Aaron and Miriam, “Come out, you three, to the tent of meeting.” And the three of them came out. <b class=\"verse-num\" id=\"v04012005-1\">5&nbsp;</b>And the LORD came down in a pillar of cloud and stood at the entrance of the tent and called Aaron and Miriam, and they both came forward. <b class=\"verse-num\" id=\"v04012006-1\">6&nbsp;</b>And he said, “Hear my words: If there is a prophet among you, I the LORD make myself known to him in a vision; I speak with him in a dream. <b class=\"verse-num\" id=\"v04012007-1\">7&nbsp;</b>Not so with my servant Moses. He is faithful in all my house. <b class=\"verse-num\" id=\"v04012008-1\">8&nbsp;</b>With him I speak mouth to mouth, clearly, and not in riddles, and he beholds the form of the LORD. Why then were you not afraid to speak against my servant Moses?” <b class=\"verse-num\" id=\"v04012009-1\">9&nbsp;</b>And the anger of the LORD was kindled against them, and he departed.</p>\n<p id=\"p04012009_06-20\"><b class=\"verse-num\" id=\"v04012010-1\">10&nbsp;</b>When the cloud removed from over the tent, behold, Miriam was leprous, like snow. And Aaron turned toward Miriam, and behold, she was leprous. <b class=\"verse-num\" id=\"v04012011-1\">11&nbsp;</b>And Aaron said to Moses, “Oh, my lord, do not punish us because we have done foolishly and have sinned. <b class=\"verse-num\" id=\"v04012012-1\">12&nbsp;</b>Let her not be as one dead, whose flesh is half eaten away when he comes out of his mother’s womb.” <b class=\"verse-num\" id=\"v04012013-1\">13&nbsp;</b>And Moses cried to the LORD, “O God, please heal her—please.” <b class=\"verse-num\" id=\"v04012014-1\">14&nbsp;</b>But the LORD said to Moses, “If her father had but spit in her face, should she not be shamed seven days? Let her be shut outside the camp seven days, and after that she may be brought in again.” <b class=\"verse-num\" id=\"v04012015-1\">15&nbsp;</b>So Miriam was shut outside the camp seven days, and the people did not set out on the march till Miriam was brought in again. <b class=\"verse-num\" id=\"v04012016-1\">16&nbsp;</b>After that the people set out from Hazeroth, and camped in the wilderness of Paran.</p>\n\n</div>","kjv":"<strong>1</strong> And Miriam and Aaron spake against Moses because of the Ethiopian woman whom he had married: for he had married an Ethiopian woman.  <strong>2</strong> And they said, Hath the LORD indeed spoken only by Moses? hath he not spoken also by us? And the LORD heard it.  <strong>3</strong> (Now the man Moses was very meek, above all the men which were upon the face of the earth.)  <strong>4</strong> And the LORD spake suddenly unto Moses, and unto Aaron, and unto Miriam, Come out ye three unto the tabernacle of the congregation. And they three came out.  <strong>5</strong> And the LORD came down in the pillar of the cloud, and stood in the door of the tabernacle, and called Aaron and Miriam: and they both came forth.  <strong>6</strong> And he said, Hear now my words: If there be a prophet among you, I the LORD will make myself known unto him in a vision, and  will speak unto him in a dream.  <strong>7</strong> My servant Moses is not so, who is faithful in all mine house.  <strong>8</strong> With him will I speak mouth to mouth, even apparently, and not in dark speeches; and the similitude of the LORD shall he behold: wherefore then were ye not afraid to speak against my servant Moses?  <strong>9</strong> And the anger of the LORD was kindled against them; and he departed.  <strong>10</strong> And the cloud departed from off the tabernacle; and, behold, Miriam became leprous, white as snow: and Aaron looked upon Miriam, and, behold, she was leprous.  <strong>11</strong> And Aaron said unto Moses, Alas, my lord, I beseech thee, lay not the sin upon us, wherein we have done foolishly, and wherein we have sinned.  <strong>12</strong> Let her not be as one dead, of whom the flesh is half consumed when he cometh out of his mother’s womb.  <strong>13</strong> And Moses cried unto the LORD, saying, Heal her now, O God, I beseech thee.  <strong>14</strong> And the LORD said unto Moses, If her father had but spit in her face, should she not be ashamed seven days? let her be shut out from the camp seven days, and after that let her be received in again.  <strong>15</strong> And Miriam was shut out from the camp seven days: and the people journeyed not till Miriam was brought in again.  <strong>16</strong> And afterward the people removed from Hazeroth, and pitched in the wilderness of Paran.  ","niv":"<sup><strong>1</strong></sup> Miriam and Aaron began to talk against Moses because of his Cushite wife, for he had married a Cushite. <sup><strong>2</strong></sup> \"Has the LORD spoken only through Moses?\" they asked. \"Hasn't he also spoken through us?\" And the LORD heard this. <sup><strong>3</strong></sup> (Now Moses was a very humble man, more humble than anyone else on the face of the earth.) <sup><strong>4</strong></sup> At once the LORD said to Moses, Aaron and Miriam, \"Come out to the Tent of Meeting, all three of you.\" So the three of them came out. <sup><strong>5</strong></sup> Then the LORD came down in a pillar of cloud; he stood at the entrance to the Tent and summoned Aaron and Miriam. When both of them stepped forward, <sup><strong>6</strong></sup> he said, \"Listen to my words: \"When a prophet of the LORD is among you, I reveal myself to him in visions, I speak to him in dreams. <sup><strong>7</strong></sup> But this is not true of my servant Moses; he is faithful in all my house. <sup><strong>8</strong></sup> With him I speak face to face, clearly and not in riddles; he sees the form of the LORD. Why then were you not afraid to speak against my servant Moses?\" <sup><strong>9</strong></sup> The anger of the LORD burned against them, and he left them. <sup><strong>10</strong></sup> When the cloud lifted from above the Tent, there stood Miriam-leprous, like snow. Aaron turned toward her and saw that she had leprosy; <sup><strong>11</strong></sup> and he said to Moses, \"Please, my lord, do not hold against us the sin we have so foolishly committed. <sup><strong>12</strong></sup> Do not let her be like a stillborn infant coming from its mother's womb with its flesh half eaten away.\" <sup><strong>13</strong></sup> So Moses cried out to the LORD, \"O God, please heal her!\" <sup><strong>14</strong></sup> The LORD replied to Moses, \"If her father had spit in her face, would she not have been in disgrace for seven days? Confine her outside the camp for seven days; after that she can be brought back.\" <sup><strong>15</strong></sup> So Miriam was confined outside the camp for seven days, and the people did not move on till she was brought back. <sup><strong>16</strong></sup> After that, the people left Hazeroth and encamped in the Desert of Paran. "},{"_id":"615ba55c7d79181a31670f62","topicId":"615ba5567d79181a31670f4e","verse":"2 Corinthians 12:9","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47012009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012009-1\">9&nbsp;</b>But he said to me, <span class=\"woc\">“My grace is sufficient for you, for my power is made perfect in weakness.”</span> Therefore I will boast all the more gladly of my weaknesses, so that the power of Christ may rest upon me.</p>\n</div>","kjv":"<strong>9</strong> And he said unto me, My grace is sufficient for thee: for my strength is made perfect in weakness. Most gladly therefore will I rather glory in my infirmities, that the power of Christ may rest upon me.  ","niv":"<sup><strong>9</strong></sup> But he said to me, \"My grace is sufficient for you, for my power is made perfect in weakness.\" Therefore I will boast all the more gladly about my weaknesses, so that Christ's power may rest on me."},{"_id":"615ba55d7d79181a31670f63","topicId":"615ba5567d79181a31670f4e","verse":"Acts 18:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44018012_01-22\"><b class=\"verse-num\" id=\"v44018012-1\">12&nbsp;</b>But when Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him before the tribunal,</p>\n\n</div>","kjv":"<strong>12</strong> And when Gallio was the deputy of Achaia, the Jews made insurrection with one accord against Paul, and brought him to the judgment seat,  ","niv":"<sup><strong>12</strong></sup> While Gallio was proconsul of Achaia, the Jews made a united attack on Paul and brought him into court."},{"_id":"615ba55d7d79181a31670f64","topicId":"615ba5567d79181a31670f4e","verse":"Acts 4:14-22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p44004014_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44004014-1\">14&nbsp;</b>But seeing the man who was healed standing beside them, they had nothing to say in opposition. <b class=\"verse-num\" id=\"v44004015-1\">15&nbsp;</b>But when they had commanded them to leave the council, they conferred with one another, <b class=\"verse-num\" id=\"v44004016-1\">16&nbsp;</b>saying, “What shall we do with these men? For that a notable sign has been performed through them is evident to all the inhabitants of Jerusalem, and we cannot deny it. <b class=\"verse-num\" id=\"v44004017-1\">17&nbsp;</b>But in order that it may spread no further among the people, let us warn them to speak no more to anyone in this name.” <b class=\"verse-num\" id=\"v44004018-1\">18&nbsp;</b>So they called them and charged them not to speak or teach at all in the name of Jesus. <b class=\"verse-num\" id=\"v44004019-1\">19&nbsp;</b>But Peter and John answered them, “Whether it is right in the sight of God to listen to you rather than to God, you must judge, <b class=\"verse-num\" id=\"v44004020-1\">20&nbsp;</b>for we cannot but speak of what we have seen and heard.” <b class=\"verse-num\" id=\"v44004021-1\">21&nbsp;</b>And when they had further threatened them, they let them go, finding no way to punish them, because of the people, for all were praising God for what had happened. <b class=\"verse-num\" id=\"v44004022-1\">22&nbsp;</b>For the man on whom this sign of healing was performed was more than forty years old.</p>\n</div>","kjv":"<strong>14</strong> And beholding the man which was healed standing with them, they could say nothing against it.  <strong>15</strong> But when they had commanded them to go aside out of the council, they conferred among themselves,  <strong>16</strong> Saying, What shall we do to these men? for that indeed a notable miracle hath been done by them is manifest to all them that dwell in Jerusalem; and we cannot deny it.  <strong>17</strong> But that it spread no further among the people, let us straitly threaten them, that they speak henceforth to no man in this name.  <strong>18</strong> And they called them, and commanded them not to speak at all nor teach in the name of Jesus.  <strong>19</strong> But Peter and John answered and said unto them, Whether it be right in the sight of God to hearken unto you more than unto God, judge ye.  <strong>20</strong> For we cannot but speak the things which we have seen and heard.  <strong>21</strong> So when they had further threatened them, they let them go, finding nothing how they might punish them, because of the people: for all men  glorified God for that which was done.  <strong>22</strong> For the man was above forty years old, on whom this miracle of healing was shewed.  ","niv":"<sup><strong>14</strong></sup> But since they could see the man who had been healed standing there with them, there was nothing they could say. <sup><strong>15</strong></sup> So they ordered them to withdraw from the Sanhedrin and then conferred together. <sup><strong>16</strong></sup> \"What are we going to do with these men?\" they asked. \"Everybody living in Jerusalem knows they have done an outstanding miracle, and we cannot deny it. <sup><strong>17</strong></sup> But to stop this thing from spreading any further among the people, we must warn these men to speak no longer to anyone in this name.\" <sup><strong>18</strong></sup> Then they called them in again and commanded them not to speak or teach at all in the name of Jesus. <sup><strong>19</strong></sup> But Peter and John replied, \"Judge for yourselves whether it is right in God's sight to obey you rather than God. <sup><strong>20</strong></sup> For we cannot help speaking about what we have seen and heard.\" <sup><strong>21</strong></sup> After further threats they let them go. They could not decide how to punish them, because all the people were praising God for what had happened. <sup><strong>22</strong></sup> For the man who was miraculously healed was over forty years old. "},{"_id":"615ba55d7d79181a31670f65","topicId":"615ba5567d79181a31670f4e","verse":"Daniel 6:4-17","votes":4,"__v":0,"esv":"<div>\n<p id=\"p27006004_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v27006004-1\">4&nbsp;</b>Then the high officials and the satraps sought to find a ground for complaint against Daniel with regard to the kingdom, but they could find no ground for complaint or any fault, because he was faithful, and no error or fault was found in him. <b class=\"verse-num\" id=\"v27006005-1\">5&nbsp;</b>Then these men said, “We shall not find any ground for complaint against this Daniel unless we find it in connection with the law of his God.”</p>\n<p id=\"p27006005_01-24\"><b class=\"verse-num\" id=\"v27006006-1\">6&nbsp;</b>Then these high officials and satraps came by agreement to the king and said to him, “O King Darius, live forever! <b class=\"verse-num\" id=\"v27006007-1\">7&nbsp;</b>All the high officials of the kingdom, the prefects and the satraps, the counselors and the governors are agreed that the king should establish an ordinance and enforce an injunction, that whoever makes petition to any god or man for thirty days, except to you, O king, shall be cast into the den of lions. <b class=\"verse-num\" id=\"v27006008-1\">8&nbsp;</b>Now, O king, establish the injunction and sign the document, so that it cannot be changed, according to the law of the Medes and the Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006009-1\">9&nbsp;</b>Therefore King Darius signed the document and injunction.</p>\n<p id=\"p27006009_01-24\"><b class=\"verse-num\" id=\"v27006010-1\">10&nbsp;</b>When Daniel knew that the document had been signed, he went to his house where he had windows in his upper chamber open toward Jerusalem. He got down on his knees three times a day and prayed and gave thanks before his God, as he had done previously. <b class=\"verse-num\" id=\"v27006011-1\">11&nbsp;</b>Then these men came by agreement and found Daniel making petition and plea before his God. <b class=\"verse-num\" id=\"v27006012-1\">12&nbsp;</b>Then they came near and said before the king, concerning the injunction, “O king! Did you not sign an injunction, that anyone who makes petition to any god or man within thirty days except to you, O king, shall be cast into the den of lions?” The king answered and said, “The thing stands fast, according to the law of the Medes and Persians, which cannot be revoked.” <b class=\"verse-num\" id=\"v27006013-1\">13&nbsp;</b>Then they answered and said before the king, “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or the injunction you have signed, but makes his petition three times a day.”</p>\n<p id=\"p27006013_01-24\"><b class=\"verse-num\" id=\"v27006014-1\">14&nbsp;</b>Then the king, when he heard these words, was much distressed and set his mind to deliver Daniel. And he labored till the sun went down to rescue him. <b class=\"verse-num\" id=\"v27006015-1\">15&nbsp;</b>Then these men came by agreement to the king and said to the king, “Know, O king, that it is a law of the Medes and Persians that no injunction or ordinance that the king establishes can be changed.”</p>\n<p id=\"p27006015_01-24\"><b class=\"verse-num\" id=\"v27006016-1\">16&nbsp;</b>Then the king commanded, and Daniel was brought and cast into the den of lions. The king declared to Daniel, “May your God, whom you serve continually, deliver you!” <b class=\"verse-num\" id=\"v27006017-1\">17&nbsp;</b>And a stone was brought and laid on the mouth of the den, and the king sealed it with his own signet and with the signet of his lords, that nothing might be changed concerning Daniel.</p>\n\n</div>","kjv":"<strong>4</strong> Then the presidents and princes sought to find occasion against Daniel concerning the kingdom; but they could find none occasion nor fault; forasmuch as he was faithful, neither was there any error or fault found in him.  <strong>5</strong> Then said these men, We shall not find any occasion against this Daniel, except we find it against him concerning the law of his God.  <strong>6</strong> Then these presidents and princes assembled together to the king, and said thus unto him, King Darius, live for ever.  <strong>7</strong> All the presidents of the kingdom, the governors, and the princes, the counsellors, and the captains, have consulted together to establish a royal statute, and to make a firm decree, that whosoever shall ask a petition of any God or man for thirty days, save of thee, O king, he shall be cast into the den of lions.  <strong>8</strong> Now, O king, establish the decree, and sign the writing, that it be not changed, according to the law of the Medes and Persians, which altereth not.  <strong>9</strong> Wherefore king Darius signed the writing and the decree.  <strong>10</strong> Now when Daniel knew that the writing was signed, he went into his house; and his windows being open in his chamber toward Jerusalem, he kneeled upon his knees three times a day, and prayed, and gave thanks before his God, as he did aforetime.  <strong>11</strong> Then these men assembled, and found Daniel praying and making supplication before his God.  <strong>12</strong> Then they came near, and spake before the king concerning the king’s decree; Hast thou not signed a decree, that every man that shall ask a petition of any God or man within thirty days, save of thee, O king, shall be cast into the den of lions? The king answered and said, The thing is true, according to the law of the Medes and Persians, which altereth not.  <strong>13</strong> Then answered they and said before the king, That Daniel, which is of the children of the captivity of Judah, regardeth not thee, O king, nor the decree that thou hast signed, but maketh his petition three times a day.  <strong>14</strong> Then the king, when he heard these words, was sore displeased with himself, and set his heart on Daniel to deliver him: and he laboured till the going down of the sun to deliver him.  <strong>15</strong> Then these men assembled unto the king, and said unto the king, Know, O king, that the law of the Medes and Persians is, That no decree nor statute which the king establisheth may be changed.  <strong>16</strong> Then the king commanded, and they brought Daniel, and cast him  into the den of lions. Now the king spake and said unto Daniel, Thy God whom thou servest continually, he will deliver thee.  <strong>17</strong> And a stone was brought and laid upon the mouth of the den; and the king sealed it with his own signet, and with the signet of his lords; that the purpose might not be changed concerning Daniel.  ","niv":"<sup><strong>4</strong></sup> At this, the administrators and the satraps tried to find grounds for charges against Daniel in his conduct of government affairs, but they were unable to do so. They could find no corruption in him, because he was trustworthy and neither corrupt nor negligent. <sup><strong>5</strong></sup> Finally these men said, \"We will never find any basis for charges against this man Daniel unless it has something to do with the law of his God.\" <sup><strong>6</strong></sup> So the administrators and the satraps went as a group to the king and said: \"O King Darius, live forever! <sup><strong>7</strong></sup> The royal administrators, prefects, satraps, advisers and governors have all agreed that the king should issue an edict and enforce the decree that anyone who prays to any god or man during the next thirty days, except to you, O king, shall be thrown into the lions' den. <sup><strong>8</strong></sup> Now, O king, issue the decree and put it in writing so that it cannot be altered-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>9</strong></sup> So King Darius put the decree in writing. <sup><strong>10</strong></sup> Now when Daniel learned that the decree had been published, he went home to his upstairs room where the windows opened toward Jerusalem. Three times a day he got down on his knees and prayed, giving thanks to his God, just as he had done before. <sup><strong>11</strong></sup> Then these men went as a group and found Daniel praying and asking God for help. <sup><strong>12</strong></sup> So they went to the king and spoke to him about his royal decree: \"Did you not publish a decree that during the next thirty days anyone who prays to any god or man except to you, O king, would be thrown into the lions' den?\" The king answered, \"The decree stands-in accordance with the laws of the Medes and Persians, which cannot be repealed.\" <sup><strong>13</strong></sup> Then they said to the king, \"Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree you put in writing. He still prays three times a day.\" <sup><strong>14</strong></sup> When the king heard this, he was greatly distressed; he was determined to rescue Daniel and made every effort until sundown to save him. <sup><strong>15</strong></sup> Then the men went as a group to the king and said to him, \"Remember, O king, that according to the law of the Medes and Persians no decree or edict that the king issues can be changed.\" <sup><strong>16</strong></sup> So the king gave the order, and they brought Daniel and threw him into the lions' den. The king said to Daniel, \"May your God, whom you serve continually, rescue you!\" <sup><strong>17</strong></sup> A stone was brought and placed over the mouth of the den, and the king sealed it with his own signet ring and with the rings of his nobles, so that Daniel's situation might not be changed. "},{"_id":"615ba55d7d79181a31670f66","topicId":"615ba5567d79181a31670f4e","verse":"Isaiah 54:16-17","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23054016_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v23054016-1\">16&nbsp;</b>&nbsp;&nbsp;Behold, I have created the smith</span><br><span id=\"p23054016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who blows the fire of coals</span><br><span id=\"p23054016_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and produces a weapon for its purpose.</span><br><span id=\"p23054016_01-25\" class=\"line\">&nbsp;&nbsp;I have also created the ravager to destroy;</span><br><span id=\"p23054017_01-25\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23054017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;no weapon that is fashioned against you shall succeed,</span><br><span id=\"p23054017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and you shall refute every tongue that rises against you in judgment.</span><br><span id=\"p23054017_01-25\" class=\"line\">&nbsp;&nbsp;This is the heritage of the servants of the LORD</span><br><span id=\"p23054017_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and their vindication from me, declares the LORD.”</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>16</strong> Behold, I have created the smith that bloweth the coals in the fire, and that bringeth forth an instrument for his work; and I have created the waster to destroy.  <strong>17</strong> No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the LORD, and their righteousness is of me, saith the LORD.  ","niv":"<sup><strong>16</strong></sup> \"See, it is I who created the blacksmith who fans the coals into flame and forges a weapon fit for its work. And it is I who have created the destroyer to work havoc; <sup><strong>17</strong></sup> no weapon forged against you will prevail, and you will refute every tongue that accuses you. This is the heritage of the servants of the LORD, and this is their vindication from me,\" declares the LORD. "},{"_id":"615ba55e7d79181a31670f67","topicId":"615ba5567d79181a31670f4e","verse":"2 Kings 15:30","votes":4,"__v":0,"esv":"<div>\n<p id=\"p12015030_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v12015030-1\">30&nbsp;</b>Then Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah and struck him down and put him to death and reigned in his place, in the twentieth year of Jotham the son of Uzziah.</p>\n</div>","kjv":"<strong>30</strong> And Hoshea the son of Elah made a conspiracy against Pekah the son of Remaliah, and smote him, and slew him, and reigned in his stead, in the twentieth year of Jotham the son of Uzziah.  ","niv":"<sup><strong>30</strong></sup> Then Hoshea son of Elah conspired against Pekah son of Remaliah. He attacked and assassinated him, and then succeeded him as king in the twentieth year of Jotham son of Uzziah."}]}