{"_id":"615ba61a7d79181a31670fa9","slug":"contentment-on-earth","name":"Contentment On Earth","verses":[{"_id":"615ba61b7d79181a31670faa","topicId":"615ba61a7d79181a31670fa9","verse":"2 Timothy 3:1-17","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people. <b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth. <b class=\"verse-num\" id=\"v55003008-1\">8&nbsp;</b>Just as Jannes and Jambres opposed Moses, so these men also oppose the truth, men corrupted in mind and disqualified regarding the faith. <b class=\"verse-num\" id=\"v55003009-1\">9&nbsp;</b>But they will not get very far, for their folly will be plain to all, as was that of those two men.</p>\n\n<p id=\"p55003009_13-1\"><b class=\"verse-num\" id=\"v55003010-1\">10&nbsp;</b>You, however, have followed my teaching, my conduct, my aim in life, my faith, my patience, my love, my steadfastness, <b class=\"verse-num\" id=\"v55003011-1\">11&nbsp;</b>my persecutions and sufferings that happened to me at Antioch, at Iconium, and at Lystra—which persecutions I endured; yet from them all the Lord rescued me. <b class=\"verse-num\" id=\"v55003012-1\">12&nbsp;</b>Indeed, all who desire to live a godly life in Christ Jesus will be persecuted, <b class=\"verse-num\" id=\"v55003013-1\">13&nbsp;</b>while evil people and impostors will go on from bad to worse, deceiving and being deceived. <b class=\"verse-num\" id=\"v55003014-1\">14&nbsp;</b>But as for you, continue in what you have learned and have firmly believed, knowing from whom you learned it <b class=\"verse-num\" id=\"v55003015-1\">15&nbsp;</b>and how from childhood you have been acquainted with the sacred writings, which are able to make you wise for salvation through faith in Christ Jesus. <b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness, <b class=\"verse-num\" id=\"v55003017-1\">17&nbsp;</b>that the man of God may be complete, equipped for every good work.</p>\n\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  <strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  <strong>8</strong> Now as Jannes and Jambres withstood Moses, so do these also resist the truth: men of corrupt minds, reprobate concerning the faith.  <strong>9</strong> But they shall proceed no further: for their folly shall be manifest unto all men, as theirs also was.  <strong>10</strong> But thou hast fully known my doctrine, manner of life, purpose, faith, longsuffering, charity, patience,  <strong>11</strong> Persecutions, afflictions, which came unto me at Antioch, at Iconium, at Lystra; what persecutions I endured: but out of them all the Lord delivered me.  <strong>12</strong> Yea, and all that will live godly in Christ Jesus shall suffer persecution.  <strong>13</strong> But evil men and seducers shall wax worse and worse, deceiving, and being deceived.  <strong>14</strong> But continue thou in the things which thou hast learned and hast been assured of, knowing of whom thou hast learned them;  <strong>15</strong> And that from a child thou hast known the holy scriptures, which are able to make thee wise unto salvation through faith which is in Christ Jesus.  <strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  <strong>17</strong> That the man of God may be perfect, throughly furnished unto all good works.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. <sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. <sup><strong>8</strong></sup> Just as Jannes and Jambres opposed Moses, so also these men oppose the truth--men of depraved minds, who, as far as the faith is concerned, are rejected. <sup><strong>9</strong></sup> But they will not get very far because, as in the case of those men, their folly will be clear to everyone. <sup><strong>10</strong></sup> You, however, know all about my teaching, my way of life, my purpose, faith, patience, love, endurance, <sup><strong>11</strong></sup> persecutions, sufferings--what kinds of things happened to me in Antioch, Iconium and Lystra, the persecutions I endured. Yet the Lord rescued me from all of them. <sup><strong>12</strong></sup> In fact, everyone who wants to live a godly life in Christ Jesus will be persecuted, <sup><strong>13</strong></sup> while evil men and impostors will go from bad to worse, deceiving and being deceived. <sup><strong>14</strong></sup> But as for you, continue in what you have learned and have become convinced of, because you know those from whom you learned it, <sup><strong>15</strong></sup> and how from infancy you have known the holy Scriptures, which are able to make you wise for salvation through faith in Christ Jesus. <sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness, <sup><strong>17</strong></sup> so that the man of God may be thoroughly equipped for every good work. "},{"_id":"615ba61b7d79181a31670fab","topicId":"615ba61a7d79181a31670fa9","verse":"James 3:17","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59003017_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v59003017-1\">17&nbsp;</b>But the wisdom from above is first pure, then peaceable, gentle, open to reason, full of mercy and good fruits, impartial and sincere.</p>\n</div>","kjv":"<strong>17</strong> But the wisdom that is from above is first pure, then peaceable, gentle, and easy to be intreated, full of mercy and good fruits, without partiality, and without hypocrisy.  ","niv":"<sup><strong>17</strong></sup> But the wisdom that comes from heaven is first of all pure; then peace-loving, considerate, submissive, full of mercy and good fruit, impartial and sincere."},{"_id":"615ba61c7d79181a31670fac","topicId":"615ba61a7d79181a31670fa9","verse":"Psalm 103:1-5","votes":3,"__v":0,"esv":"<div>\n\n<h4 id=\"p19103001_07-3\" class=\"psalm-title\">Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19103001_07-3\" class=\"line\"><b class=\"chapter-num\" id=\"v19103001-1\">103:1&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103001_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all that is within me,</span><br><span id=\"p19103001_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;bless his holy name!</span><br><span id=\"p19103002_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103002-1\">2&nbsp;</b>&nbsp;&nbsp;Bless the LORD, O my soul,</span><br><span id=\"p19103002_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and forget not all his benefits,</span><br><span id=\"p19103003_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103003-1\">3&nbsp;</b>&nbsp;&nbsp;who forgives all your iniquity,</span><br><span id=\"p19103003_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who heals all your diseases,</span><br><span id=\"p19103004_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103004-1\">4&nbsp;</b>&nbsp;&nbsp;who redeems your life from the pit,</span><br><span id=\"p19103004_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who crowns you with steadfast love and mercy,</span><br><span id=\"p19103005_07-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v19103005-1\">5&nbsp;</b>&nbsp;&nbsp;who satisfies you with good</span><br><span id=\"p19103005_07-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;so that your youth is renewed like the eagle’s.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> Bless the LORD, O my soul: and all that is within me, bless  his holy name.  <strong>2</strong> Bless the LORD, O my soul, and forget not all his benefits:  <strong>3</strong> Who forgiveth all thine iniquities; who healeth all thy diseases;  <strong>4</strong> Who redeemeth thy life from destruction; who crowneth thee with lovingkindness and tender mercies;  <strong>5</strong> Who satisfieth thy mouth with good things; so that thy youth is renewed like the eagle’s.  ","niv":"<sup><strong>1</strong></sup> Praise the LORD, O my soul; all my inmost being, praise his holy name. <sup><strong>2</strong></sup> Praise the LORD, O my soul, and forget not all his benefits- <sup><strong>3</strong></sup> who forgives all your sins and heals all your diseases, <sup><strong>4</strong></sup> who redeems your life from the pit and crowns you with love and compassion, <sup><strong>5</strong></sup> who satisfies your desires with good things so that your youth is renewed like the eagle's. "},{"_id":"615ba61c7d79181a31670fad","topicId":"615ba61a7d79181a31670fa9","verse":"Ephesians 6:1","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"615ba61c7d79181a31670fae","topicId":"615ba61a7d79181a31670fa9","verse":"Ephesians 5:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p49005024_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005024-1\">24&nbsp;</b>Now as the church submits to Christ, so also wives should submit in everything to their husbands.</p>\n</div>","kjv":"<strong>24</strong> Therefore as the church is subject unto Christ, so let the wives be to their own husbands in every thing.  ","niv":"<sup><strong>24</strong></sup> Now as the church submits to Christ, so also wives should submit to their husbands in everything."},{"_id":"615ba61c7d79181a31670faf","topicId":"615ba61a7d79181a31670fa9","verse":"Romans 12:2","votes":3,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615ba61c7d79181a31670fb0","topicId":"615ba61a7d79181a31670fa9","verse":"Hosea 4:7","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p28004007_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v28004007-1\">7&nbsp;</b>&nbsp;&nbsp;The more they increased,</span><br><span id=\"p28004007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the more they sinned against me;</span><br><span id=\"p28004007_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will change their glory into shame.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> As they were increased, so they sinned against me: therefore  will I change their glory into shame.  ","niv":"<sup><strong>7</strong></sup> The more the priests increased, the more they sinned against me; they exchanged their Glory for something disgraceful."},{"_id":"615ba61c7d79181a31670fb1","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 22:6","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"615ba61d7d79181a31670fb2","topicId":"615ba61a7d79181a31670fa9","verse":"2 Timothy 1:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p55001005_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001005-1\">5&nbsp;</b>I am reminded of your sincere faith, a faith that dwelt first in your grandmother Lois and your mother Eunice and now, I am sure, dwells in you as well.</p>\n</div>","kjv":"<strong>5</strong> When I call to remembrance the unfeigned faith that is in thee, which dwelt first in thy grandmother Lois, and thy mother Eunice; and I am persuaded that in thee also.  ","niv":"<sup><strong>5</strong></sup> I have been reminded of your sincere faith, which first lived in your grandmother Lois and in your mother Eunice and, I am persuaded, now lives in you also."},{"_id":"615ba61d7d79181a31670fb3","topicId":"615ba61a7d79181a31670fa9","verse":"Ephesians 5:23","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49005023_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005023-1\">23&nbsp;</b>For the husband is the head of the wife even as Christ is the head of the church, his body, and is himself its Savior.</p>\n</div>","kjv":"<strong>23</strong> For the husband is the head of the wife, even as Christ is the head of the church: and he is the saviour of the body.  ","niv":"<sup><strong>23</strong></sup> For the husband is the head of the wife as Christ is the head of the church, his body, of which he is the Savior."},{"_id":"615ba61d7d79181a31670fb4","topicId":"615ba61a7d79181a31670fa9","verse":"1 Corinthians 6:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46006014_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006014-1\">14&nbsp;</b>And God raised the Lord and will also raise us up by his power.</p>\n</div>","kjv":"<strong>14</strong> And God hath both raised up the Lord, and will also raise up us by his own power.  ","niv":"<sup><strong>14</strong></sup> By his power God raised the Lord from the dead, and he will raise us also."},{"_id":"615ba61e7d79181a31670fb5","topicId":"615ba61a7d79181a31670fa9","verse":"Ephesians 6:2","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49006002_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006002-1\">2&nbsp;</b>“Honor your father and mother” (this is the first commandment with a promise),</p>\n</div>","kjv":"<strong>2</strong> Honour thy father and mother; (which is the first commandment with promise;)  ","niv":"<sup><strong>2</strong></sup> \"Honor your father and mother\"--which is the first commandment with a promise--"},{"_id":"615ba61e7d79181a31670fb6","topicId":"615ba61a7d79181a31670fa9","verse":"1 Corinthians 15:1-58","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p46015001_05-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46015001-1\">15:1&nbsp;</b>Now I would remind you, brothers, of the gospel I preached to you, which you received, in which you stand, <b class=\"verse-num\" id=\"v46015002-1\">2&nbsp;</b>and by which you are being saved, if you hold fast to the word I preached to you—unless you believed in vain.</p>\n<p id=\"p46015002_05-15\"><b class=\"verse-num\" id=\"v46015003-1\">3&nbsp;</b>For I delivered to you as of first importance what I also received: that Christ died for our sins in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015004-1\">4&nbsp;</b>that he was buried, that he was raised on the third day in accordance with the Scriptures, <b class=\"verse-num\" id=\"v46015005-1\">5&nbsp;</b>and that he appeared to Cephas, then to the twelve. <b class=\"verse-num\" id=\"v46015006-1\">6&nbsp;</b>Then he appeared to more than five hundred brothers at one time, most of whom are still alive, though some have fallen asleep. <b class=\"verse-num\" id=\"v46015007-1\">7&nbsp;</b>Then he appeared to James, then to all the apostles. <b class=\"verse-num\" id=\"v46015008-1\">8&nbsp;</b>Last of all, as to one untimely born, he appeared also to me. <b class=\"verse-num\" id=\"v46015009-1\">9&nbsp;</b>For I am the least of the apostles, unworthy to be called an apostle, because I persecuted the church of God. <b class=\"verse-num\" id=\"v46015010-1\">10&nbsp;</b>But by the grace of God I am what I am, and his grace toward me was not in vain. On the contrary, I worked harder than any of them, though it was not I, but the grace of God that is with me. <b class=\"verse-num\" id=\"v46015011-1\">11&nbsp;</b>Whether then it was I or they, so we preach and so you believed.</p>\n\n<p id=\"p46015011_10-15\"><b class=\"verse-num\" id=\"v46015012-1\">12&nbsp;</b>Now if Christ is proclaimed as raised from the dead, how can some of you say that there is no resurrection of the dead? <b class=\"verse-num\" id=\"v46015013-1\">13&nbsp;</b>But if there is no resurrection of the dead, then not even Christ has been raised. <b class=\"verse-num\" id=\"v46015014-1\">14&nbsp;</b>And if Christ has not been raised, then our preaching is in vain and your faith is in vain. <b class=\"verse-num\" id=\"v46015015-1\">15&nbsp;</b>We are even found to be misrepresenting God, because we testified about God that he raised Christ, whom he did not raise if it is true that the dead are not raised. <b class=\"verse-num\" id=\"v46015016-1\">16&nbsp;</b>For if the dead are not raised, not even Christ has been raised. <b class=\"verse-num\" id=\"v46015017-1\">17&nbsp;</b>And if Christ has not been raised, your faith is futile and you are still in your sins. <b class=\"verse-num\" id=\"v46015018-1\">18&nbsp;</b>Then those also who have fallen asleep in Christ have perished. <b class=\"verse-num\" id=\"v46015019-1\">19&nbsp;</b>If in Christ we have hope in this life only, we are of all people most to be pitied.</p>\n<p id=\"p46015019_10-15\"><b class=\"verse-num\" id=\"v46015020-1\">20&nbsp;</b>But in fact Christ has been raised from the dead, the firstfruits of those who have fallen asleep. <b class=\"verse-num\" id=\"v46015021-1\">21&nbsp;</b>For as by a man came death, by a man has come also the resurrection of the dead. <b class=\"verse-num\" id=\"v46015022-1\">22&nbsp;</b>For as in Adam all die, so also in Christ shall all be made alive. <b class=\"verse-num\" id=\"v46015023-1\">23&nbsp;</b>But each in his own order: Christ the firstfruits, then at his coming those who belong to Christ. <b class=\"verse-num\" id=\"v46015024-1\">24&nbsp;</b>Then comes the end, when he delivers the kingdom to God the Father after destroying every rule and every authority and power. <b class=\"verse-num\" id=\"v46015025-1\">25&nbsp;</b>For he must reign until he has put all his enemies under his feet. <b class=\"verse-num\" id=\"v46015026-1\">26&nbsp;</b>The last enemy to be destroyed is death. <b class=\"verse-num\" id=\"v46015027-1\">27&nbsp;</b>For “God has put all things in subjection under his feet.” But when it says, “all things are put in subjection,” it is plain that he is excepted who put all things in subjection under him. <b class=\"verse-num\" id=\"v46015028-1\">28&nbsp;</b>When all things are subjected to him, then the Son himself will also be subjected to him who put all things in subjection under him, that God may be all in all.</p>\n<p id=\"p46015028_10-15\"><b class=\"verse-num\" id=\"v46015029-1\">29&nbsp;</b>Otherwise, what do people mean by being baptized on behalf of the dead? If the dead are not raised at all, why are people baptized on their behalf? <b class=\"verse-num\" id=\"v46015030-1\">30&nbsp;</b>Why are we in danger every hour? <b class=\"verse-num\" id=\"v46015031-1\">31&nbsp;</b>I protest, brothers, by my pride in you, which I have in Christ Jesus our Lord, I die every day! <b class=\"verse-num\" id=\"v46015032-1\">32&nbsp;</b>What do I gain if, humanly speaking, I fought with beasts at Ephesus? If the dead are not raised, “Let us eat and drink, for tomorrow we die.” <b class=\"verse-num\" id=\"v46015033-1\">33&nbsp;</b>Do not be deceived: “Bad company ruins good morals.” <b class=\"verse-num\" id=\"v46015034-1\">34&nbsp;</b>Wake up from your drunken stupor, as is right, and do not go on sinning. For some have no knowledge of God. I say this to your shame.</p>\n\n<p id=\"p46015034_13-15\"><b class=\"verse-num\" id=\"v46015035-1\">35&nbsp;</b>But someone will ask, “How are the dead raised? With what kind of body do they come?” <b class=\"verse-num\" id=\"v46015036-1\">36&nbsp;</b>You foolish person! What you sow does not come to life unless it dies. <b class=\"verse-num\" id=\"v46015037-1\">37&nbsp;</b>And what you sow is not the body that is to be, but a bare kernel, perhaps of wheat or of some other grain. <b class=\"verse-num\" id=\"v46015038-1\">38&nbsp;</b>But God gives it a body as he has chosen, and to each kind of seed its own body. <b class=\"verse-num\" id=\"v46015039-1\">39&nbsp;</b>For not all flesh is the same, but there is one kind for humans, another for animals, another for birds, and another for fish. <b class=\"verse-num\" id=\"v46015040-1\">40&nbsp;</b>There are heavenly bodies and earthly bodies, but the glory of the heavenly is of one kind, and the glory of the earthly is of another. <b class=\"verse-num\" id=\"v46015041-1\">41&nbsp;</b>There is one glory of the sun, and another glory of the moon, and another glory of the stars; for star differs from star in glory.</p>\n<p id=\"p46015041_13-15\"><b class=\"verse-num\" id=\"v46015042-1\">42&nbsp;</b>So is it with the resurrection of the dead. What is sown is perishable; what is raised is imperishable. <b class=\"verse-num\" id=\"v46015043-1\">43&nbsp;</b>It is sown in dishonor; it is raised in glory. It is sown in weakness; it is raised in power. <b class=\"verse-num\" id=\"v46015044-1\">44&nbsp;</b>It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <b class=\"verse-num\" id=\"v46015045-1\">45&nbsp;</b>Thus it is written, “The first man Adam became a living being”; the last Adam became a life-giving spirit. <b class=\"verse-num\" id=\"v46015046-1\">46&nbsp;</b>But it is not the spiritual that is first but the natural, and then the spiritual. <b class=\"verse-num\" id=\"v46015047-1\">47&nbsp;</b>The first man was from the earth, a man of dust; the second man is from heaven. <b class=\"verse-num\" id=\"v46015048-1\">48&nbsp;</b>As was the man of dust, so also are those who are of the dust, and as is the man of heaven, so also are those who are of heaven. <b class=\"verse-num\" id=\"v46015049-1\">49&nbsp;</b>Just as we have borne the image of the man of dust, we shall also bear the image of the man of heaven.</p>\n\n<p id=\"p46015049_16-15\"><b class=\"verse-num\" id=\"v46015050-1\">50&nbsp;</b>I tell you this, brothers: flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <b class=\"verse-num\" id=\"v46015051-1\">51&nbsp;</b>Behold! I tell you a mystery. We shall not all sleep, but we shall all be changed, <b class=\"verse-num\" id=\"v46015052-1\">52&nbsp;</b>in a moment, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, and the dead will be raised imperishable, and we shall be changed. <b class=\"verse-num\" id=\"v46015053-1\">53&nbsp;</b>For this perishable body must put on the imperishable, and this mortal body must put on immortality. <b class=\"verse-num\" id=\"v46015054-1\">54&nbsp;</b>When the perishable puts on the imperishable, and the mortal puts on immortality, then shall come to pass the saying that is written:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p46015054_16-15\" class=\"line\">&nbsp;&nbsp;“Death is swallowed up in victory.”</span><br><span id=\"p46015055_16-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v46015055-1\">55&nbsp;</b>&nbsp;&nbsp;“O death, where is your victory?</span><br><span id=\"p46015055_16-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O death, where is your sting?”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p46015055_16-15\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v46015056-1\">56&nbsp;</b>The sting of death is sin, and the power of sin is the law. <b class=\"verse-num\" id=\"v46015057-1\">57&nbsp;</b>But thanks be to God, who gives us the victory through our Lord Jesus Christ.</p>\n<p id=\"p46015057_16-15\"><b class=\"verse-num\" id=\"v46015058-1\">58&nbsp;</b>Therefore, my beloved brothers, be steadfast, immovable, always abounding in the work of the Lord, knowing that in the Lord your labor is not in vain.</p>\n\n</div>","kjv":"<strong>1</strong> Moreover, brethren, I declare unto you the gospel which I preached unto you, which also ye have received, and wherein ye stand;  <strong>2</strong> By which also ye are saved, if ye keep in memory what I preached unto you, unless ye have believed in vain.  <strong>3</strong> For I delivered unto you first of all that which I also received, how that Christ died for our sins according to the scriptures;  <strong>4</strong> And that he was buried, and that he rose again the third day according to the scriptures:  <strong>5</strong> And that he was seen of Cephas, then of the twelve:  <strong>6</strong> After that, he was seen of above five hundred brethren at once; of whom the greater part remain unto this present, but some are fallen asleep.  <strong>7</strong> After that, he was seen of James; then of all the apostles.  <strong>8</strong> And last of all he was seen of me also, as of one born out of due time.  <strong>9</strong> For I am the least of the apostles, that am not meet to be called an apostle, because I persecuted the church of God.  <strong>10</strong> But by the grace of God I am what I am: and his grace which was bestowed upon me was not in vain; but I laboured more abundantly than they all: yet not I, but the grace of God which was with me.  <strong>11</strong> Therefore whether it were I or they, so we preach, and so ye believed.  <strong>12</strong> Now if Christ be preached that he rose from the dead, how say some among you that there is no resurrection of the dead?  <strong>13</strong> But if there be no resurrection of the dead, then is Christ not risen:  <strong>14</strong> And if Christ be not risen, then is our preaching vain, and your faith is also vain.  <strong>15</strong> Yea, and we are found false witnesses of God; because we have testified of God that he raised up Christ: whom he raised not up, if so be that the dead rise not.  <strong>16</strong> For if the dead rise not, then is not Christ raised:  <strong>17</strong> And if Christ be not raised, your faith is vain; ye are yet in your sins.  <strong>18</strong> Then they also which are fallen asleep in Christ are perished.  <strong>19</strong> If in this life only we have hope in Christ, we are of all men most miserable.  <strong>20</strong> But now is Christ risen from the dead, and become the firstfruits of them that slept.  <strong>21</strong> For since by man came death, by man came also the resurrection of the dead.  <strong>22</strong> For as in Adam all die, even so in Christ shall all be made alive.  <strong>23</strong> But every man in his own order: Christ the firstfruits; afterward they that are Christ’s at his coming.  <strong>24</strong> Then cometh the end, when he shall have delivered up the kingdom to God, even the Father; when he shall have put down all rule and all authority and power.  <strong>25</strong> For he must reign, till he hath put all enemies under his feet.  <strong>26</strong> The last enemy that shall be destroyed is death.  <strong>27</strong> For he hath put all things under his feet. But when he saith, all things are put under him, it is manifest that he is excepted, which did put all things under him.  <strong>28</strong> And when all things shall be subdued unto him, then shall the Son also himself be subject unto him that put all things under him, that God may be all in all.  <strong>29</strong> Else what shall they do which are baptized for the dead, if the dead rise not at all? why are they then baptized for the dead?  <strong>30</strong> And why stand we in jeopardy every hour?  <strong>31</strong> I protest by your rejoicing which I have in Christ Jesus our Lord, I die daily.  <strong>32</strong> If after the manner of men I have fought with beasts at Ephesus, what advantageth it me, if the dead rise not? let us eat and drink; for to morrow we die.  <strong>33</strong> Be not deceived: evil communications corrupt good manners.  <strong>34</strong> Awake to righteousness, and sin not; for some have not the knowledge of God: I speak this to your shame.  <strong>35</strong> But some man will say, How are the dead raised up? and with what body do they come?  <strong>36</strong> Thou fool, that which thou sowest is not quickened, except it die:  <strong>37</strong> And that which thou sowest, thou sowest not that body that shall be, but bare grain, it may chance of wheat, or of some other grain:  <strong>38</strong> But God giveth it a body as it hath pleased him, and to every seed his own body.  <strong>39</strong> All flesh is not the same flesh: but there is one kind of flesh of men, another flesh of beasts, another of fishes, and another of birds.  <strong>40</strong> There are also celestial bodies, and bodies terrestrial: but the glory of the celestial is one, and the glory of the terrestrial is another.  <strong>41</strong> There is one glory of the sun, and another glory of the moon, and another glory of the stars: for one star differeth from another star in glory.  <strong>42</strong> So also is the resurrection of the dead. It is sown in corruption; it is raised in incorruption:  <strong>43</strong> It is sown in dishonour; it is raised in glory: it is sown in weakness; it is raised in power:  <strong>44</strong> It is sown a natural body; it is raised a spiritual body. There is a natural body, and there is a spiritual body.  <strong>45</strong> And so it is written, The first man Adam was made a living soul; the last Adam was made a quickening spirit.  <strong>46</strong> Howbeit that was not first which is spiritual, but that which is natural; and afterward that which is spiritual.  <strong>47</strong> The first man is of the earth, earthy: the second man is the Lord from heaven.  <strong>48</strong> As is the earthy, such are they also that are earthy: and as is the heavenly, such are they also that are heavenly.  <strong>49</strong> And as we have borne the image of the earthy, we shall also bear the image of the heavenly.  <strong>50</strong> Now this I say, brethren, that flesh and blood cannot inherit the kingdom of God; neither doth corruption inherit incorruption.  <strong>51</strong> Behold, I shew you a mystery; We shall not all sleep, but we shall all be changed,  <strong>52</strong> In a moment, in the twinkling of an eye, at the last trump: for the trumpet shall sound, and the dead shall be raised incorruptible, and we shall be changed.  <strong>53</strong> For this corruptible must put on incorruption, and this mortal must put on immortality.  <strong>54</strong> So when this corruptible shall have put on incorruption, and this mortal shall have put on immortality, then shall be brought to pass the saying that is written, Death is swallowed up in victory.  <strong>55</strong> O death, where is thy sting? O grave, where is  thy victory?  <strong>56</strong> The sting of death is sin; and the strength of sin is  the law.  <strong>57</strong> But thanks be to God, which giveth us the victory through our Lord Jesus Christ.  <strong>58</strong> Therefore, my beloved brethren, be ye stedfast, unmovable, always abounding in the work of the Lord, forasmuch as ye know that your labour is not in vain in the Lord.  ","niv":"<sup><strong>1</strong></sup> Now, brothers, I want to remind you of the gospel I preached to you, which you received and on which you have taken your stand. <sup><strong>2</strong></sup> By this gospel you are saved, if you hold firmly to the word I preached to you. Otherwise, you have believed in vain. <sup><strong>3</strong></sup> For what I received I passed on to you as of first importance: that Christ died for our sins according to the Scriptures, <sup><strong>4</strong></sup> that he was buried, that he was raised on the third day according to the Scriptures, <sup><strong>5</strong></sup> and that he appeared to Peter, and then to the Twelve. <sup><strong>6</strong></sup> After that, he appeared to more than five hundred of the brothers at the same time, most of whom are still living, though some have fallen asleep. <sup><strong>7</strong></sup> Then he appeared to James, then to all the apostles, <sup><strong>8</strong></sup> and last of all he appeared to me also, as to one abnormally born. <sup><strong>9</strong></sup> For I am the least of the apostles and do not even deserve to be called an apostle, because I persecuted the church of God. <sup><strong>10</strong></sup> But by the grace of God I am what I am, and his grace to me was not without effect. No, I worked harder than all of them--yet not I, but the grace of God that was with me. <sup><strong>11</strong></sup> Whether, then, it was I or they, this is what we preach, and this is what you believed. <sup><strong>12</strong></sup> But if it is preached that Christ has been raised from the dead, how can some of you say that there is no resurrection of the dead? <sup><strong>13</strong></sup> If there is no resurrection of the dead, then not even Christ has been raised. <sup><strong>14</strong></sup> And if Christ has not been raised, our preaching is useless and so is your faith. <sup><strong>15</strong></sup> More than that, we are then found to be false witnesses about God, for we have testified about God that he raised Christ from the dead. But he did not raise him if in fact the dead are not raised. <sup><strong>16</strong></sup> For if the dead are not raised, then Christ has not been raised either. <sup><strong>17</strong></sup> And if Christ has not been raised, your faith is futile; you are still in your sins. <sup><strong>18</strong></sup> Then those also who have fallen asleep in Christ are lost. <sup><strong>19</strong></sup> If only for this life we have hope in Christ, we are to be pitied more than all men. <sup><strong>20</strong></sup> But Christ has indeed been raised from the dead, the firstfruits of those who have fallen asleep. <sup><strong>21</strong></sup> For since death came through a man, the resurrection of the dead comes also through a man. <sup><strong>22</strong></sup> For as in Adam all die, so in Christ all will be made alive. <sup><strong>23</strong></sup> But each in his own turn: Christ, the firstfruits; then, when he comes, those who belong to him. <sup><strong>24</strong></sup> Then the end will come, when he hands over the kingdom to God the Father after he has destroyed all dominion, authority and power. <sup><strong>25</strong></sup> For he must reign until he has put all his enemies under his feet. <sup><strong>26</strong></sup> The last enemy to be destroyed is death. <sup><strong>27</strong></sup> For he \"has put everything under his feet.\" Now when it says that \"everything\" has been put under him, it is clear that this does not include God himself, who put everything under Christ. <sup><strong>28</strong></sup> When he has done this, then the Son himself will be made subject to him who put everything under him, so that God may be all in all. <sup><strong>29</strong></sup> Now if there is no resurrection, what will those do who are baptized for the dead? If the dead are not raised at all, why are people baptized for them? <sup><strong>30</strong></sup> And as for us, why do we endanger ourselves every hour? <sup><strong>31</strong></sup> I die every day--I mean that, brothers--just as surely as I glory over you in Christ Jesus our Lord. <sup><strong>32</strong></sup> If I fought wild beasts in Ephesus for merely human reasons, what have I gained? If the dead are not raised, \"Let us eat and drink, for tomorrow we die.\" <sup><strong>33</strong></sup> Do not be misled: \"Bad company corrupts good character.\" <sup><strong>34</strong></sup> Come back to your senses as you ought, and stop sinning; for there are some who are ignorant of God--I say this to your shame. <sup><strong>35</strong></sup> But someone may ask, \"How are the dead raised? With what kind of body will they come?\" <sup><strong>36</strong></sup> How foolish! What you sow does not come to life unless it dies. <sup><strong>37</strong></sup> When you sow, you do not plant the body that will be, but just a seed, perhaps of wheat or of something else. <sup><strong>38</strong></sup> But God gives it a body as he has determined, and to each kind of seed he gives its own body. <sup><strong>39</strong></sup> All flesh is not the same: Men have one kind of flesh, animals have another, birds another and fish another. <sup><strong>40</strong></sup> There are also heavenly bodies and there are earthly bodies; but the splendor of the heavenly bodies is one kind, and the splendor of the earthly bodies is another. <sup><strong>41</strong></sup> The sun has one kind of splendor, the moon another and the stars another; and star differs from star in splendor. <sup><strong>42</strong></sup> So will it be with the resurrection of the dead. The body that is sown is perishable, it is raised imperishable; <sup><strong>43</strong></sup> it is sown in dishonor, it is raised in glory; it is sown in weakness, it is raised in power; <sup><strong>44</strong></sup> it is sown a natural body, it is raised a spiritual body. If there is a natural body, there is also a spiritual body. <sup><strong>45</strong></sup> So it is written: \"The first man Adam became a living being\"; the last Adam, a lifegiving spirit. <sup><strong>46</strong></sup> The spiritual did not come first, but the natural, and after that the spiritual. <sup><strong>47</strong></sup> The first man was of the dust of the earth, the second man from heaven. <sup><strong>48</strong></sup> As was the earthly man, so are those who are of the earth; and as is the man from heaven, so also are those who are of heaven. <sup><strong>49</strong></sup> And just as we have borne the likeness of the earthly man, so shall we bear the likeness of the man from heaven. <sup><strong>50</strong></sup> I declare to you, brothers, that flesh and blood cannot inherit the kingdom of God, nor does the perishable inherit the imperishable. <sup><strong>51</strong></sup> Listen, I tell you a mystery: We will not all sleep, but we will all be changed-- <sup><strong>52</strong></sup> in a flash, in the twinkling of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised imperishable, and we will be changed. <sup><strong>53</strong></sup> For the perishable must clothe itself with the imperishable, and the mortal with immortality. <sup><strong>54</strong></sup> When the perishable has been clothed with the imperishable, and the mortal with immortality, then the saying that is written will come true: \"Death has been swallowed up in victory.\" <sup><strong>55</strong></sup> \"Where, O death, is your victory? Where, O death, is your sting?\" <sup><strong>56</strong></sup> The sting of death is sin, and the power of sin is the law. <sup><strong>57</strong></sup> But thanks be to God! He gives us the victory through our Lord Jesus Christ. <sup><strong>58</strong></sup> Therefore, my dear brothers, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain. "},{"_id":"615ba61e7d79181a31670fb7","topicId":"615ba61a7d79181a31670fa9","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-16\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615ba61f7d79181a31670fb8","topicId":"615ba61a7d79181a31670fa9","verse":"Matthew 17:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40017011_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v40017011-1\">11&nbsp;</b>He answered, <span class=\"woc\">“Elijah does come, and he will restore all things.</span></p>\n</div>","kjv":"<strong>11</strong> And Jesus answered and said unto them, Elias truly shall first come, and restore all things.  ","niv":"<sup><strong>11</strong></sup> Jesus replied, \"To be sure, Elijah comes and will restore all things."},{"_id":"615ba61f7d79181a31670fb9","topicId":"615ba61a7d79181a31670fa9","verse":"Malachi 4:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p39004006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v39004006-1\">6&nbsp;</b>And he will turn the hearts of fathers to their children and the hearts of children to their fathers, lest I come and strike the land with a decree of utter destruction.”</p>\n\n</div>","kjv":"<strong>6</strong> And he shall turn the heart of the fathers to the children, and the heart of the children to their fathers, lest I come and smite the earth with a curse.  ","niv":"<sup><strong>6</strong></sup> He will turn the hearts of the fathers to their children, and the hearts of the children to their fathers; or else I will come and strike the land with a curse.\""},{"_id":"615ba61f7d79181a31670fba","topicId":"615ba61a7d79181a31670fa9","verse":"Ecclesiastes 12:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p21012001_07-19\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v21012001-1\">12:1&nbsp;</b>Remember also your Creator in the days of your youth, before the evil days come and the years draw near of which you will say, “I have no pleasure in them”;</p>\n</div>","kjv":"<strong>1</strong> Remember now thy Creator in the days of thy youth, while the evil days come not, nor the years draw nigh, when thou shalt say, I have no pleasure in them;  ","niv":"<sup><strong>1</strong></sup> Remember your Creator in the days of your youth, before the days of trouble come and the years approach when you will say, \"I find no pleasure in them\"-"},{"_id":"615ba61f7d79181a31670fbb","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 29:17","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029017_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029017-1\">17&nbsp;</b>&nbsp;&nbsp;Discipline your son, and he will give you rest;</span><br><span id=\"p20029017_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he will give delight to your heart.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>17</strong> Correct thy son, and he shall give thee rest; yea, he shall give delight unto thy soul.  ","niv":"<sup><strong>17</strong></sup> Discipline your son, and he will give you peace; he will bring delight to your soul."},{"_id":"615ba6207d79181a31670fbc","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 29:15","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029015_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029015-1\">15&nbsp;</b>&nbsp;&nbsp;The rod and reproof give wisdom,</span><br><span id=\"p20029015_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a child left to himself brings shame to his mother.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The rod and reproof give wisdom: but a child left to himself  bringeth his mother to shame.  ","niv":"<sup><strong>15</strong></sup> The rod of correction imparts wisdom, but a child left to himself disgraces his mother."},{"_id":"615ba6207d79181a31670fbd","topicId":"615ba61a7d79181a31670fa9","verse":"Genesis 33:11","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01033011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01033011-1\">11&nbsp;</b>Please accept my blessing that is brought to you, because God has dealt graciously with me, and because I have enough.” Thus he urged him, and he took it.</p>\n</div>","kjv":"<strong>11</strong> Take, I pray thee, my blessing that is brought to thee; because God hath dealt graciously with me, and because I have enough. And he urged him, and he took it.  ","niv":"<sup><strong>11</strong></sup> Please accept the present that was brought to you, for God has been gracious to me and I have all I need.\" And because Jacob insisted, Esau accepted it."},{"_id":"615ba6207d79181a31670fbe","topicId":"615ba61a7d79181a31670fa9","verse":"Amos 1:1-15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p30001001_01-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v30001001-1\">1:1&nbsp;</b>The words of Amos, who was among the shepherds of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah and in the days of Jeroboam the son of Joash, king of Israel, two years before the earthquake.</p>\n\n<p id=\"p30001001_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001002-1\">2&nbsp;</b>And he said:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001002_05-23\" class=\"line\">&nbsp;&nbsp;“The LORD roars from Zion</span><br><span id=\"p30001002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and utters his voice from Jerusalem;</span><br><span id=\"p30001002_05-23\" class=\"line\">&nbsp;&nbsp;the pastures of the shepherds mourn,</span><br><span id=\"p30001002_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the top of Carmel withers.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001002_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001003-1\">3&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001003_05-23\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Damascus,</span><br><span id=\"p30001003_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001003_05-23\" class=\"line\">&nbsp;&nbsp;because they have threshed Gilead</span><br><span id=\"p30001003_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with threshing sledges of iron.</span><br><span id=\"p30001004_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001004-1\">4&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the house of Hazael,</span><br><span id=\"p30001004_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Ben-hadad.</span><br><span id=\"p30001005_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001005-1\">5&nbsp;</b>&nbsp;&nbsp;I will break the gate-bar of Damascus,</span><br><span id=\"p30001005_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cut off the inhabitants from the Valley of Aven,</span><br><span id=\"p30001005_05-23\" class=\"line\">&nbsp;&nbsp;and him who holds the scepter from Beth-eden;</span><br><span id=\"p30001005_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the people of Syria shall go into exile to Kir,”</span><br><span id=\"p30001005_05-23\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001005_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001006-1\">6&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001006_05-23\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Gaza,</span><br><span id=\"p30001006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001006_05-23\" class=\"line\">&nbsp;&nbsp;because they carried into exile a whole people</span><br><span id=\"p30001006_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to deliver them up to Edom.</span><br><span id=\"p30001007_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001007-1\">7&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Gaza,</span><br><span id=\"p30001007_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.</span><br><span id=\"p30001008_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001008-1\">8&nbsp;</b>&nbsp;&nbsp;I will cut off the inhabitants from Ashdod,</span><br><span id=\"p30001008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and him who holds the scepter from Ashkelon;</span><br><span id=\"p30001008_05-23\" class=\"line\">&nbsp;&nbsp;I will turn my hand against Ekron,</span><br><span id=\"p30001008_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the remnant of the Philistines shall perish,”</span><br><span id=\"p30001008_05-23\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the Lord GOD.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001008_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001009-1\">9&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001009_05-23\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Tyre,</span><br><span id=\"p30001009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001009_05-23\" class=\"line\">&nbsp;&nbsp;because they delivered up a whole people to Edom,</span><br><span id=\"p30001009_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and did not remember the covenant of brotherhood.</span><br><span id=\"p30001010_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001010-1\">10&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon the wall of Tyre,</span><br><span id=\"p30001010_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001010_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001011-1\">11&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001011_05-23\" class=\"line\">&nbsp;&nbsp;“For three transgressions of Edom,</span><br><span id=\"p30001011_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001011_05-23\" class=\"line\">&nbsp;&nbsp;because he pursued his brother with the sword</span><br><span id=\"p30001011_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and cast off all pity,</span><br><span id=\"p30001011_05-23\" class=\"line\">&nbsp;&nbsp;and his anger tore perpetually,</span><br><span id=\"p30001011_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he kept his wrath forever.</span><br><span id=\"p30001012_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001012-1\">12&nbsp;</b>&nbsp;&nbsp;So I will send a fire upon Teman,</span><br><span id=\"p30001012_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour the strongholds of Bozrah.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p30001012_05-23\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v30001013-1\">13&nbsp;</b>Thus says the LORD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30001013_05-23\" class=\"line\">&nbsp;&nbsp;“For three transgressions of the Ammonites,</span><br><span id=\"p30001013_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and for four, I will not revoke the punishment,</span><br><span id=\"p30001013_05-23\" class=\"line\">&nbsp;&nbsp;because they have ripped open pregnant women in Gilead,</span><br><span id=\"p30001013_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that they might enlarge their border.</span><br><span id=\"p30001014_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001014-1\">14&nbsp;</b>&nbsp;&nbsp;So I will kindle a fire in the wall of Rabbah,</span><br><span id=\"p30001014_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it shall devour her strongholds,</span><br><span id=\"p30001014_05-23\" class=\"line\">&nbsp;&nbsp;with shouting on the day of battle,</span><br><span id=\"p30001014_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with a tempest in the day of the whirlwind;</span><br><span id=\"p30001015_05-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v30001015-1\">15&nbsp;</b>&nbsp;&nbsp;and their king shall go into exile,</span><br><span id=\"p30001015_05-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;he and his princes together,”</span><br><span id=\"p30001015_05-23\" class=\"declares line\">&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;says the LORD.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The words of Amos, who was among the herdmen of Tekoa, which he saw concerning Israel in the days of Uzziah king of Judah, and in the days of Jeroboam the son of Joash king of Israel, two years before the earthquake.  <strong>2</strong> And he said, The LORD will roar from Zion, and utter his voice from Jerusalem; and the habitations of the shepherds shall mourn, and the top of Carmel shall wither.  <strong>3</strong> Thus saith the LORD; For three transgressions of Damascus, and for four, I will not turn away the punishment thereof; because they have threshed Gilead with threshing instruments of iron:  <strong>4</strong> But I will send a fire into the house of Hazael, which shall devour the palaces of Ben-hadad.  <strong>5</strong> I will break also the bar of Damascus, and cut off the inhabitant from the plain of Aven, and him that holdeth the sceptre from the house of Eden: and the people of Syria shall go into captivity unto Kir, saith the LORD.  <strong>6</strong> Thus saith the LORD; For three transgressions of Gaza, and for four, I will not turn away the punishment thereof; because they carried away captive the whole captivity, to deliver them up to Edom:  <strong>7</strong> But I will send a fire on the wall of Gaza, which shall devour the palaces thereof:  <strong>8</strong> And I will cut off the inhabitant from Ashdod, and him that holdeth the sceptre from Ashkelon, and I will turn mine hand against Ekron: and the remnant of the Philistines shall perish, saith the Lord GOD.  <strong>9</strong> Thus saith the LORD; For three transgressions of Tyrus, and for four, I will not turn away the punishment thereof; because they delivered up the whole captivity to Edom, and remembered not the brotherly covenant:  <strong>10</strong> But I will send a fire on the wall of Tyrus, which shall devour the palaces thereof.  <strong>11</strong> Thus saith the LORD; For three transgressions of Edom, and for four, I will not turn away the punishment thereof; because he did pursue his brother with the sword, and did cast off all pity, and his anger did tear perpetually, and he kept his wrath for ever:  <strong>12</strong> But I will send a fire upon Teman, which shall devour the palaces of Bozrah.  <strong>13</strong> Thus saith the LORD; For three transgressions of the children of Ammon, and for four, I will not turn away the punishment thereof; because they have ripped up the women with child of Gilead, that they might enlarge their border:  <strong>14</strong> But I will kindle a fire in the wall of Rabbah, and it shall devour the palaces thereof, with shouting in the day of battle, with a tempest in the day of the whirlwind:  <strong>15</strong> And their king shall go into captivity, he and his princes together, saith the LORD.  ","niv":"<sup><strong>1</strong></sup> The words of Amos, one of the shepherds of Tekoa-what he saw concerning Israel two years before the earthquake, when Uzziah was king of Judah and Jeroboam son of Jehoash was king of Israel. <sup><strong>2</strong></sup> He said: \"The LORD roars from Zion and thunders from Jerusalem; the pastures of the shepherds dry up, and the top of Carmel withers.\" <sup><strong>3</strong></sup> This is what the LORD says: \"For three sins of Damascus, even for four, I will not turn back my wrath. Because she threshed Gilead with sledges having iron teeth, <sup><strong>4</strong></sup> I will send fire upon the house of Hazael that will consume the fortresses of Ben-Hadad. <sup><strong>5</strong></sup> I will break down the gate of Damascus; I will destroy the king who is in the Valley of Aven and the one who holds the scepter in Beth Eden. The people of Aram will go into exile to Kir,\" says the LORD. <sup><strong>6</strong></sup> This is what the LORD says: \"For three sins of Gaza, even for four, I will not turn back my wrath. Because she took captive whole communities and sold them to Edom, <sup><strong>7</strong></sup> I will send fire upon the walls of Gaza that will consume her fortresses. <sup><strong>8</strong></sup> I will destroy the king of Ashdod and the one who holds the scepter in Ashkelon. I will turn my hand against Ekron, till the last of the Philistines is dead,\" says the Sovereign LORD. <sup><strong>9</strong></sup> This is what the LORD says: \"For three sins of Tyre, even for four, I will not turn back my wrath. Because she sold whole communities of captives to Edom, disregarding a treaty of brotherhood, <sup><strong>10</strong></sup> I will send fire upon the walls of Tyre that will consume her fortresses.\" <sup><strong>11</strong></sup> This is what the LORD says: \"For three sins of Edom, even for four, I will not turn back my wrath. Because he pursued his brother with a sword, stifling all compassion, because his anger raged continually and his fury flamed unchecked, <sup><strong>12</strong></sup> I will send fire upon Teman that will consume the fortresses of Bozrah.\" <sup><strong>13</strong></sup> This is what the LORD says: \"For three sins of Ammon, even for four, I will not turn back {my wrath}. Because he ripped open the pregnant women of Gilead in order to extend his borders, <sup><strong>14</strong></sup> I will set fire to the walls of Rabbah that will consume her fortresses amid war cries on the day of battle, amid violent winds on a stormy day. <sup><strong>15</strong></sup> Her king will go into exile, he and his officials together,\" says the LORD. "},{"_id":"615ba6217d79181a31670fbf","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 21:19","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20021019_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v20021019-1\">19&nbsp;</b>&nbsp;&nbsp;It is better to live in a desert land</span><br><span id=\"p20021019_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;than with a quarrelsome and fretful woman.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>19</strong> It is better to dwell in the wilderness, than with a contentious and an angry woman.  ","niv":"<sup><strong>19</strong></sup> Better to live in a desert than with a quarrelsome and ill-tempered wife."},{"_id":"615ba6217d79181a31670fc0","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 15:2","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015002_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015002-1\">2&nbsp;</b>&nbsp;&nbsp;The tongue of the wise commends knowledge,</span><br><span id=\"p20015002_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the mouths of fools pour out folly.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> The tongue of the wise useth knowledge aright: but the mouth of fools poureth out foolishness.  ","niv":"<sup><strong>2</strong></sup> The tongue of the wise commends knowledge, but the mouth of the fool gushes folly."},{"_id":"615ba6217d79181a31670fc1","topicId":"615ba61a7d79181a31670fa9","verse":"Proverbs 15:1","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-26\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"615ba6227d79181a31670fc2","topicId":"615ba61a7d79181a31670fa9","verse":"Psalm 128:2","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19128002_01-27\" class=\"line\"><b class=\"verse-num inline\" id=\"v19128002-1\">2&nbsp;</b>&nbsp;&nbsp;You shall eat the fruit of the labor of your hands;</span><br><span id=\"p19128002_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be blessed, and it shall be well with you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For thou shalt eat the labour of thine hands: happy shalt  thou be, and it shall be well with thee.  ","niv":"<sup><strong>2</strong></sup> You will eat the fruit of your labor; blessings and prosperity will be yours."}]}