{"_id":"615ba8917d79181a31671094","slug":"controlling-people","name":"Controlling People","verses":[{"_id":"615ba8927d79181a31671095","topicId":"615ba8917d79181a31671094","verse":"Romans 16:17-18","votes":151,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-1\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. <b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.</p>\n\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  <strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. <sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people. ","modified":"2023-08-23T13:48:54.503Z"},{"_id":"615ba8927d79181a31671096","topicId":"615ba8917d79181a31671094","verse":"2 Timothy 3:1-5","votes":97,"__v":0,"esv":"<div>\n\n<p id=\"p55003001_06-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v55003001-1\">3:1&nbsp;</b>But understand this, that in the last days there will come times of difficulty. <b class=\"verse-num\" id=\"v55003002-1\">2&nbsp;</b>For people will be lovers of self, lovers of money, proud, arrogant, abusive, disobedient to their parents, ungrateful, unholy, <b class=\"verse-num\" id=\"v55003003-1\">3&nbsp;</b>heartless, unappeasable, slanderous, without self-control, brutal, not loving good, <b class=\"verse-num\" id=\"v55003004-1\">4&nbsp;</b>treacherous, reckless, swollen with conceit, lovers of pleasure rather than lovers of God, <b class=\"verse-num\" id=\"v55003005-1\">5&nbsp;</b>having the appearance of godliness, but denying its power. Avoid such people.</p>\n</div>","kjv":"<strong>1</strong> This know also, that in the last days perilous times shall come.  <strong>2</strong> For men shall be lovers of their own selves, covetous, boasters, proud, blasphemers, disobedient to parents, unthankful, unholy,  <strong>3</strong> Without natural affection, trucebreakers, false accusers, incontinent, fierce, despisers of those that are good,  <strong>4</strong> Traitors, heady, highminded, lovers of pleasures more than lovers of God;  <strong>5</strong> Having a form of godliness, but denying the power thereof: from such turn away.  ","niv":"<sup><strong>1</strong></sup> But mark this: There will be terrible times in the last days. <sup><strong>2</strong></sup> People will be lovers of themselves, lovers of money, boastful, proud, abusive, disobedient to their parents, ungrateful, unholy, <sup><strong>3</strong></sup> without love, unforgiving, slanderous, without self-control, brutal, not lovers of the good, <sup><strong>4</strong></sup> treacherous, rash, conceited, lovers of pleasure rather than lovers of God-- <sup><strong>5</strong></sup> having a form of godliness but denying its power. Have nothing to do with them. "},{"_id":"615ba8927d79181a31671097","topicId":"615ba8917d79181a31671094","verse":"James 1:26","votes":93,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-3\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless.","modified":"2022-11-27T21:33:42.481Z"},{"_id":"615ba8927d79181a31671098","topicId":"615ba8917d79181a31671094","verse":"Romans 14:1-23","votes":73,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-4\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions. <b class=\"verse-num\" id=\"v45014002-1\">2&nbsp;</b>One person believes he may eat anything, while the weak person eats only vegetables. <b class=\"verse-num\" id=\"v45014003-1\">3&nbsp;</b>Let not the one who eats despise the one who abstains, and let not the one who abstains pass judgment on the one who eats, for God has welcomed him. <b class=\"verse-num\" id=\"v45014004-1\">4&nbsp;</b>Who are you to pass judgment on the servant of another? It is before his own master that he stands or falls. And he will be upheld, for the Lord is able to make him stand.</p>\n<p id=\"p45014004_08-4\"><b class=\"verse-num\" id=\"v45014005-1\">5&nbsp;</b>One person esteems one day as better than another, while another esteems all days alike. Each one should be fully convinced in his own mind. <b class=\"verse-num\" id=\"v45014006-1\">6&nbsp;</b>The one who observes the day, observes it in honor of the Lord. The one who eats, eats in honor of the Lord, since he gives thanks to God, while the one who abstains, abstains in honor of the Lord and gives thanks to God. <b class=\"verse-num\" id=\"v45014007-1\">7&nbsp;</b>For none of us lives to himself, and none of us dies to himself. <b class=\"verse-num\" id=\"v45014008-1\">8&nbsp;</b>For if we live, we live to the Lord, and if we die, we die to the Lord. So then, whether we live or whether we die, we are the Lord’s. <b class=\"verse-num\" id=\"v45014009-1\">9&nbsp;</b>For to this end Christ died and lived again, that he might be Lord both of the dead and of the living.</p>\n<p id=\"p45014009_08-4\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_08-4\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_08-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_08-4\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n<p id=\"p45014012_14-4\"><b class=\"verse-num\" id=\"v45014013-1\">13&nbsp;</b>Therefore let us not pass judgment on one another any longer, but rather decide never to put a stumbling block or hindrance in the way of a brother. <b class=\"verse-num\" id=\"v45014014-1\">14&nbsp;</b>I know and am persuaded in the Lord Jesus that nothing is unclean in itself, but it is unclean for anyone who thinks it unclean. <b class=\"verse-num\" id=\"v45014015-1\">15&nbsp;</b>For if your brother is grieved by what you eat, you are no longer walking in love. By what you eat, do not destroy the one for whom Christ died. <b class=\"verse-num\" id=\"v45014016-1\">16&nbsp;</b>So do not let what you regard as good be spoken of as evil. <b class=\"verse-num\" id=\"v45014017-1\">17&nbsp;</b>For the kingdom of God is not a matter of eating and drinking but of righteousness and peace and joy in the Holy Spirit. <b class=\"verse-num\" id=\"v45014018-1\">18&nbsp;</b>Whoever thus serves Christ is acceptable to God and approved by men. <b class=\"verse-num\" id=\"v45014019-1\">19&nbsp;</b>So then let us pursue what makes for peace and for mutual upbuilding.</p>\n<p id=\"p45014019_14-4\"><b class=\"verse-num\" id=\"v45014020-1\">20&nbsp;</b>Do not, for the sake of food, destroy the work of God. Everything is indeed clean, but it is wrong for anyone to make another stumble by what he eats. <b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  <strong>2</strong> For one believeth that he may eat all things: another, who is weak, eateth herbs.  <strong>3</strong> Let not him that eateth despise him that eateth not; and let not him which eateth not judge him that eateth: for God hath received him.  <strong>4</strong> Who art thou that judgest another man’s servant? to his own master he standeth or falleth. Yea, he shall be holden up: for God is able to make him stand.  <strong>5</strong> One man esteemeth one day above another: another esteemeth every day alike. Let every man be fully persuaded in his own mind.  <strong>6</strong> He that regardeth the day, regardeth it unto the Lord; and he that regardeth not the day, to the Lord he doth not regard it.  He that eateth, eateth to the Lord, for he giveth God thanks; and he that eateth not, to the Lord he eateth not, and giveth God thanks.  <strong>7</strong> For none of us liveth to himself, and no man dieth to himself.  <strong>8</strong> For whether we live, we live unto the Lord; and whether we die, we die unto the Lord: whether we live therefore, or die, we are the Lord’s.  <strong>9</strong> For to this end Christ both died, and rose, and revived, that he might be Lord both of the dead and living.  <strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  <strong>13</strong> Let us not therefore judge one another any more: but judge this rather, that no man put a stumblingblock or an occasion to fall in his  brother’s way.  <strong>14</strong> I know, and am persuaded by the Lord Jesus, that there is  nothing unclean of itself: but to him that esteemeth any thing to be unclean, to him it is unclean.  <strong>15</strong> But if thy brother be grieved with thy meat, now walkest thou not charitably. Destroy not him with thy meat, for whom Christ died.  <strong>16</strong> Let not then your good be evil spoken of:  <strong>17</strong> For the kingdom of God is not meat and drink; but righteousness, and peace, and joy in the Holy Ghost.  <strong>18</strong> For he that in these things serveth Christ is acceptable to God, and approved of men.  <strong>19</strong> Let us therefore follow after the things which make for peace, and things wherewith one may edify another.  <strong>20</strong> For meat destroy not the work of God. All things indeed are  pure; but it is evil for that man who eateth with offence.  <strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters. <sup><strong>2</strong></sup> One man's faith allows him to eat everything, but another man, whose faith is weak, eats only vegetables. <sup><strong>3</strong></sup> The man who eats everything must not look down on him who does not, and the man who does not eat everything must not condemn the man who does, for God has accepted him. <sup><strong>4</strong></sup> Who are you to judge someone else's servant? To his own master he stands or falls. And he will stand, for the Lord is able to make him stand. <sup><strong>5</strong></sup> One man considers one day more sacred than another; another man considers every day alike. Each one should be fully convinced in his own mind. <sup><strong>6</strong></sup> He who regards one day as special, does so to the Lord. He who eats meat, eats to the Lord, for he gives thanks to God; and he who abstains, does so to the Lord and gives thanks to God. <sup><strong>7</strong></sup> For none of us lives to himself alone and none of us dies to himself alone. <sup><strong>8</strong></sup> If we live, we live to the Lord; and if we die, we die to the Lord. So, whether we live or die, we belong to the Lord. <sup><strong>9</strong></sup> For this very reason, Christ died and returned to life so that he might be the Lord of both the dead and the living. <sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. <sup><strong>13</strong></sup> Therefore let us stop passing judgment on one another. Instead, make up your mind not to put any stumbling block or obstacle in your brother's way. <sup><strong>14</strong></sup> As one who is in the Lord Jesus, I am fully convinced that no food is unclean in itself. But if anyone regards something as unclean, then for him it is unclean. <sup><strong>15</strong></sup> If your brother is distressed because of what you eat, you are no longer acting in love. Do not by your eating destroy your brother for whom Christ died. <sup><strong>16</strong></sup> Do not allow what you consider good to be spoken of as evil. <sup><strong>17</strong></sup> For the kingdom of God is not a matter of eating and drinking, but of righteousness, peace and joy in the Holy Spirit, <sup><strong>18</strong></sup> because anyone who serves Christ in this way is pleasing to God and approved by men. <sup><strong>19</strong></sup> Let us therefore make every effort to do what leads to peace and to mutual edification. <sup><strong>20</strong></sup> Do not destroy the work of God for the sake of food. All food is clean, but it is wrong for a man to eat anything that causes someone else to stumble. <sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. "},{"_id":"615ba8937d79181a31671099","topicId":"615ba8917d79181a31671094","verse":"Galatians 5:16-26","votes":61,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-5\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh. <b class=\"verse-num\" id=\"v48005017-1\">17&nbsp;</b>For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh, for these are opposed to each other, to keep you from doing the things you want to do. <b class=\"verse-num\" id=\"v48005018-1\">18&nbsp;</b>But if you are led by the Spirit, you are not under the law. <b class=\"verse-num\" id=\"v48005019-1\">19&nbsp;</b>Now the works of the flesh are evident: sexual immorality, impurity, sensuality, <b class=\"verse-num\" id=\"v48005020-1\">20&nbsp;</b>idolatry, sorcery, enmity, strife, jealousy, fits of anger, rivalries, dissensions, divisions, <b class=\"verse-num\" id=\"v48005021-1\">21&nbsp;</b>envy, drunkenness, orgies, and things like these. I warn you, as I warned you before, that those who do such things will not inherit the kingdom of God. <b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law. <b class=\"verse-num\" id=\"v48005024-1\">24&nbsp;</b>And those who belong to Christ Jesus have crucified the flesh with its passions and desires.</p>\n<p id=\"p48005024_07-5\"><b class=\"verse-num\" id=\"v48005025-1\">25&nbsp;</b>If we live by the Spirit, let us also keep in step with the Spirit. <b class=\"verse-num\" id=\"v48005026-1\">26&nbsp;</b>Let us not become conceited, provoking one another, envying one another.</p>\n\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  <strong>17</strong> For the flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary the one to the other: so that ye cannot do the things that ye would.  <strong>18</strong> But if ye be led of the Spirit, ye are not under the law.  <strong>19</strong> Now the works of the flesh are manifest, which are these;  Adultery, fornication, uncleanness, lasciviousness,  <strong>20</strong> Idolatry, witchcraft, hatred, variance, emulations, wrath, strife, seditions, heresies,  <strong>21</strong> Envyings, murders, drunkenness, revellings, and such like: of the which I tell you before, as I have also told you in time past, that they which do such things shall not inherit the kingdom of God.  <strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  <strong>24</strong> And they that are Christ’s have crucified the flesh with the affections and lusts.  <strong>25</strong> If we live in the Spirit, let us also walk in the Spirit.  <strong>26</strong> Let us not be desirous of vain glory, provoking one another, envying one another.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature. <sup><strong>17</strong></sup> For the sinful nature desires what is contrary to the Spirit, and the Spirit what is contrary to the sinful nature. They are in conflict with each other, so that you do not do what you want. <sup><strong>18</strong></sup> But if you are led by the Spirit, you are not under law. <sup><strong>19</strong></sup> The acts of the sinful nature are obvious: sexual immorality, impurity and debauchery; <sup><strong>20</strong></sup> idolatry and witchcraft; hatred, discord, jealousy, fits of rage, selfish ambition, dissensions, factions <sup><strong>21</strong></sup> and envy; drunkenness, orgies, and the like. I warn you, as I did before, that those who live like this will not inherit the kingdom of God. <sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. <sup><strong>24</strong></sup> Those who belong to Christ Jesus have crucified the sinful nature with its passions and desires. <sup><strong>25</strong></sup> Since we live by the Spirit, let us keep in step with the Spirit. <sup><strong>26</strong></sup> Let us not become conceited, provoking and envying each other. ","modified":"2023-11-05T08:08:16.611Z"},{"_id":"615ba8937d79181a3167109a","topicId":"615ba8917d79181a31671094","verse":"1 Timothy 5:8","votes":61,"__v":0,"esv":"<div>\n<p id=\"p54005008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005008-1\">8&nbsp;</b>But if anyone does not provide for his relatives, and especially for members of his household, he has denied the faith and is worse than an unbeliever.</p>\n</div>","kjv":"<strong>8</strong> But if any provide not for his own, and specially for those of his own house, he hath denied the faith, and is worse than an infidel.  ","niv":"<sup><strong>8</strong></sup> If anyone does not provide for his relatives, and especially for his immediate family, he has denied the faith and is worse than an unbeliever."},{"_id":"615ba8937d79181a3167109b","topicId":"615ba8917d79181a31671094","verse":"Galatians 4:17","votes":61,"__v":0,"esv":"<div>\n<p id=\"p48004017_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v48004017-1\">17&nbsp;</b>They make much of you, but for no good purpose. They want to shut you out, that you may make much of them.</p>\n</div>","kjv":"<strong>17</strong> They zealously affect you, but not well; yea, they would exclude you, that ye might affect them.  ","niv":"<sup><strong>17</strong></sup> Those people are zealous to win you over, but for no good. What they want is to alienate you from us, so that you may be zealous for them.","modified":"2023-07-19T21:09:23.316Z"},{"_id":"615ba8947d79181a3167109c","topicId":"615ba8917d79181a31671094","verse":"Matthew 5:8-48","votes":43,"__v":0,"esv":"<div>\n\n<p id=\"p40005001_06-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40005001-1\">5:1&nbsp;</b>Seeing the crowds, he went up on the mountain, and when he sat down, his disciples came to him.</p>\n\n<p id=\"p40005001_08-17\"><b class=\"verse-num\" id=\"v40005002-1\">2&nbsp;</b>And he opened his mouth and taught them, saying:</p>\n<p id=\"p40005002_08-17\"><b class=\"verse-num woc\" id=\"v40005003-1\">3&nbsp;</b><span class=\"woc\">“Blessed are the poor in spirit, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005003_08-17\"><b class=\"verse-num woc\" id=\"v40005004-1\">4&nbsp;</b><span class=\"woc\">“Blessed are those who mourn, for they shall be comforted.</span></p>\n<p id=\"p40005004_08-17\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_08-17\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_08-17\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_08-17\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_08-17\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n<p id=\"p40005009_08-17\"><b class=\"verse-num woc\" id=\"v40005010-1\">10&nbsp;</b><span class=\"woc\">“Blessed are those who are persecuted for righteousness’ sake, for theirs is the kingdom of heaven.</span></p>\n<p id=\"p40005010_08-17\"><b class=\"verse-num woc\" id=\"v40005011-1\">11&nbsp;</b><span class=\"woc\">“Blessed are you when others revile you and persecute you and utter all kinds of evil against you falsely on my account.</span> <b class=\"verse-num woc\" id=\"v40005012-1\">12&nbsp;</b><span class=\"woc\">Rejoice and be glad, for your reward is great in heaven, for so they persecuted the prophets who were before you.</span></p>\n\n<p id=\"p40005012_11-17\"><b class=\"verse-num woc\" id=\"v40005013-1\">13&nbsp;</b><span class=\"woc\">“You are the salt of the earth, but if salt has lost its taste, how shall its saltiness be restored? It is no longer good for anything except to be thrown out and trampled under people’s feet.</span></p>\n<p id=\"p40005013_11-17\"><b class=\"verse-num woc\" id=\"v40005014-1\">14&nbsp;</b><span class=\"woc\">“You are the light of the world. A city set on a hill cannot be hidden.</span> <b class=\"verse-num woc\" id=\"v40005015-1\">15&nbsp;</b><span class=\"woc\">Nor do people light a lamp and put it under a basket, but on a stand, and it gives light to all in the house.</span> <b class=\"verse-num woc\" id=\"v40005016-1\">16&nbsp;</b><span class=\"woc\">In the same way, let your light shine before others, so that they may see your good works and give glory to your Father who is in heaven.</span></p>\n\n<p id=\"p40005016_17-17\"><b class=\"verse-num woc\" id=\"v40005017-1\">17&nbsp;</b><span class=\"woc\">“Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them.</span> <b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span> <b class=\"verse-num woc\" id=\"v40005019-1\">19&nbsp;</b><span class=\"woc\">Therefore whoever relaxes one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever does them and teaches them will be called great in the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40005020-1\">20&nbsp;</b><span class=\"woc\">For I tell you, unless your righteousness exceeds that of the scribes and Pharisees, you will never enter the kingdom of heaven.</span></p>\n\n<p id=\"p40005020_18-17\"><b class=\"verse-num woc\" id=\"v40005021-1\">21&nbsp;</b><span class=\"woc\">“You have heard that it was said to those of old, ‘You shall not murder; and whoever murders will be liable to judgment.’</span> <b class=\"verse-num woc\" id=\"v40005022-1\">22&nbsp;</b><span class=\"woc\">But I say to you that everyone who is angry with his brother will be liable to judgment; whoever insults his brother will be liable to the council; and whoever says, ‘You fool!’ will be liable to the hell of fire.</span> <b class=\"verse-num woc\" id=\"v40005023-1\">23&nbsp;</b><span class=\"woc\">So if you are offering your gift at the altar and there remember that your brother has something against you,</span> <b class=\"verse-num woc\" id=\"v40005024-1\">24&nbsp;</b><span class=\"woc\">leave your gift there before the altar and go. First be reconciled to your brother, and then come and offer your gift.</span> <b class=\"verse-num woc\" id=\"v40005025-1\">25&nbsp;</b><span class=\"woc\">Come to terms quickly with your accuser while you are going with him to court, lest your accuser hand you over to the judge, and the judge to the guard, and you be put in prison.</span> <b class=\"verse-num woc\" id=\"v40005026-1\">26&nbsp;</b><span class=\"woc\">Truly, I say to you, you will never get out until you have paid the last penny.</span></p>\n\n<p id=\"p40005026_19-17\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span> <b class=\"verse-num woc\" id=\"v40005029-1\">29&nbsp;</b><span class=\"woc\">If your right eye causes you to sin, tear it out and throw it away. For it is better that you lose one of your members than that your whole body be thrown into hell.</span> <b class=\"verse-num woc\" id=\"v40005030-1\">30&nbsp;</b><span class=\"woc\">And if your right hand causes you to sin, cut it off and throw it away. For it is better that you lose one of your members than that your whole body go into hell.</span></p>\n\n<p id=\"p40005030_20-17\"><b class=\"verse-num woc\" id=\"v40005031-1\">31&nbsp;</b><span class=\"woc\">“It was also said, ‘Whoever divorces his wife, let him give her a certificate of divorce.’</span> <b class=\"verse-num woc\" id=\"v40005032-1\">32&nbsp;</b><span class=\"woc\">But I say to you that everyone who divorces his wife, except on the ground of sexual immorality, makes her commit adultery, and whoever marries a divorced woman commits adultery.</span></p>\n\n<p id=\"p40005032_21-17\"><b class=\"verse-num woc\" id=\"v40005033-1\">33&nbsp;</b><span class=\"woc\">“Again you have heard that it was said to those of old, ‘You shall not swear falsely, but shall perform to the Lord what you have sworn.’</span> <b class=\"verse-num woc\" id=\"v40005034-1\">34&nbsp;</b><span class=\"woc\">But I say to you, Do not take an oath at all, either by heaven, for it is the throne of God,</span> <b class=\"verse-num woc\" id=\"v40005035-1\">35&nbsp;</b><span class=\"woc\">or by the earth, for it is his footstool, or by Jerusalem, for it is the city of the great King.</span> <b class=\"verse-num woc\" id=\"v40005036-1\">36&nbsp;</b><span class=\"woc\">And do not take an oath by your head, for you cannot make one hair white or black.</span> <b class=\"verse-num woc\" id=\"v40005037-1\">37&nbsp;</b><span class=\"woc\">Let what you say be simply ‘Yes’ or ‘No’; anything more than this comes from evil.</span></p>\n\n<p id=\"p40005037_22-17\"><b class=\"verse-num woc\" id=\"v40005038-1\">38&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘An eye for an eye and a tooth for a tooth.’</span> <b class=\"verse-num woc\" id=\"v40005039-1\">39&nbsp;</b><span class=\"woc\">But I say to you, Do not resist the one who is evil. But if anyone slaps you on the right cheek, turn to him the other also.</span> <b class=\"verse-num woc\" id=\"v40005040-1\">40&nbsp;</b><span class=\"woc\">And if anyone would sue you and take your tunic, let him have your cloak as well.</span> <b class=\"verse-num woc\" id=\"v40005041-1\">41&nbsp;</b><span class=\"woc\">And if anyone forces you to go one mile, go with him two miles.</span> <b class=\"verse-num woc\" id=\"v40005042-1\">42&nbsp;</b><span class=\"woc\">Give to the one who begs from you, and do not refuse the one who would borrow from you.</span></p>\n\n<p id=\"p40005042_25-17\"><b class=\"verse-num woc\" id=\"v40005043-1\">43&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall love your neighbor and hate your enemy.’</span> <b class=\"verse-num woc\" id=\"v40005044-1\">44&nbsp;</b><span class=\"woc\">But I say to you, Love your enemies and pray for those who persecute you,</span> <b class=\"verse-num woc\" id=\"v40005045-1\">45&nbsp;</b><span class=\"woc\">so that you may be sons of your Father who is in heaven. For he makes his sun rise on the evil and on the good, and sends rain on the just and on the unjust.</span> <b class=\"verse-num woc\" id=\"v40005046-1\">46&nbsp;</b><span class=\"woc\">For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?</span> <b class=\"verse-num woc\" id=\"v40005047-1\">47&nbsp;</b><span class=\"woc\">And if you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?</span> <b class=\"verse-num woc\" id=\"v40005048-1\">48&nbsp;</b><span class=\"woc\">You therefore must be perfect, as your heavenly Father is perfect.</span></p>\n\n</div>","kjv":"<strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. ","modified":"2022-10-09T01:45:00.011Z"},{"_id":"615ba8947d79181a3167109d","topicId":"615ba8917d79181a31671094","verse":"Titus 1:9-11","votes":41,"__v":0,"esv":"<div>\n<p id=\"p56001009_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n<p id=\"p56001009_01-10\"><b class=\"verse-num\" id=\"v56001010-1\">10&nbsp;</b>For there are many who are insubordinate, empty talkers and deceivers, especially those of the circumcision party. <b class=\"verse-num\" id=\"v56001011-1\">11&nbsp;</b>They must be silenced, since they are upsetting whole families by teaching for shameful gain what they ought not to teach.</p>\n\n</div>","kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  <strong>10</strong> For there are many unruly and vain talkers and deceivers, specially they of the circumcision:  <strong>11</strong> Whose mouths must be stopped, who subvert whole houses, teaching things which they ought not, for filthy lucre’s sake.  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it. <sup><strong>10</strong></sup> For there are many rebellious people, mere talkers and deceivers, especially those of the circumcision group. <sup><strong>11</strong></sup> They must be silenced, because they are ruining whole households by teaching things they ought not to teach--and that for the sake of dishonest gain. "},{"_id":"615ba8947d79181a3167109e","topicId":"615ba8917d79181a31671094","verse":"Proverbs 25:28","votes":33,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20025028_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20025028-1\">28&nbsp;</b>&nbsp;&nbsp;A man without self-control</span><br><span id=\"p20025028_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;is like a city broken into and left without walls.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>28</strong> He that hath no rule over his own spirit is like  a city that is broken down, and without walls.  ","niv":"<sup><strong>28</strong></sup> Like a city whose walls are broken down is a man who lacks self-control."},{"_id":"615ba8957d79181a3167109f","topicId":"615ba8917d79181a31671094","verse":"Proverbs 23:7","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023007_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023007-1\">7&nbsp;</b>&nbsp;&nbsp;for he is like one who is inwardly calculating.</span><br><span id=\"p20023007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;“Eat and drink!” he says to you,</span><br><span id=\"p20023007_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but his heart is not with you.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> For as he thinketh in his heart, so is he: Eat and drink, saith he to thee; but his heart is not with thee.  ","niv":"<sup><strong>7</strong></sup> for he is the kind of man who is always thinking about the cost. \"Eat and drink,\" he says to you, but his heart is not with you."},{"_id":"615ba8957d79181a316710a0","topicId":"615ba8917d79181a31671094","verse":"Psalm 23:1-6","votes":31,"__v":0,"esv":"<div>\n\n<h4 id=\"p19023001_06-13\" class=\"psalm-title\">A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19023001_06-13\" class=\"line\"><b class=\"chapter-num\" id=\"v19023001-1\">23:1&nbsp;</b>&nbsp;&nbsp;The LORD is my shepherd; I shall not want.</span><br><span id=\"p19023002_06-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He makes me lie down in green pastures.</span><br><span id=\"p19023002_06-13\" class=\"line\">&nbsp;&nbsp;He leads me beside still waters.</span><br><span id=\"p19023003_06-13\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19023003-1\">3&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;He restores my soul.</span><br><span id=\"p19023003_06-13\" class=\"line\">&nbsp;&nbsp;He leads me in paths of righteousness</span><br><span id=\"p19023003_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for his name’s sake.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023004_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023004-1\">4&nbsp;</b>&nbsp;&nbsp;Even though I walk through the valley of the shadow of death,</span><br><span id=\"p19023004_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will fear no evil,</span><br><span id=\"p19023004_06-13\" class=\"line\">&nbsp;&nbsp;for you are with me;</span><br><span id=\"p19023004_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your rod and your staff,</span><br><span id=\"p19023004_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they comfort me.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19023005_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023005-1\">5&nbsp;</b>&nbsp;&nbsp;You prepare a table before me</span><br><span id=\"p19023005_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the presence of my enemies;</span><br><span id=\"p19023005_06-13\" class=\"line\">&nbsp;&nbsp;you anoint my head with oil;</span><br><span id=\"p19023005_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my cup overflows.</span><br><span id=\"p19023006_06-13\" class=\"line\"><b class=\"verse-num inline\" id=\"v19023006-1\">6&nbsp;</b>&nbsp;&nbsp;Surely goodness and mercy shall follow me</span><br><span id=\"p19023006_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;all the days of my life,</span><br><span id=\"p19023006_06-13\" class=\"line\">&nbsp;&nbsp;and I shall dwell in the house of the LORD</span><br><span id=\"p19023006_06-13\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;forever.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The LORD is my shepherd; I shall not want.  <strong>2</strong> He maketh me to lie down in green pastures: he leadeth me beside the still waters.  <strong>3</strong> He restoreth my soul: he leadeth me in the paths of righteousness for his name’s sake.  <strong>4</strong> Yea, though I walk through the valley of the shadow of death, I will fear no evil: for thou art with me; thy rod and thy staff they comfort me.  <strong>5</strong> Thou preparest a table before me in the presence of mine enemies: thou anointest my head with oil; my cup runneth over.  <strong>6</strong> Surely goodness and mercy shall follow me all the days of my life: and I will dwell in the house of the LORD for ever.  ","niv":"<sup><strong>1</strong></sup> The LORD is my shepherd, I shall not be in want. <sup><strong>2</strong></sup> He makes me lie down in green pastures, he leads me beside quiet waters, <sup><strong>3</strong></sup> he restores my soul. He guides me in paths of righteousness for his name's sake. <sup><strong>4</strong></sup> Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. <sup><strong>5</strong></sup> You prepare a table before me in the presence of my enemies. You anoint my head with oil; my cup overflows. <sup><strong>6</strong></sup> Surely goodness and love will follow me all the days of my life, and I will dwell in the house of the LORD forever. "},{"_id":"615ba8957d79181a316710a1","topicId":"615ba8917d79181a31671094","verse":"2 Timothy 1:7","votes":30,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615ba8957d79181a316710a2","topicId":"615ba8917d79181a31671094","verse":"Proverbs 29:11","votes":29,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029011_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029011-1\">11&nbsp;</b>&nbsp;&nbsp;A fool gives full vent to his spirit,</span><br><span id=\"p20029011_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man quietly holds it back.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> A fool uttereth all his mind: but a wise man keepeth it in till afterwards.  ","niv":"<sup><strong>11</strong></sup> A fool gives full vent to his anger, but a wise man keeps himself under control."},{"_id":"615ba8967d79181a316710a3","topicId":"615ba8917d79181a31671094","verse":"Titus 3:5","votes":28,"__v":0,"esv":"<div>\n<p id=\"p56003005_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v56003005-1\">5&nbsp;</b>he saved us, not because of works done by us in righteousness, but according to his own mercy, by the washing of regeneration and renewal of the Holy Spirit,</p>\n</div>","kjv":"<strong>5</strong> Not by works of righteousness which we have done, but according to his mercy he saved us, by the washing of regeneration, and renewing of the Holy Ghost;  ","niv":"<sup><strong>5</strong></sup> he saved us, not because of righteous things we had done, but because of his mercy. He saved us through the washing of rebirth and renewal by the Holy Spirit,"},{"_id":"615ba8967d79181a316710a4","topicId":"615ba8917d79181a31671094","verse":"Matthew 5:1-48","votes":27,"__v":0,"kjv":"<strong>1</strong> And seeing the multitudes, he went up into a mountain: and when he was set, his disciples came unto him:  <strong>2</strong> And he opened his mouth, and taught them, saying,  <strong>3</strong> Blessed are the poor in spirit: for theirs is the kingdom of heaven.  <strong>4</strong> Blessed are they that mourn: for they shall be comforted.  <strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  <strong>10</strong> Blessed are they which are persecuted for righteousness sake: for theirs is the kingdom of heaven.  <strong>11</strong> Blessed are ye, when men shall revile you, and persecute you, and shall say all manner of evil against you falsely, for my sake.  <strong>12</strong> Rejoice, and be exceeding glad: for great is your reward in heaven: for so persecuted they the prophets which were before you.  <strong>13</strong>           Ye are the salt of the earth: but if the salt have lost his savour, wherewith shall it be salted? it is thenceforth good for nothing, but to be cast out, and to be trodden under foot of men.  <strong>14</strong> Ye are the light of the world. A city that is set on an hill cannot be hid.  <strong>15</strong> Neither do men light a candle, and put it under a bushel, but on a candlestick; and it giveth light unto all that are in the house.  <strong>16</strong> Let your light so shine before men, that they may see your good works, and glorify your Father which is in heaven. <strong>17</strong>           Think not that I am come to destroy the law, or the prophets: I am not come to destroy, but to fulfil.  <strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  <strong>19</strong> Whosoever therefore shall break one of these least commandments, and shall teach men so, he shall be called the least in the kingdom of heaven: but whosoever shall do and teach them, the same shall be called great in the kingdom of heaven.  <strong>20</strong> For I say unto you, That except your righteousness shall exceed the righteousness of the scribes and Pharisees, ye shall in no case enter into the kingdom of heaven. <strong>21</strong>           Ye have heard that it was said by them of old time, Thou shalt not kill; and whosoever shall kill shall be in danger of the judgment:  <strong>22</strong> But I say unto you, That whosoever is angry with his brother without a cause shall be in danger of the judgment: and whosoever shall say to his brother, Raca, shall be in danger of the council: but whosoever shall say, Thou fool, shall be in danger of hell fire.  <strong>23</strong> Therefore if thou bring thy gift to the altar, and there rememberest that thy brother hath ought against thee;  <strong>24</strong> Leave there thy gift before the altar, and go thy way; first be reconciled to thy brother, and then come and offer thy gift.  <strong>25</strong> Agree with thine adversary quickly, whiles thou art in the way with him; lest at any time the adversary deliver thee to the judge, and the judge deliver thee to the officer, and thou be cast into prison.  <strong>26</strong> Verily I say unto thee, Thou shalt by no means come out thence, till thou hast paid the uttermost farthing. <strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  <strong>29</strong> And if thy right eye offend thee, pluck it out, and cast it  from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>30</strong> And if thy right hand offend thee, cut if off, and cast it from thee: for it is profitable for thee that one of thy members should perish, and not that thy whole body should be cast into hell.  <strong>31</strong> It hath been said, Whosoever shall put away his wife, let him give her a writing of divorcement:  <strong>32</strong> But I say unto you, That whosoever shall put away his wife, saving for the cause of fornication, causeth her to commit adultery: and whosoever shall marry her that is divorced committeth adultery. <strong>33</strong>           Again, ye have heard that it hath been said by them of old time, Thou shalt not forswear thyself, but shalt perform unto the Lord thine oaths:  <strong>34</strong> But I say unto you, Swear not at all; neither by heaven; for it is God’s throne:  <strong>35</strong> Nor by the earth; for it is his footstool: neither by Jerusalem; for it is the city of the great King.  <strong>36</strong> Neither shalt thou swear by thy head, because thou canst not make one hair white or black.  <strong>37</strong> But let your communication be, Yea, yea; Nay, nay: for whatsoever is more than these cometh of evil. <strong>38</strong>           Ye have heard that it hath been said, An eye for an eye, and a tooth for a tooth:  <strong>39</strong> But I say unto you, That ye resist not evil: but whosoever shall smite thee on thy right cheek, turn to him the other also.  <strong>40</strong> And if any man will sue thee at the law, and take away thy coat, let him have thy cloke also.  <strong>41</strong> And whosoever shall compel thee to go a mile, go with him twain.  <strong>42</strong> Give to him that asketh thee, and from him that would borrow of thee turn not thou away. <strong>43</strong>           Ye have heard that it hath been said, Thou shalt love thy neighbour, and hate thine enemy.  <strong>44</strong> But I say unto you, Love your enemies, bless them that curse you, do good to them that hate you, and pray for them which despitefully use you, and persecute you;  <strong>45</strong> That ye may be the children of your Father which is in heaven: for he maketh his sun to rise on the evil and on the good, and sendeth rain on the just and on the unjust.  <strong>46</strong> For if ye love them which love you, what reward have ye? do not even the publicans the same?  <strong>47</strong> And if ye salute your brethren only, what do ye more than others? do not even the publicans so?  <strong>48</strong> Be ye therefore perfect, even as your Father which is in heaven is perfect. ","niv":"<sup><strong>1</strong></sup> Now when he saw the crowds, he went up on a mountainside and sat down. His disciples came to him, <sup><strong>2</strong></sup> and he began to teach them saying: <sup><strong>3</strong></sup> \"Blessed are the poor in spirit, for theirs is the kingdom of heaven. <sup><strong>4</strong></sup> Blessed are those who mourn, for they will be comforted. <sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. <sup><strong>10</strong></sup> Blessed are those who are persecuted because of righteousness, for theirs is the kingdom of heaven. <sup><strong>11</strong></sup> \"Blessed are you when people insult you, persecute you and falsely say all kinds of evil against you because of me. <sup><strong>12</strong></sup> Rejoice and be glad, because great is your reward in heaven, for in the same way they persecuted the prophets who were before you. <sup><strong>13</strong></sup> \"You are the salt of the earth. But if the salt loses its saltiness, how can it be made salty again? It is no longer good for anything, except to be thrown out and trampled by men. <sup><strong>14</strong></sup> \"You are the light of the world. A city on a hill cannot be hidden. <sup><strong>15</strong></sup> Neither do people light a lamp and put it under a bowl. Instead they put it on its stand, and it gives light to everyone in the house. <sup><strong>16</strong></sup> In the same way, let your light shine before men, that they may see your good deeds and praise your Father in heaven. <sup><strong>17</strong></sup> \"Do not think that I have come to abolish the Law or the Prophets; I have not come to abolish them but to fulfill them. <sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished. <sup><strong>19</strong></sup> Anyone who breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven, but whoever practices and teaches these commands will be called great in the kingdom of heaven. <sup><strong>20</strong></sup> For I tell you that unless your righteousness surpasses that of the Pharisees and the teachers of the law, you will certainly not enter the kingdom of heaven. <sup><strong>21</strong></sup> \"You have heard that it was said to the people long ago, 'Do not murder, and anyone who murders will be subject to judgment.' <sup><strong>22</strong></sup> But I tell you that anyone who is angry with his brother will be subject to judgment. Again, anyone who says to his brother, 'Raca, 'is answerable to the Sanhedrin. But anyone who says, 'You fool!' will be in danger of the fire of hell. <sup><strong>23</strong></sup> \"Therefore, if you are offering your gift at the altar and there remember that your brother has something against you, <sup><strong>24</strong></sup> leave your gift there in front of the altar. First go and be reconciled to your brother; then come and offer your gift. <sup><strong>25</strong></sup> \"Settle matters quickly with your adversary who is taking you to court. Do it while you are still with him on the way, or he may hand you over to the judge, and the judge may hand you over to the officer, and you may be thrown into prison. <sup><strong>26</strong></sup> I tell you the truth, you will not get out until you have paid the last penny. <sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. <sup><strong>29</strong></sup> If your right eye causes you to sin, gouge it out and throw it away. It is better for you to lose one part of your body than for your whole body to be thrown into hell. <sup><strong>30</strong></sup> And if your right hand causes you to sin, cut it off and throw it away. It is better for you to lose one part of your body than for your whole body to go into hell. <sup><strong>31</strong></sup> \"It has been said, 'Anyone who divorces his wife must give her a certificate of divorce.' <sup><strong>32</strong></sup> But I tell you that anyone who divorces his wife, except for marital unfaithfulness, causes her to become an adulteress, and anyone who marries the divorced woman commits adultery. <sup><strong>33</strong></sup> \"Again, you have heard that it was said to the people long ago, 'Do not break your oath, but keep the oaths you have made to the Lord.' <sup><strong>34</strong></sup> But I tell you, Do not swear at all: either by heaven, for it is God's throne; <sup><strong>35</strong></sup> or by the earth, for it is his footstool; or by Jerusalem, for it is the city of the Great King. <sup><strong>36</strong></sup> And do not swear by your head, for you cannot make even one hair white or black. <sup><strong>37</strong></sup> Simply let your 'Yes' be 'Yes,' and your 'No,No'; anything beyond this comes from the evil one. <sup><strong>38</strong></sup> \"You have heard that it was said, 'Eye for eye, and tooth for tooth.' <sup><strong>39</strong></sup> But I tell you, Do not resist an evil person. If someone strikes you on the right cheek, turn to him the other also. <sup><strong>40</strong></sup> And if someone wants to sue you and take your tunic, let him have your cloak as well. <sup><strong>41</strong></sup> If someone forces you to go one mile, go with him two miles. <sup><strong>42</strong></sup> Give to the one who asks you, and do not turn away from the one who wants to borrow from you. <sup><strong>43</strong></sup> \"You have heard that it was said, 'Love your neighbor and hate your enemy.' <sup><strong>44</strong></sup> But I tell you: Love your enemies and pray for those who persecute you, <sup><strong>45</strong></sup> that you may be sons of your Father in heaven. He causes his sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous. <sup><strong>46</strong></sup> If you love those who love you, what reward will you get? Are not even the tax collectors doing that? <sup><strong>47</strong></sup> And if you greet only your brothers, what are you doing more than others? Do not even pagans do that? <sup><strong>48</strong></sup> Be perfect, therefore, as your heavenly Father is perfect. "},{"_id":"615ba8967d79181a316710a5","topicId":"615ba8917d79181a31671094","verse":"Exodus 20:16","votes":26,"__v":0,"esv":"<div>\n<p id=\"p02020016_01-18\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n</div>","kjv":"<strong>16</strong> Thou shalt not bear false witness against thy neighbour.  ","niv":"<sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor."},{"_id":"615ba8977d79181a316710a6","topicId":"615ba8917d79181a31671094","verse":"2 Timothy 3:6-7","votes":25,"__v":0,"esv":"<div>\n<p id=\"p55003006_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003006-1\">6&nbsp;</b>For among them are those who creep into households and capture weak women, burdened with sins and led astray by various passions, <b class=\"verse-num\" id=\"v55003007-1\">7&nbsp;</b>always learning and never able to arrive at a knowledge of the truth.</p>\n</div>","kjv":"<strong>6</strong> For of this sort are they which creep into houses, and lead captive silly women laden with sins, led away with divers lusts,  <strong>7</strong> Ever learning, and never able to come to the knowledge of the truth.  ","niv":"<sup><strong>6</strong></sup> They are the kind who worm their way into homes and gain control over weak-willed women, who are loaded down with sins and are swayed by all kinds of evil desires, <sup><strong>7</strong></sup> always learning but never able to acknowledge the truth. "},{"_id":"615ba8977d79181a316710a7","topicId":"615ba8917d79181a31671094","verse":"Proverbs 16:32","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016032_01-20\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016032-1\">32&nbsp;</b>&nbsp;&nbsp;Whoever is slow to anger is better than the mighty,</span><br><span id=\"p20016032_01-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who rules his spirit than he who takes a city.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>32</strong> He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.  ","niv":"<sup><strong>32</strong></sup> Better a patient man than a warrior, a man who controls his temper than one who takes a city."},{"_id":"615ba8977d79181a316710a8","topicId":"615ba8917d79181a31671094","verse":"1 Peter 5:7","votes":22,"__v":0,"esv":"<div>\n<p id=\"p60005007_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v60005007-1\">7&nbsp;</b>casting all your anxieties on him, because he cares for you.</p>\n</div>","kjv":"<strong>7</strong> Casting all your care upon him; for he careth for you.  ","niv":"<sup><strong>7</strong></sup> Cast all your anxiety on him because he cares for you."},{"_id":"615ba8987d79181a316710a9","topicId":"615ba8917d79181a31671094","verse":"Proverbs 15:1","votes":22,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-23\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"615ba8987d79181a316710aa","topicId":"615ba8917d79181a31671094","verse":"Isaiah 41:10","votes":21,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23041010_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23041010-1\">10&nbsp;</b>&nbsp;&nbsp;fear not, for I am with you;</span><br><span id=\"p23041010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;be not dismayed, for I am your God;</span><br><span id=\"p23041010_01-24\" class=\"line\">&nbsp;&nbsp;I will strengthen you, I will help you,</span><br><span id=\"p23041010_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will uphold you with my righteous right hand.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>10</strong> Fear thou not; for I am with thee: be not dismayed; for I am thy God: I will strengthen thee; yea, I will help thee; yea, I will uphold thee with the right hand of my righteousness.  ","niv":"<sup><strong>10</strong></sup> So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand."},{"_id":"615ba8987d79181a316710ab","topicId":"615ba8917d79181a31671094","verse":"1 Corinthians 10:13","votes":21,"__v":0,"esv":"<div>\n<p id=\"p46010013_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v46010013-1\">13&nbsp;</b>No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it.</p>\n</div>","kjv":"<strong>13</strong> There hath no temptation taken you but such as is common to man: but God is faithful, who will not suffer you to be tempted above that ye are able; but will with the temptation also make a way to escape, that ye may be able to bear it.  ","niv":"<sup><strong>13</strong></sup> No temptation has seized you except what is common to man. And God is faithful; he will not let you be tempted beyond what you can bear. But when you are tempted, he will also provide a way out so that you can stand up under it."},{"_id":"615ba8987d79181a316710ac","topicId":"615ba8917d79181a31671094","verse":"James 1:19-20","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-27\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"615ba8997d79181a316710ad","topicId":"615ba8917d79181a31671094","verse":"Philippians 4:13","votes":20,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength."}]}