{"_id":"615ba7d77d79181a3167102c","slug":"control-emotions","name":"Control Emotions","verses":[{"_id":"615ba7d77d79181a3167102d","topicId":"615ba7d77d79181a3167102c","verse":"2 Peter 1:5-11","votes":-3,"__v":0,"esv":"<div>\n<p id=\"p61001005_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001005-1\">5&nbsp;</b>For this very reason, make every effort to supplement your faith with virtue, and virtue with knowledge, <b class=\"verse-num\" id=\"v61001006-1\">6&nbsp;</b>and knowledge with self-control, and self-control with steadfastness, and steadfastness with godliness, <b class=\"verse-num\" id=\"v61001007-1\">7&nbsp;</b>and godliness with brotherly affection, and brotherly affection with love. <b class=\"verse-num\" id=\"v61001008-1\">8&nbsp;</b>For if these qualities are yours and are increasing, they keep you from being ineffective or unfruitful in the knowledge of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v61001009-1\">9&nbsp;</b>For whoever lacks these qualities is so nearsighted that he is blind, having forgotten that he was cleansed from his former sins. <b class=\"verse-num\" id=\"v61001010-1\">10&nbsp;</b>Therefore, brothers, be all the more diligent to confirm your calling and election, for if you practice these qualities you will never fall. <b class=\"verse-num\" id=\"v61001011-1\">11&nbsp;</b>For in this way there will be richly provided for you an entrance into the eternal kingdom of our Lord and Savior Jesus Christ.</p>\n\n</div>","kjv":"<strong>5</strong> And beside this, giving all diligence, add to your faith virtue; and to virtue knowledge;  <strong>6</strong> And to knowledge temperance; and to temperance patience; and to patience godliness;  <strong>7</strong> And to godliness brotherly kindness; and to brotherly kindness charity.  <strong>8</strong> For if these things be in you, and abound, they make you that ye shall neither be barren nor unfruitful in the knowledge of our Lord Jesus Christ.  <strong>9</strong> But he that lacketh these things is blind, and cannot see afar off, and hath forgotten that he was purged from his old sins.  <strong>10</strong> Wherefore the rather, brethren, give diligence to make your calling and election sure: for if ye do these things, ye shall never fall:  <strong>11</strong> For so an entrance shall be ministered unto you abundantly into the everlasting kingdom of our Lord and Saviour Jesus Christ.  ","niv":"<sup><strong>5</strong></sup> For this very reason, make every effort to add to your faith goodness; and to goodness, knowledge; <sup><strong>6</strong></sup> and to knowledge, self-control; and to self-control, perseverance; and to perseverance, godliness; <sup><strong>7</strong></sup> and to godliness, brotherly kindness; and to brotherly kindness, love. <sup><strong>8</strong></sup> For if you possess these qualities in increasing measure, they will keep you from being ineffective and unproductive in your knowledge of our Lord Jesus Christ. <sup><strong>9</strong></sup> But if anyone does not have them, he is nearsighted and blind, and has forgotten that he has been cleansed from his past sins. <sup><strong>10</strong></sup> Therefore, my brothers, be all the more eager to make your calling and election sure. For if you do these things, you will never fall, <sup><strong>11</strong></sup> and you will receive a rich welcome into the eternal kingdom of our Lord and Savior Jesus Christ. ","modified":"2023-01-29T00:18:57.914Z"},{"_id":"615ba7d77d79181a3167102e","topicId":"615ba7d77d79181a3167102c","verse":"Romans 12:18","votes":7,"__v":0,"esv":"<div>\n<p id=\"p45012018_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012018-1\">18&nbsp;</b>If possible, so far as it depends on you, live peaceably with all.</p>\n</div>","kjv":"<strong>18</strong> If it be possible, as much as lieth in you, live peaceably with all men.  ","niv":"<sup><strong>18</strong></sup> If it is possible, as far as it depends on you, live at peace with everyone."},{"_id":"615ba7d87d79181a3167102f","topicId":"615ba7d77d79181a3167102c","verse":"Galatians 5:22-23","votes":6,"__v":0,"esv":"<div>\n<p id=\"p48005022_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005022-1\">22&nbsp;</b>But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <b class=\"verse-num\" id=\"v48005023-1\">23&nbsp;</b>gentleness, self-control; against such things there is no law.</p>\n</div>","kjv":"<strong>22</strong> But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,  <strong>23</strong> Meekness, temperance: against such there is no law.  ","niv":"<sup><strong>22</strong></sup> But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, <sup><strong>23</strong></sup> gentleness and self-control. Against such things there is no law. ","modified":"2022-10-04T13:05:16.231Z"},{"_id":"615ba7d87d79181a31671030","topicId":"615ba7d77d79181a3167102c","verse":"Matthew 6:13","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006013_01-4\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-4\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. '","modified":"2022-09-07T15:57:35.202Z"},{"_id":"615ba7d87d79181a31671031","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 19:11","votes":6,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."},{"_id":"615ba7d97d79181a31671032","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 16:32","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20016032_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20016032-1\">32&nbsp;</b>&nbsp;&nbsp;Whoever is slow to anger is better than the mighty,</span><br><span id=\"p20016032_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he who rules his spirit than he who takes a city.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>32</strong> He that is slow to anger is better than the mighty; and he that ruleth his spirit than he that taketh a city.  ","niv":"<sup><strong>32</strong></sup> Better a patient man than a warrior, a man who controls his temper than one who takes a city.","modified":"2023-07-23T15:55:32.955Z"},{"_id":"615ba7d97d79181a31671033","topicId":"615ba7d77d79181a3167102c","verse":"Colossians 3:8","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p51003001_06-8\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v51003001-1\">3:1&nbsp;</b>If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. <b class=\"verse-num\" id=\"v51003002-1\">2&nbsp;</b>Set your minds on things that are above, not on things that are on earth. <b class=\"verse-num\" id=\"v51003003-1\">3&nbsp;</b>For you have died, and your life is hidden with Christ in God. <b class=\"verse-num\" id=\"v51003004-1\">4&nbsp;</b>When Christ who is your life appears, then you also will appear with him in glory.</p>\n<p id=\"p51003004_06-8\"><b class=\"verse-num\" id=\"v51003005-1\">5&nbsp;</b>Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. <b class=\"verse-num\" id=\"v51003006-1\">6&nbsp;</b>On account of these the wrath of God is coming. <b class=\"verse-num\" id=\"v51003007-1\">7&nbsp;</b>In these you too once walked, when you were living in them. <b class=\"verse-num\" id=\"v51003008-1\">8&nbsp;</b>But now you must put them all away: anger, wrath, malice, slander, and obscene talk from your mouth. <b class=\"verse-num\" id=\"v51003009-1\">9&nbsp;</b>Do not lie to one another, seeing that you have put off the old self with its practices <b class=\"verse-num\" id=\"v51003010-1\">10&nbsp;</b>and have put on the new self, which is being renewed in knowledge after the image of its creator. <b class=\"verse-num\" id=\"v51003011-1\">11&nbsp;</b>Here there is not Greek and Jew, circumcised and uncircumcised, barbarian, Scythian, slave, free; but Christ is all, and in all.</p>\n<p id=\"p51003011_06-8\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony. <b class=\"verse-num\" id=\"v51003015-1\">15&nbsp;</b>And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful. <b class=\"verse-num\" id=\"v51003016-1\">16&nbsp;</b>Let the word of Christ dwell in you richly, teaching and admonishing one another in all wisdom, singing psalms and hymns and spiritual songs, with thankfulness in your hearts to God. <b class=\"verse-num\" id=\"v51003017-1\">17&nbsp;</b>And whatever you do, in word or deed, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.</p>\n\n<p id=\"p51003017_10-8\"><b class=\"verse-num\" id=\"v51003018-1\">18&nbsp;</b>Wives, submit to your husbands, as is fitting in the Lord. <b class=\"verse-num\" id=\"v51003019-1\">19&nbsp;</b>Husbands, love your wives, and do not be harsh with them. <b class=\"verse-num\" id=\"v51003020-1\">20&nbsp;</b>Children, obey your parents in everything, for this pleases the Lord. <b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged. <b class=\"verse-num\" id=\"v51003022-1\">22&nbsp;</b>Bondservants, obey in everything those who are your earthly masters, not by way of eye-service, as people-pleasers, but with sincerity of heart, fearing the Lord. <b class=\"verse-num\" id=\"v51003023-1\">23&nbsp;</b>Whatever you do, work heartily, as for the Lord and not for men, <b class=\"verse-num\" id=\"v51003024-1\">24&nbsp;</b>knowing that from the Lord you will receive the inheritance as your reward. You are serving the Lord Christ. <b class=\"verse-num\" id=\"v51003025-1\">25&nbsp;</b>For the wrongdoer will be paid back for the wrong he has done, and there is no partiality.</p>\n\n</div>","kjv":"<strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  ","niv":"<sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips.","modified":"2022-04-20T17:07:58.271Z"},{"_id":"615ba7d97d79181a31671034","topicId":"615ba7d77d79181a3167102c","verse":"Colossians 3:1-25","votes":-12,"__v":0,"kjv":"<strong>1</strong> If ye then be risen with Christ, seek those things which are above, where Christ sitteth on the right hand of God.  <strong>2</strong> Set your affection on things above, not on things on the earth.  <strong>3</strong> For ye are dead, and your life is hid with Christ in God.  <strong>4</strong> When Christ, who is our life, shall appear, then shall ye also appear with him in glory.  <strong>5</strong> Mortify therefore your members which are upon the earth; fornication, uncleanness, inordinate affection, evil concupiscence, and covetousness, which is idolatry:  <strong>6</strong> For which things’ sake the wrath of God cometh on the children of disobedience:  <strong>7</strong> In the which ye also walked some time, when ye lived in them.  <strong>8</strong> But now ye also put off all these; anger, wrath, malice, blasphemy, filthy communication out of your mouth.  <strong>9</strong> Lie not one to another, seeing that ye have put off the old man with his deeds;  <strong>10</strong> And have put on the new man, which is renewed in knowledge after the image of him that created him:  <strong>11</strong> Where there is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, bond nor free: but Christ is all, and in all.  <strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  <strong>15</strong> And let the peace of God rule in your hearts, to the which also ye are called in one body; and be ye thankful.  <strong>16</strong> Let the word of Christ dwell in you richly in all wisdom; teaching and admonishing one another in psalms and hymns and spiritual songs, singing with grace in your hearts to the Lord.  <strong>17</strong> And whatsoever ye do in word or deed, do all in the name of the Lord Jesus, giving thanks to God and the Father by him.  <strong>18</strong> Wives, submit yourselves unto your own husbands, as it is fit in the Lord.  <strong>19</strong> Husbands, love your wives, and be not bitter against them.  <strong>20</strong> Children, obey your parents in all things: for this is well pleasing unto the Lord.  <strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  <strong>22</strong> Servants, obey in all things your masters according to the flesh; not with eyeservice, as menpleasers; but in singleness of heart, fearing God:  <strong>23</strong> And whatsoever ye do, do it heartily, as to the Lord, and not unto men;  <strong>24</strong> Knowing that of the Lord ye shall receive the reward of the inheritance: for ye serve the Lord Christ.  <strong>25</strong> But he that doeth wrong shall receive for the wrong which he hath done: and there is no respect of persons.  ","niv":"<sup><strong>1</strong></sup> Since, then, you have been raised with Christ, set your hearts on things above, where Christ is seated at the right hand of God. <sup><strong>2</strong></sup> Set your minds on things above, not on earthly things. <sup><strong>3</strong></sup> For you died, and your life is now hidden with Christ in God. <sup><strong>4</strong></sup> When Christ, who is your life, appears, then you also will appear with him in glory. <sup><strong>5</strong></sup> Put to death, therefore, whatever belongs to your earthly nature: sexual immorality, impurity, lust, evil desires and greed, which is idolatry. <sup><strong>6</strong></sup> Because of these, the wrath of God is coming. <sup><strong>7</strong></sup> You used to walk in these ways, in the life you once lived. <sup><strong>8</strong></sup> But now you must rid yourselves of all such things as these: anger, rage, malice, slander, and filthy language from your lips. <sup><strong>9</strong></sup> Do not lie to each other, since you have taken off your old self with its practices <sup><strong>10</strong></sup> and have put on the new self, which is being renewed in knowledge in the image of its Creator. <sup><strong>11</strong></sup> Here there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian, slave or free, but Christ is all, and is in all. <sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. <sup><strong>15</strong></sup> Let the peace of Christ rule in your hearts, since as members of one body you were called to peace. And be thankful. <sup><strong>16</strong></sup> Let the word of Christ dwell in you richly as you teach and admonish one another with all wisdom, and as you sing psalms, hymns and spiritual songs with gratitude in your hearts to God. <sup><strong>17</strong></sup> And whatever you do, whether in word or deed, do it all in the name of the Lord Jesus, giving thanks to God the Father through him. <sup><strong>18</strong></sup> Wives, submit to your husbands, as is fitting in the Lord. <sup><strong>19</strong></sup> Husbands, love your wives and do not be harsh with them. <sup><strong>20</strong></sup> Children, obey your parents in everything, for this pleases the Lord. <sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged. <sup><strong>22</strong></sup> Slaves, obey your earthly masters in everything; and do it, not only when their eye is on you and to win their favor, but with sincerity of heart and reverence for the Lord. <sup><strong>23</strong></sup> Whatever you do, work at it with all your heart, as working for the Lord, not for men, <sup><strong>24</strong></sup> since you know that you will receive an inheritance from the Lord as a reward. It is the Lord Christ you are serving. <sup><strong>25</strong></sup> Anyone who does wrong will be repaid for his wrong, and there is no favoritism. ","modified":"2023-11-20T13:41:14.853Z"},{"_id":"615ba7d97d79181a31671035","topicId":"615ba7d77d79181a3167102c","verse":"John 10:10","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.","modified":"2022-10-04T17:09:56.670Z"},{"_id":"615ba7da7d79181a31671036","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 29:11","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029011-1\">11&nbsp;</b>&nbsp;&nbsp;A fool gives full vent to his spirit,</span><br><span id=\"p20029011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man quietly holds it back.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> A fool uttereth all his mind: but a wise man keepeth it in till afterwards.  ","niv":"<sup><strong>11</strong></sup> A fool gives full vent to his anger, but a wise man keeps himself under control.","modified":"2023-11-06T23:52:41.508Z"},{"_id":"615ba7da7d79181a31671037","topicId":"615ba7d77d79181a3167102c","verse":"1 John 1:9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615ba7da7d79181a31671038","topicId":"615ba7d77d79181a3167102c","verse":"Philippians 4:13","votes":6,"__v":0,"esv":"<div>\n<p id=\"p50004013_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v50004013-1\">13&nbsp;</b>I can do all things through him who strengthens me.</p>\n</div>","kjv":"<strong>13</strong> I can do all things through Christ which strengtheneth me.  ","niv":"<sup><strong>13</strong></sup> I can do everything through him who gives me strength.","modified":"2022-08-28T14:30:56.313Z"},{"_id":"615ba7db7d79181a31671039","topicId":"615ba7d77d79181a3167102c","verse":"Romans 8:28","votes":5,"__v":0,"esv":"<div>\n<p id=\"p45008028_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v45008028-1\">28&nbsp;</b>And we know that for those who love God all things work together for good, for those who are called according to his purpose.</p>\n\n</div>","kjv":"<strong>28</strong> And we know that all things work together for good to them that love God, to them who are the called according to his purpose.  ","niv":"<sup><strong>28</strong></sup> And we know that in all things God works for the good of those who love him, who have been called according to his purpose.","modified":"2022-05-05T00:45:53.182Z"},{"_id":"615ba7db7d79181a3167103a","topicId":"615ba7d77d79181a3167102c","verse":"James 1:20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001020_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires."},{"_id":"615ba7db7d79181a3167103b","topicId":"615ba7d77d79181a3167102c","verse":"James 1:19-20","votes":0,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-15\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. ","modified":"2022-07-01T06:51:08.819Z"},{"_id":"615ba7dc7d79181a3167103c","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 15:18","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015018_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015018-1\">18&nbsp;</b>&nbsp;&nbsp;A hot-tempered man stirs up strife,</span><br><span id=\"p20015018_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who is slow to anger quiets contention.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> A wrathful man stirreth up strife: but he that is slow to anger appeaseth strife.  ","niv":"<sup><strong>18</strong></sup> A hot-tempered man stirs up dissension, but a patient man calms a quarrel.","modified":"2022-06-30T14:38:51.291Z"},{"_id":"615ba7dc7d79181a3167103d","topicId":"615ba7d77d79181a3167102c","verse":"Ephesians 5:18","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005018_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005018-1\">18&nbsp;</b>And do not get drunk with wine, for that is debauchery, but be filled with the Spirit,</p>\n</div>","kjv":"<strong>18</strong> And be not drunk with wine, wherein is excess; but be filled with the Spirit;  ","niv":"<sup><strong>18</strong></sup> Do not get drunk on wine, which leads to debauchery. Instead, be filled with the Spirit."},{"_id":"615ba7dc7d79181a3167103e","topicId":"615ba7d77d79181a3167102c","verse":"Ephesians 5:15","votes":5,"__v":0,"esv":"<div>\n<p id=\"p49005015_01-18\"><b class=\"verse-num\" id=\"v49005015-1\">15&nbsp;</b>Look carefully then how you walk, not as unwise but as wise,</p>\n</div>","kjv":"<strong>15</strong> See then that ye walk circumspectly, not as fools, but as wise,  ","niv":"<sup><strong>15</strong></sup> Be very careful, then, how you live--not as unwise but as wise,","modified":"2022-06-29T13:00:40.736Z"},{"_id":"615ba7dc7d79181a3167103f","topicId":"615ba7d77d79181a3167102c","verse":"2 Corinthians 10:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p47010005_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47010005-1\">5&nbsp;</b>We destroy arguments and every lofty opinion raised against the knowledge of God, and take every thought captive to obey Christ,</p>\n</div>","kjv":"<strong>5</strong> Casting down imaginations, and every high thing that exalteth itself against the knowledge of God, and bringing into captivity every thought to the obedience of Christ;  ","niv":"<sup><strong>5</strong></sup> We demolish arguments and every pretension that sets itself up against the knowledge of God, and we take captive every thought to make it obedient to Christ."},{"_id":"615ba7dd7d79181a31671040","topicId":"615ba7d77d79181a3167102c","verse":"Romans 12:2","votes":4,"__v":0,"esv":"<div>\n<p id=\"p45012002_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will."},{"_id":"615ba7dd7d79181a31671041","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 4:23","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20004023_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v20004023-1\">23&nbsp;</b>&nbsp;&nbsp;Keep your heart with all vigilance,</span><br><span id=\"p20004023_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for from it flow the springs of life.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>23</strong> Keep thy heart with all diligence; for out of it are the issues of life.  ","niv":"<sup><strong>23</strong></sup> Above all else, guard your heart, for it is the wellspring of life."},{"_id":"615ba7dd7d79181a31671042","topicId":"615ba7d77d79181a3167102c","verse":"Proverbs 3:5-6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20003005_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003005-1\">5&nbsp;</b>&nbsp;&nbsp;Trust in the LORD with all your heart,</span><br><span id=\"p20003005_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and do not lean on your own understanding.</span><br><span id=\"p20003006_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20003006-1\">6&nbsp;</b>&nbsp;&nbsp;In all your ways acknowledge him,</span><br><span id=\"p20003006_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he will make straight your paths.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Trust in the LORD with all thine heart; and lean not unto thine own understanding.  <strong>6</strong> In all thy ways acknowledge him, and he shall direct thy paths.  ","niv":"<sup><strong>5</strong></sup> Trust in the LORD with all your heart and lean not on your own understanding; <sup><strong>6</strong></sup> in all your ways acknowledge him, and he will make your paths straight. ","modified":"2022-06-05T14:08:11.247Z"},{"_id":"615ba7de7d79181a31671043","topicId":"615ba7d77d79181a3167102c","verse":"Psalm 139:1-24","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19139001_09-23\" class=\"psalm-title\">To the choirmaster. A Psalm of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139001_09-23\" class=\"line\"><b class=\"chapter-num\" id=\"v19139001-1\">139:1&nbsp;</b>&nbsp;&nbsp;O LORD, you have searched me and known me!</span><br><span id=\"p19139002_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139002-1\">2&nbsp;</b>&nbsp;&nbsp;You know when I sit down and when I rise up;</span><br><span id=\"p19139002_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you discern my thoughts from afar.</span><br><span id=\"p19139003_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139003-1\">3&nbsp;</b>&nbsp;&nbsp;You search out my path and my lying down</span><br><span id=\"p19139003_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and are acquainted with all my ways.</span><br><span id=\"p19139004_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139004-1\">4&nbsp;</b>&nbsp;&nbsp;Even before a word is on my tongue,</span><br><span id=\"p19139004_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;behold, O LORD, you know it altogether.</span><br><span id=\"p19139005_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139005-1\">5&nbsp;</b>&nbsp;&nbsp;You hem me in, behind and before,</span><br><span id=\"p19139005_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lay your hand upon me.</span><br><span id=\"p19139006_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139006-1\">6&nbsp;</b>&nbsp;&nbsp;Such knowledge is too wonderful for me;</span><br><span id=\"p19139006_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is high; I cannot attain it.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19139007_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139007-1\">7&nbsp;</b>&nbsp;&nbsp;Where shall I go from your Spirit?</span><br><span id=\"p19139007_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Or where shall I flee from your presence?</span><br><span id=\"p19139008_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139008-1\">8&nbsp;</b>&nbsp;&nbsp;If I ascend to heaven, you are there!</span><br><span id=\"p19139008_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;If I make my bed in Sheol, you are there!</span><br><span id=\"p19139009_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139009-1\">9&nbsp;</b>&nbsp;&nbsp;If I take the wings of the morning</span><br><span id=\"p19139009_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and dwell in the uttermost parts of the sea,</span><br><span id=\"p19139010_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139010-1\">10&nbsp;</b>&nbsp;&nbsp;even there your hand shall lead me,</span><br><span id=\"p19139010_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your right hand shall hold me.</span><br><span id=\"p19139011_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139011-1\">11&nbsp;</b>&nbsp;&nbsp;If I say, “Surely the darkness shall cover me,</span><br><span id=\"p19139011_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the light about me be night,”</span><br><span id=\"p19139012_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139012-1\">12&nbsp;</b>&nbsp;&nbsp;even the darkness is not dark to you;</span><br><span id=\"p19139012_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the night is bright as the day,</span><br><span id=\"p19139012_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for darkness is as light with you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19139013_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139013-1\">13&nbsp;</b>&nbsp;&nbsp;For you formed my inward parts;</span><br><span id=\"p19139013_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you knitted me together in my mother’s womb.</span><br><span id=\"p19139014_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_09-23\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br><span id=\"p19139015_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139015-1\">15&nbsp;</b>&nbsp;&nbsp;My frame was not hidden from you,</span><br><span id=\"p19139015_09-23\" class=\"line\">&nbsp;&nbsp;when I was being made in secret,</span><br><span id=\"p19139015_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;intricately woven in the depths of the earth.</span><br><span id=\"p19139016_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139016-1\">16&nbsp;</b>&nbsp;&nbsp;Your eyes saw my unformed substance;</span><br><span id=\"p19139016_09-23\" class=\"line\">&nbsp;&nbsp;in your book were written, every one of them,</span><br><span id=\"p19139016_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the days that were formed for me,</span><br><span id=\"p19139016_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when as yet there was none of them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19139017_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139017-1\">17&nbsp;</b>&nbsp;&nbsp;How precious to me are your thoughts, O God!</span><br><span id=\"p19139017_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;How vast is the sum of them!</span><br><span id=\"p19139018_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139018-1\">18&nbsp;</b>&nbsp;&nbsp;If I would count them, they are more than the sand.</span><br><span id=\"p19139018_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I awake, and I am still with you.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19139019_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139019-1\">19&nbsp;</b>&nbsp;&nbsp;Oh that you would slay the wicked, O God!</span><br><span id=\"p19139019_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;O men of blood, depart from me!</span><br><span id=\"p19139020_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139020-1\">20&nbsp;</b>&nbsp;&nbsp;They speak against you with malicious intent;</span><br><span id=\"p19139020_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your enemies take your name in vain.</span><br><span id=\"p19139021_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139021-1\">21&nbsp;</b>&nbsp;&nbsp;Do I not hate those who hate you, O LORD?</span><br><span id=\"p19139021_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;And do I not loathe those who rise up against you?</span><br><span id=\"p19139022_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139022-1\">22&nbsp;</b>&nbsp;&nbsp;I hate them with complete hatred;</span><br><span id=\"p19139022_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I count them my enemies.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19139023_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139023-1\">23&nbsp;</b>&nbsp;&nbsp;Search me, O God, and know my heart!</span><br><span id=\"p19139023_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Try me and know my thoughts!</span><br><span id=\"p19139024_09-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139024-1\">24&nbsp;</b>&nbsp;&nbsp;And see if there be any grievous way in me,</span><br><span id=\"p19139024_09-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and lead me in the way everlasting!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> O LORD, thou hast searched me, and known me. <strong>2</strong> Thou knowest my downsitting and mine uprising, thou understandest my thought afar off.  <strong>3</strong> Thou compassest my path and my lying down, and art acquainted with  all my ways.  <strong>4</strong> For there is not a word in my tongue, but, lo, O LORD, thou knowest it altogether.  <strong>5</strong> Thou hast beset me behind and before, and laid thine hand upon me.  <strong>6</strong>             Such knowledge is too wonderful for me; it is high, I cannot attain unto it.  <strong>7</strong> Whither shall I go from thy spirit? or whither shall I flee from thy presence?  <strong>8</strong> If I ascend up into heaven, thou art there: if I make my bed in hell, behold, thou art there. <strong>9</strong>             If I take the wings of the morning, and dwell in the uttermost parts of the sea;  <strong>10</strong> Even there shall thy hand lead me, and thy right hand shall hold me.  <strong>11</strong> If I say, Surely the darkness shall cover me; even the night shall be light about me.  <strong>12</strong> Yea, the darkness hideth not from thee; but the night shineth as the day: the darkness and the light are both alike to thee.  <strong>13</strong> For thou hast possessed my reins: thou hast covered me in my mother’s womb.  <strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  <strong>15</strong> My substance was not hid from thee, when I was made in secret, and curiously wrought in the lowest parts of the earth.  <strong>16</strong> Thine eyes did see my substance, yet being unperfect; and in thy book all my members were written, which in continuance were fashioned, when as yet there was none of them.  <strong>17</strong> How precious also are thy thoughts unto me, O God! how great is the sum of them!  <strong>18</strong>             If I should count them, they are more in number than the sand: when I awake, I am still with thee.  <strong>19</strong> Surely thou wilt slay the wicked, O God: depart from me therefore, ye bloody men.  <strong>20</strong> For they speak against thee wickedly, and thine enemies take thy name in vain.  <strong>21</strong> Do not I hate them, O LORD, that hate thee? and am not I grieved with those that rise up against thee?  <strong>22</strong> I hate them with perfect hatred: I count them mine enemies.  <strong>23</strong> Search me, O God, and know my heart: try me, and know my thoughts:  <strong>24</strong> And see if there be any wicked way in me, and lead me in the way everlasting.  ","niv":"<sup><strong>1</strong></sup> O LORD, you have searched me and you know me. <sup><strong>2</strong></sup> You know when I sit and when I rise; you perceive my thoughts from afar. <sup><strong>3</strong></sup> You discern my going out and my lying down; you are familiar with all my ways. <sup><strong>4</strong></sup> Before a word is on my tongue you know it completely, O LORD. <sup><strong>5</strong></sup> You hem me in-behind and before; you have laid your hand upon me. <sup><strong>6</strong></sup> Such knowledge is too wonderful for me, too lofty for me to attain. <sup><strong>7</strong></sup> Where can I go from your Spirit? Where can I flee from your presence? <sup><strong>8</strong></sup> If I go up to the heavens, you are there; if I make my bed in the depths, you are there. <sup><strong>9</strong></sup> If I rise on the wings of the dawn, if I settle on the far side of the sea, <sup><strong>10</strong></sup> even there your hand will guide me, your right hand will hold me fast. <sup><strong>11</strong></sup> If I say, \"Surely the darkness will hide me and the light become night around me,\" <sup><strong>12</strong></sup> even the darkness will not be dark to you; the night will shine like the day, for darkness is as light to you. <sup><strong>13</strong></sup> For you created my inmost being; you knit me together in my mother's womb. <sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well. <sup><strong>15</strong></sup> My frame was not hidden from you when I was made in the secret place. When I was woven together in the depths of the earth, <sup><strong>16</strong></sup> your eyes saw my unformed body. All the days ordained for me were written in your book before one of them came to be. <sup><strong>17</strong></sup> How precious to me are your thoughts, O God! How vast is the sum of them! <sup><strong>18</strong></sup> Were I to count them, they would outnumber the grains of sand. When I awake, I am still with you. <sup><strong>19</strong></sup> If only you would slay the wicked, O God! Away from me, you bloodthirsty men! <sup><strong>20</strong></sup> They speak of you with evil intent; your adversaries misuse your name. <sup><strong>21</strong></sup> Do I not hate those who hate you, O LORD, and abhor those who rise up against you? <sup><strong>22</strong></sup> I have nothing but hatred for them; I count them my enemies. <sup><strong>23</strong></sup> Search me, O God, and know my heart; test me and know my anxious thoughts. <sup><strong>24</strong></sup> See if there is any offensive way in me, and lead me in the way everlasting. "},{"_id":"615ba7de7d79181a31671044","topicId":"615ba7d77d79181a3167102c","verse":"Psalm 100:1-5","votes":4,"__v":0,"esv":"<div>\n\n<h4 id=\"p19100001_06-24\" class=\"psalm-title\">A Psalm for giving thanks.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19100001_06-24\" class=\"line\"><b class=\"chapter-num\" id=\"v19100001-1\">100:1&nbsp;</b>&nbsp;&nbsp;Make a joyful noise to the LORD, all the earth!</span><br><span id=\"p19100002_06-24\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v19100002-1\">2&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;Serve the LORD with gladness!</span><br><span id=\"p19100002_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Come into his presence with singing!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19100003_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19100003-1\">3&nbsp;</b>&nbsp;&nbsp;Know that the LORD, he is God!</span><br><span id=\"p19100003_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;It is he who made us, and we are his;</span><br><span id=\"p19100003_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;we are his people, and the sheep of his pasture.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19100004_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19100004-1\">4&nbsp;</b>&nbsp;&nbsp;Enter his gates with thanksgiving,</span><br><span id=\"p19100004_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his courts with praise!</span><br><span id=\"p19100004_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Give thanks to him; bless his name!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19100005_06-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v19100005-1\">5&nbsp;</b>&nbsp;&nbsp;For the LORD is good;</span><br><span id=\"p19100005_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;his steadfast love endures forever,</span><br><span id=\"p19100005_06-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his faithfulness to all generations.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Make a joyful noise unto the LORD, all ye lands.  <strong>2</strong> Serve the LORD with gladness: come before his presence with singing.  <strong>3</strong> Know ye that the LORD he is God: it is he that  hath made us, and not we ourselves; we are his people, and the sheep of his pasture.  <strong>4</strong> Enter into his gates with thanksgiving, and into his courts with praise: be thankful unto him, and bless his name.  <strong>5</strong> For the LORD is good; his mercy is everlasting; and his truth endureth to all generations.  ","niv":"<sup><strong>1</strong></sup> Shout for joy to the LORD, all the earth. <sup><strong>2</strong></sup> Worship the LORD with gladness; come before him with joyful songs. <sup><strong>3</strong></sup> Know that the LORD is God. It is he who made us, and we are his; we are his people, the sheep of his pasture. <sup><strong>4</strong></sup> Enter his gates with thanksgiving and his courts with praise; give thanks to him and praise his name. <sup><strong>5</strong></sup> For the LORD is good and his love endures forever; his faithfulness continues through all generations. "},{"_id":"615ba7de7d79181a31671045","topicId":"615ba7d77d79181a3167102c","verse":"Psalm 37:7-8","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19037007_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037007-1\">7&nbsp;</b>&nbsp;&nbsp;Be still before the LORD and wait patiently for him;</span><br><span id=\"p19037007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;fret not yourself over the one who prospers in his way,</span><br><span id=\"p19037007_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;over the man who carries out evil devices!</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19037008_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19037008-1\">8&nbsp;</b>&nbsp;&nbsp;Refrain from anger, and forsake wrath!</span><br><span id=\"p19037008_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Fret not yourself; it tends only to evil.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Rest in the LORD, and wait patiently for him: fret not thyself because of him who prospereth in his way, because of the man who bringeth wicked devices to pass.  <strong>8</strong> Cease from anger, and forsake wrath: fret not thyself in any wise to do evil.  ","niv":"<sup><strong>7</strong></sup> Be still before the LORD and wait patiently for him; do not fret when men succeed in their ways, when they carry out their wicked schemes. <sup><strong>8</strong></sup> Refrain from anger and turn from wrath; do not fret-it leads only to evil. ","modified":"2022-10-20T17:34:08.292Z"}]}