{"_id":"615baa4e7d79181a31671164","slug":"conviction","name":"Conviction","verses":[{"_id":"615baa4f7d79181a31671165","topicId":"615baa4e7d79181a31671164","verse":"2 Corinthians 7:9-10","votes":52,"__v":0,"kjv":"<strong>9</strong> Now I rejoice, not that ye were made sorry, but that ye sorrowed to repentance: for ye were made sorry after a godly manner, that ye might receive damage by us in nothing.  <strong>10</strong> For godly sorrow worketh repentance to salvation not to be repented of: but the sorrow of the world worketh death.  ","niv":"<sup><strong>9</strong></sup> yet now I am happy, not because you were made sorry, but because your sorrow led you to repentance. For you became sorrowful as God intended and so were not harmed in any way by us. <sup><strong>10</strong></sup> Godly sorrow brings repentance that leads to salvation and leaves no regret, but worldly sorrow brings death. ","esv":"<div>\n<p id=\"p47007009_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v47007009-1\">9&nbsp;</b>As it is, I rejoice, not because you were grieved, but because you were grieved into repenting. For you felt a godly grief, so that you suffered no loss through us.</p>\n<p id=\"p47007009_01-1\"><b class=\"verse-num\" id=\"v47007010-1\">10&nbsp;</b>For godly grief produces a repentance that leads to salvation without regret, whereas worldly grief produces death.</p>\n</div>","modified":"2023-09-07T11:26:08.245Z"},{"_id":"615baa4f7d79181a31671166","topicId":"615baa4e7d79181a31671164","verse":"John 3:19-21","votes":43,"__v":0,"kjv":"<strong>19</strong> And this is the condemnation, that light is come into the world, and men loved darkness rather than light, because their deeds were evil.  <strong>20</strong> For every one that doeth evil hateth the light, neither cometh to the light, lest his deeds should be reproved.  <strong>21</strong> But he that doeth truth cometh to the light, that his deeds may be made manifest, that they are wrought in God. ","niv":"<sup><strong>19</strong></sup> This is the verdict: Light has come into the world, but men loved darkness instead of light because their deeds were evil. <sup><strong>20</strong></sup> Everyone who does evil hates the light, and will not come into the light for fear that his deeds will be exposed. <sup><strong>21</strong></sup> But whoever lives by the truth comes into the light, so that it may be seen plainly that what he has done has been done through God.\" ","esv":"<div>\n<p id=\"p43003019_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43003019-1\">19&nbsp;</b><span class=\"woc\">And this is the judgment: the light has come into the world, and people loved the darkness rather than the light because their works were evil.</span> <b class=\"verse-num woc\" id=\"v43003020-1\">20&nbsp;</b><span class=\"woc\">For everyone who does wicked things hates the light and does not come to the light, lest his works should be exposed.</span> <b class=\"verse-num woc\" id=\"v43003021-1\">21&nbsp;</b><span class=\"woc\">But whoever does what is true comes to the light, so that it may be clearly seen that his works have been carried out in God.”</span></p>\n</div>","modified":"2022-11-25T19:44:55.504Z"},{"_id":"615baa4f7d79181a31671167","topicId":"615baa4e7d79181a31671164","verse":"John 16:8","votes":37,"__v":0,"kjv":"<strong>8</strong> And when he is come, he will reprove the world of sin, and of righteousness, and of judgment:  ","niv":"<sup><strong>8</strong></sup> When he comes, he will convict the world of guilt in regard to sin and righteousness and judgment:","esv":"<div>\n<p id=\"p43016008_01-3\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016008-1\">8&nbsp;</b><span class=\"woc\">And when he comes, he will convict the world concerning sin and righteousness and judgment:</span></p>\n</div>","modified":"2022-06-21T10:07:21.767Z"},{"_id":"615baa507d79181a31671168","topicId":"615baa4e7d79181a31671164","verse":"Acts 2:37","votes":28,"__v":0,"kjv":"<strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  ","niv":"<sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\"","esv":"<div>\n<p id=\"p44002037_01-4\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?”</p>\n</div>","modified":"2023-11-12T21:58:54.898Z"},{"_id":"615baa517d79181a31671169","topicId":"615baa4e7d79181a31671164","verse":"Hebrews 11:1","votes":26,"__v":0,"kjv":"<strong>1</strong> Now faith is the substance of things hoped for, the evidence of things not seen.  ","niv":"<sup><strong>1</strong></sup> Now faith is being sure of what we hope for and certain of what we do not see.","esv":"<div>\n\n<p id=\"p58011001_03-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58011001-1\">11:1&nbsp;</b>Now faith is the assurance of things hoped for, the conviction of things not seen.</p>\n</div>","modified":"2022-08-07T14:07:01.539Z"},{"_id":"615baa517d79181a3167116a","topicId":"615baa4e7d79181a31671164","verse":"1 John 1:9","votes":21,"__v":0,"kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.","esv":"<div>\n<p id=\"p62001009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>"},{"_id":"615baa527d79181a3167116b","topicId":"615baa4e7d79181a31671164","verse":"Titus 1:9","votes":20,"__v":0,"kjv":"<strong>9</strong> Holding fast the faithful word as he hath been taught, that he may be able by sound doctrine both to exhort and to convince the gainsayers.  ","niv":"<sup><strong>9</strong></sup> He must hold firmly to the trustworthy message as it has been taught, so that he can encourage others by sound doctrine and refute those who oppose it.","esv":"<div>\n<p id=\"p56001009_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v56001009-1\">9&nbsp;</b>He must hold firm to the trustworthy word as taught, so that he may be able to give instruction in sound doctrine and also to rebuke those who contradict it.</p>\n\n</div>"},{"_id":"615baa527d79181a3167116c","topicId":"615baa4e7d79181a31671164","verse":"Romans 6:23","votes":12,"__v":0,"kjv":"<strong>23</strong> For the wages of sin is death; but the gift of God is  eternal life through Jesus Christ our Lord.  ","niv":"<sup><strong>23</strong></sup> For the wages of sin is death, but the gift of God is eternal life in Christ Jesus our Lord.","esv":"<div>\n<p id=\"p45006023_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v45006023-1\">23&nbsp;</b>For the wages of sin is death, but the free gift of God is eternal life in Christ Jesus our Lord.</p>\n</div>"},{"_id":"615baa527d79181a3167116d","topicId":"615baa4e7d79181a31671164","verse":"John 6:44","votes":12,"__v":0,"kjv":"<strong>44</strong> No man can come to me, except the Father which hath sent me draw him: and I will raise him up at the last day.  ","niv":"<sup><strong>44</strong></sup> \"No one can come to me unless the Father who sent me draws him, and I will raise him up at the last day.","esv":"<div>\n<p id=\"p43006044_01-9\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43006044-1\">44&nbsp;</b><span class=\"woc\">No one can come to me unless the Father who sent me draws him. And I will raise him up on the last day.</span></p>\n</div>"},{"_id":"615baa537d79181a31671170","topicId":"615baa4e7d79181a31671164","verse":"Luke 5:8","votes":11,"__v":0,"kjv":"<strong>8</strong> When Simon Peter saw it, he fell down at Jesus’ knees, saying, Depart from me; for I am a sinful man, O Lord.  ","niv":"<sup><strong>8</strong></sup> When Simon Peter saw this, he fell at Jesus' knees and said, \"Go away from me, Lord; I am a sinful man!\"","esv":"<div>\n<p id=\"p42005008_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v42005008-1\">8&nbsp;</b>But when Simon Peter saw it, he fell down at Jesus’ knees, saying, “Depart from me, for I am a sinful man, O Lord.”</p>\n</div>"},{"_id":"615baa537d79181a31671171","topicId":"615baa4e7d79181a31671164","verse":"2 Timothy 3:16","votes":10,"__v":0,"kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,","esv":"<div>\n<p id=\"p55003016_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>"},{"_id":"615baa537d79181a31671172","topicId":"615baa4e7d79181a31671164","verse":"1 Corinthians 14:24","votes":9,"__v":0,"kjv":"<strong>24</strong> But if all prophesy, and there come in one that believeth not, or one unlearned, he is convinced of all, he is judged of all:  ","niv":"<sup><strong>24</strong></sup> But if an unbeliever or someone who does not understand comes in while everybody is prophesying, he will be convinced by all that he is a sinner and will be judged by all,","esv":"<div>\n<p id=\"p46014024_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014024-1\">24&nbsp;</b>But if all prophesy, and an unbeliever or outsider enters, he is convicted by all, he is called to account by all,</p>\n</div>"},{"_id":"615baa537d79181a31671173","topicId":"615baa4e7d79181a31671164","verse":"Romans 14:21-23","votes":9,"__v":0,"kjv":"<strong>21</strong> It is good neither to eat flesh, nor to drink wine, nor any thing whereby thy brother stumbleth, or is offended, or is made weak.  <strong>22</strong> Hast thou faith? have it to thyself before God. Happy is he that condemneth not himself in that thing which he alloweth.  <strong>23</strong> And he that doubteth is damned if he eat, because he eateth  not of faith: for whatsoever is not of faith is sin.  ","niv":"<sup><strong>21</strong></sup> It is better not to eat meat or drink wine or to do anything else that will cause your brother to fall. <sup><strong>22</strong></sup> So whatever you believe about these things keep between yourself and God. Blessed is the man who does not condemn himself by what he approves. <sup><strong>23</strong></sup> But the man who has doubts is condemned if he eats, because his eating is not from faith; and everything that does not come from faith is sin. ","esv":"<div>\n<p id=\"p45014021_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v45014021-1\">21&nbsp;</b>It is good not to eat meat or drink wine or do anything that causes your brother to stumble. <b class=\"verse-num\" id=\"v45014022-1\">22&nbsp;</b>The faith that you have, keep between yourself and God. Blessed is the one who has no reason to pass judgment on himself for what he approves. <b class=\"verse-num\" id=\"v45014023-1\">23&nbsp;</b>But whoever has doubts is condemned if he eats, because the eating is not from faith. For whatever does not proceed from faith is sin.</p>\n\n</div>"},{"_id":"615baa537d79181a31671174","topicId":"615baa4e7d79181a31671164","verse":"Romans 2:15","votes":8,"__v":0,"kjv":"<strong>15</strong> Which shew the work of the law written in their hearts, their conscience also bearing witness, and their thoughts the mean while accusing or else excusing one another;)  ","niv":"<sup><strong>15</strong></sup> since they show that the requirements of the law are written on their hearts, their consciences also bearing witness, and their thoughts now accusing, now even defending them.)","esv":"<div>\n<p id=\"p45002015_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002015-1\">15&nbsp;</b>They show that the work of the law is written on their hearts, while their conscience also bears witness, and their conflicting thoughts accuse or even excuse them</p>\n</div>","modified":"2022-10-03T17:02:58.936Z"},{"_id":"615baa537d79181a31671175","topicId":"615baa4e7d79181a31671164","verse":"John 8:46","votes":8,"__v":0,"kjv":"<strong>46</strong> Which of you convinceth me of sin? And if I say the truth, why do ye not believe me?  ","niv":"<sup><strong>46</strong></sup> Can any of you prove me guilty of sin? If I am telling the truth, why don't you believe me?","esv":"<div>\n<p id=\"p43008046_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008046-1\">46&nbsp;</b><span class=\"woc\">Which one of you convicts me of sin? If I tell the truth, why do you not believe me?</span></p>\n</div>","modified":"2023-04-16T01:54:07.823Z"},{"_id":"615baa547d79181a31671176","topicId":"615baa4e7d79181a31671164","verse":"James 2:9","votes":9,"__v":0,"kjv":"<strong>9</strong> But if ye have respect to persons, ye commit sin, and are convinced of the law as transgressors.  ","niv":"<sup><strong>9</strong></sup> But if you show favoritism, you sin and are convicted by the law as lawbreakers.","esv":"<div>\n<p id=\"p59002009_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002009-1\">9&nbsp;</b>But if you show partiality, you are committing sin and are convicted by the law as transgressors.</p>\n</div>"},{"_id":"615baa547d79181a31671177","topicId":"615baa4e7d79181a31671164","verse":"Romans 10:17","votes":9,"__v":0,"kjv":"<strong>17</strong> So then faith cometh by hearing, and hearing by the word of God.  ","niv":"<sup><strong>17</strong></sup> Consequently, faith comes from hearing the message, and the message is heard through the word of Christ.","esv":"<div>\n<p id=\"p45010017_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010017-1\">17&nbsp;</b>So faith comes from hearing, and hearing through the word of Christ.</p>\n</div>"},{"_id":"615baa597d79181a3167117a","topicId":"615baa4e7d79181a31671164","verse":"Romans 2:4","votes":9,"__v":0,"kjv":"<strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance?","esv":"<div>\n<p id=\"p45002004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>"},{"_id":"615baa5c7d79181a3167117d","topicId":"615baa4e7d79181a31671164","verse":"Psalm 51:1","votes":8,"__v":0,"kjv":"<strong>1</strong> Have mercy upon me, O God, according to thy lovingkindness: according unto the multitude of thy tender mercies blot out my transgressions.  ","niv":"<sup><strong>1</strong></sup> Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions.","esv":"<div>\n\n<h4 id=\"p19051001_09-20\" class=\"psalm-title\">To the choirmaster. A Psalm of David, when Nathan the prophet went to him, after he had gone in to Bathsheba.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19051001_09-20\" class=\"line\"><b class=\"chapter-num\" id=\"v19051001-1\">51:1&nbsp;</b>&nbsp;&nbsp;Have mercy on me, O God,</span><br><span id=\"p19051001_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;according to your steadfast love;</span><br><span id=\"p19051001_09-20\" class=\"line\">&nbsp;&nbsp;according to your abundant mercy</span><br><span id=\"p19051001_09-20\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;blot out my transgressions.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>"},{"_id":"615baa5e7d79181a31671180","topicId":"615baa4e7d79181a31671164","verse":"2 Peter 3:9","votes":8,"__v":0,"kjv":"<strong>9</strong> The Lord is not slack concerning his promise, as some men count slackness; but is longsuffering to us-ward, not willing that any should perish, but that all should come to repentance.  ","niv":"<sup><strong>9</strong></sup> The Lord is not slow in keeping his promise, as some understand slowness. He is patient with you, not wanting anyone to perish, but everyone to come to repentance.","esv":"<div>\n<p id=\"p61003009_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003009-1\">9&nbsp;</b>The Lord is not slow to fulfill his promise as some count slowness, but is patient toward you, not wishing that any should perish, but that all should reach repentance.</p>\n\n</div>"},{"_id":"615baa5f7d79181a31671183","topicId":"615baa4e7d79181a31671164","verse":"Isaiah 6:5","votes":8,"__v":0,"kjv":"<strong>5</strong> Then said I, Woe is me! for I am undone; because I am  a man of unclean lips, and I dwell in the midst of a people of unclean lips: for mine eyes have seen the King, the LORD of hosts.  ","niv":"<sup><strong>5</strong></sup> \"Woe to me!\" I cried. \"I am ruined! For I am a man of unclean lips, and I live among a people of unclean lips, and my eyes have seen the King, the LORD Almighty.\"","esv":"<div>\n<p id=\"p23006005_01-22\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v23006005-1\">5&nbsp;</b>And I said: “Woe is me! For I am lost; for I am a man of unclean lips, and I dwell in the midst of a people of unclean lips; for my eyes have seen the King, the LORD of hosts!”</p>\n</div>"},{"_id":"615baa5f7d79181a31671186","topicId":"615baa4e7d79181a31671164","verse":"Acts 24:25","votes":7,"__v":0,"kjv":"<strong>25</strong> And as he reasoned of righteousness, temperance, and judgment to come Felix trembled, and answered, Go thy way for this time; when I have a convenient season, I will call for thee.  ","niv":"<sup><strong>25</strong></sup> As Paul discoursed on righteousness, self-control and the judgment to come, Felix was afraid and said, \"That's enough for now! You may leave. When I find it convenient, I will send for you.\"","esv":"<div>\n<p id=\"p44024025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v44024025-1\">25&nbsp;</b>And as he reasoned about righteousness and self-control and the coming judgment, Felix was alarmed and said, “Go away for the present. When I get an opportunity I will summon you.”</p>\n</div>"},{"_id":"615baa607d79181a31671189","topicId":"615baa4e7d79181a31671164","verse":"Acts 16:30","votes":5,"__v":0,"kjv":"<strong>30</strong> And brought them out, and said, Sirs, what must I do to be saved?  ","niv":"<sup><strong>30</strong></sup> He then brought them out and asked, \"Sirs, what must I do to be saved?\"","esv":"<div>\n<p id=\"p44016030_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v44016030-1\">30&nbsp;</b>Then he brought them out and said, “Sirs, what must I do to be saved?”</p>\n</div>","modified":"2022-09-18T13:22:49.229Z"},{"_id":"615baa617d79181a3167118c","topicId":"615baa4e7d79181a31671164","verse":"John 8:32","votes":7,"__v":0,"kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\"","esv":"<div>\n<p id=\"p43008032_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>"},{"_id":"615baa627d79181a3167118f","topicId":"615baa4e7d79181a31671164","verse":"John 8:9","votes":-2,"__v":0,"kjv":"<strong>9</strong> And they which heard it, being convicted by their own  conscience, went out one by one, beginning at the eldest, even  unto the last: and Jesus was left alone, and the woman standing in the midst.  ","niv":"<sup><strong>9</strong></sup> At this, those who heard began to go away one at a time, the older ones first, until only Jesus was left, with the woman still standing there.","esv":"<div>\n<p id=\"p43008009_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v43008009-1\">9&nbsp;</b>But when they heard it, they went away one by one, beginning with the older ones, and Jesus was left alone with the woman standing before him.</p>\n</div>","modified":"2023-06-07T22:09:06.820Z"}]}