{"_id":"615ba9af7d79181a31671130","slug":"conversion","name":"Conversion","verses":[{"_id":"615ba9b07d79181a31671131","topicId":"615ba9af7d79181a31671130","verse":"Acts 2:38","votes":43,"__v":0,"esv":"<div>\n<p id=\"p44002038_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit.</p>\n</div>","kjv":"<strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  ","niv":"<sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit.","modified":"2022-10-31T13:24:25.760Z"},{"_id":"615ba9b17d79181a31671132","topicId":"615ba9af7d79181a31671130","verse":"Mark 16:16","votes":30,"__v":0,"esv":"<div>\n<p id=\"p41016016_01-2\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v41016016-1\">16&nbsp;</b><span class=\"woc\">Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.</span></p>\n</div>","kjv":"<strong>16</strong> He that believeth and is baptized shall be saved; but he that believeth not shall be damned.  ","niv":"<sup><strong>16</strong></sup> Whoever believes and is baptized will be saved, but whoever does not believe will be condemned.","modified":"2022-03-30T21:57:33.188Z"},{"_id":"615ba9b17d79181a31671133","topicId":"615ba9af7d79181a31671130","verse":"2 Corinthians 5:17","votes":28,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!","modified":"2022-04-12T14:42:54.852Z"},{"_id":"615ba9b17d79181a31671134","topicId":"615ba9af7d79181a31671130","verse":"Acts 3:19","votes":29,"__v":0,"esv":"<div>\n<p id=\"p44003019_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003019-1\">19&nbsp;</b>Repent therefore, and turn back, that your sins may be blotted out,</p>\n</div>","kjv":"<strong>19</strong> Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;  ","niv":"<sup><strong>19</strong></sup> Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord,","modified":"2022-07-27T02:50:10.045Z"},{"_id":"615ba9b17d79181a31671135","topicId":"615ba9af7d79181a31671130","verse":"Ephesians 4:22","votes":27,"__v":0,"esv":"<div>\n<p id=\"p49004022_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires,</p>\n\n</div>","kjv":"<strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  ","niv":"<sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires;","modified":"2022-12-08T04:19:55.073Z"},{"_id":"615ba9b17d79181a31671136","topicId":"615ba9af7d79181a31671130","verse":"Acts 3:19-21","votes":25,"__v":0,"esv":"<div>\n<p id=\"p44003019_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v44003019-1\">19&nbsp;</b>Repent therefore, and turn back, that your sins may be blotted out, <b class=\"verse-num\" id=\"v44003020-1\">20&nbsp;</b>that times of refreshing may come from the presence of the Lord, and that he may send the Christ appointed for you, Jesus, <b class=\"verse-num\" id=\"v44003021-1\">21&nbsp;</b>whom heaven must receive until the time for restoring all the things about which God spoke by the mouth of his holy prophets long ago.</p>\n</div>","kjv":"<strong>19</strong> Repent ye therefore, and be converted, that your sins may be blotted out, when the times of refreshing shall come from the presence of the Lord;  <strong>20</strong> And he shall send Jesus Christ, which before was preached unto you:  <strong>21</strong> Whom the heaven must receive until the times of restitution of all things, which God hath spoken by the mouth of all his holy prophets since the world began.  ","niv":"<sup><strong>19</strong></sup> Repent, then, and turn to God, so that your sins may be wiped out, that times of refreshing may come from the Lord, <sup><strong>20</strong></sup> and that he may send the Christ, who has been appointed for you--even Jesus. <sup><strong>21</strong></sup> He must remain in heaven until the time comes for God to restore everything, as he promised long ago through his holy prophets. "},{"_id":"615ba9b27d79181a31671137","topicId":"615ba9af7d79181a31671130","verse":"James 4:8","votes":23,"__v":0,"esv":"<div>\n<p id=\"p59004008_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v59004008-1\">8&nbsp;</b>Draw near to God, and he will draw near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded.</p>\n</div>","kjv":"<strong>8</strong> Draw nigh to God, and he will draw nigh to you. Cleanse your  hands, ye sinners; and purify your hearts, ye double minded.  ","niv":"<sup><strong>8</strong></sup> Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded."},{"_id":"615ba9b27d79181a31671138","topicId":"615ba9af7d79181a31671130","verse":"Romans 15:13","votes":22,"__v":0,"esv":"<div>\n<p id=\"p45015013_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45015013-1\">13&nbsp;</b>May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope.</p>\n</div>","kjv":"<strong>13</strong> Now the God of hope fill you with all joy and peace in believing, that ye may abound in hope, through the power of the Holy Ghost.  ","niv":"<sup><strong>13</strong></sup> May the God of hope fill you with all joy and peace as you trust in him, so that you may overflow with hope by the power of the Holy Spirit.","modified":"2022-10-28T21:59:50.536Z"},{"_id":"615ba9b27d79181a31671139","topicId":"615ba9af7d79181a31671130","verse":"Acts 2:37-39","votes":18,"__v":0,"esv":"<div>\n<p id=\"p44002037_01-9\"><b class=\"verse-num\" id=\"v44002037-1\">37&nbsp;</b>Now when they heard this they were cut to the heart, and said to Peter and the rest of the apostles, “Brothers, what shall we do?” <b class=\"verse-num\" id=\"v44002038-1\">38&nbsp;</b>And Peter said to them, “Repent and be baptized every one of you in the name of Jesus Christ for the forgiveness of your sins, and you will receive the gift of the Holy Spirit. <b class=\"verse-num\" id=\"v44002039-1\">39&nbsp;</b>For the promise is for you and for your children and for all who are far off, everyone whom the Lord our God calls to himself.”</p>\n</div>","kjv":"<strong>37</strong> Now when they heard this, they were pricked in their heart, and said unto Peter and to the rest of the apostles, Men and brethren, what shall we do?  <strong>38</strong> Then Peter said unto them, Repent, and be baptized every one of you in the name of Jesus Christ for the remission of sins, and ye shall receive the gift of the Holy Ghost.  <strong>39</strong> For the promise is unto you, and to your children, and to all that are afar off, even as many as the Lord our God shall call.  ","niv":"<sup><strong>37</strong></sup> When the people heard this, they were cut to the heart and said to Peter and the other apostles, \"Brothers, what shall we do?\" <sup><strong>38</strong></sup> Peter replied, \"Repent and be baptized, every one of you, in the name of Jesus Christ for the forgiveness of your sins. And you will receive the gift of the Holy Spirit. <sup><strong>39</strong></sup> The promise is for you and your children and for all who are far off--for all whom the Lord our God will call.\" "},{"_id":"615ba9b27d79181a3167113a","topicId":"615ba9af7d79181a31671130","verse":"John 8:32","votes":17,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-10\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615ba9b37d79181a3167113b","topicId":"615ba9af7d79181a31671130","verse":"Galatians 5:16","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p48005016_07-11\"><b class=\"verse-num\" id=\"v48005016-1\">16&nbsp;</b>But I say, walk by the Spirit, and you will not gratify the desires of the flesh.</p>\n</div>","kjv":"<strong>16</strong> This I say then, Walk in the Spirit, and ye shall not fulfil the lust of the flesh.  ","niv":"<sup><strong>16</strong></sup> So I say, live by the Spirit, and you will not gratify the desires of the sinful nature."},{"_id":"615ba9b37d79181a3167113c","topicId":"615ba9af7d79181a31671130","verse":"Acts 17:30-31","votes":14,"__v":0,"esv":"<div>\n<p id=\"p44017030_01-12\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v44017030-1\">30&nbsp;</b>The times of ignorance God overlooked, but now he commands all people everywhere to repent, <b class=\"verse-num\" id=\"v44017031-1\">31&nbsp;</b>because he has fixed a day on which he will judge the world in righteousness by a man whom he has appointed; and of this he has given assurance to all by raising him from the dead.”</p>\n</div>","kjv":"<strong>30</strong> And the times of this ignorance God winked at; but now commandeth all men every where to repent:  <strong>31</strong> Because he hath appointed a day, in the which he will judge the world in righteousness by that man whom he hath ordained; whereof  he hath given assurance unto all men, in that he hath raised him from the dead.  ","niv":"<sup><strong>30</strong></sup> In the past God overlooked such ignorance, but now he commands all people everywhere to repent. <sup><strong>31</strong></sup> For he has set a day when he will judge the world with justice by the man he has appointed. He has given proof of this to all men by raising him from the dead.\" "},{"_id":"615ba9b37d79181a3167113d","topicId":"615ba9af7d79181a31671130","verse":"Matthew 24:42","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40024042_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024042-1\">42&nbsp;</b><span class=\"woc\">Therefore, stay awake, for you do not know on what day your Lord is coming.</span></p>\n</div>","kjv":"<strong>42</strong>           Watch therefore: for ye know not what hour your Lord doth come.  ","niv":"<sup><strong>42</strong></sup> \"Therefore keep watch, because you do not know on what day your Lord will come."},{"_id":"615ba9b47d79181a3167113e","topicId":"615ba9af7d79181a31671130","verse":"Matthew 3:2","votes":14,"__v":0,"esv":"<div>\n<p id=\"p40003002_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v40003002-1\">2&nbsp;</b>“Repent, for the kingdom of heaven is at hand.”</p>\n\n</div>","kjv":"<strong>2</strong> And saying, Repent ye: for the kingdom of heaven is at hand.  ","niv":"<sup><strong>2</strong></sup> and saying, \"Repent, for the kingdom of heaven is near.\""},{"_id":"615ba9b47d79181a3167113f","topicId":"615ba9af7d79181a31671130","verse":"Acts 8:12","votes":13,"__v":0,"esv":"<div>\n<p id=\"p44008012_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v44008012-1\">12&nbsp;</b>But when they believed Philip as he preached good news about the kingdom of God and the name of Jesus Christ, they were baptized, both men and women.</p>\n</div>","kjv":"<strong>12</strong> But when they believed Philip preaching the things concerning the kingdom of God, and the name of Jesus Christ, they were baptized, both men and women.  ","niv":"<sup><strong>12</strong></sup> But when they believed Philip as he preached the good news of the kingdom of God and the name of Jesus Christ, they were baptized, both men and women."},{"_id":"615ba9b47d79181a31671140","topicId":"615ba9af7d79181a31671130","verse":"Psalm 19:7","votes":13,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19019007_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v19019007-1\">7&nbsp;</b>&nbsp;&nbsp;The law of the LORD is perfect,</span><br><span id=\"p19019007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;reviving the soul;</span><br><span id=\"p19019007_01-16\" class=\"line\">&nbsp;&nbsp;the testimony of the LORD is sure,</span><br><span id=\"p19019007_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;making wise the simple;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>7</strong> The law of the LORD is perfect, converting the soul: the testimony of the LORD is sure, making wise the simple.  ","niv":"<sup><strong>7</strong></sup> The law of the LORD is perfect, reviving the soul. The statutes of the LORD are trustworthy, making wise the simple."},{"_id":"615ba9b47d79181a31671141","topicId":"615ba9af7d79181a31671130","verse":"Acts 26:28-32","votes":12,"__v":0,"esv":"<div>\n<p id=\"p44026028_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v44026028-1\">28&nbsp;</b>And Agrippa said to Paul, “In a short time would you persuade me to be a Christian?” <b class=\"verse-num\" id=\"v44026029-1\">29&nbsp;</b>And Paul said, “Whether short or long, I would to God that not only you but also all who hear me this day might become such as I am—except for these chains.”</p>\n<p id=\"p44026029_01-17\"><b class=\"verse-num\" id=\"v44026030-1\">30&nbsp;</b>Then the king rose, and the governor and Bernice and those who were sitting with them. <b class=\"verse-num\" id=\"v44026031-1\">31&nbsp;</b>And when they had withdrawn, they said to one another, “This man is doing nothing to deserve death or imprisonment.” <b class=\"verse-num\" id=\"v44026032-1\">32&nbsp;</b>And Agrippa said to Festus, “This man could have been set free if he had not appealed to Caesar.”</p>\n\n</div>","kjv":"<strong>28</strong> Then Agrippa said unto Paul, Almost thou persuadest me to be a Christian.  <strong>29</strong> And Paul said, I would to God, that not only thou, but also all that hear me this day, were both almost, and altogether such as I am, except these bonds.  <strong>30</strong> And when he had thus spoken, the king rose up, and the governor, and Bernice, and they that sat with them:  <strong>31</strong> And when they were gone aside, they talked between themselves, saying, This man doeth nothing worthy of death or of bonds.  <strong>32</strong> Then said Agrippa unto Festus, This man might have been set at liberty, if he had not appealed unto Caesar.  ","niv":"<sup><strong>28</strong></sup> Then Agrippa said to Paul, \"Do you think that in such a short time you can persuade me to be a Christian?\" <sup><strong>29</strong></sup> Paul replied, \"Short time or long--I pray God that not only you but all who are listening to me today may become what I am, except for these chains.\" <sup><strong>30</strong></sup> The king rose, and with him the governor and Bernice and those sitting with them. <sup><strong>31</strong></sup> They left the room, and while talking with one another, they said, \"This man is not doing anything that deserves death or imprisonment.\" <sup><strong>32</strong></sup> Agrippa said to Festus, \"This man could have been set free if he had not appealed to Caesar.\" "},{"_id":"615ba9b57d79181a31671142","topicId":"615ba9af7d79181a31671130","verse":"Matthew 24:21-22","votes":12,"__v":0,"esv":"<div>\n<p id=\"p40024021_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024021-1\">21&nbsp;</b><span class=\"woc\">For then there will be great tribulation, such as has not been from the beginning of the world until now, no, and never will be.</span> <b class=\"verse-num woc\" id=\"v40024022-1\">22&nbsp;</b><span class=\"woc\">And if those days had not been cut short, no human being would be saved. But for the sake of the elect those days will be cut short.</span></p>\n</div>","kjv":"<strong>21</strong> For then shall be great tribulation, such as was not since the beginning of the world to this time, no, nor ever shall be.  <strong>22</strong> And except those days should be shortened, there should no flesh be saved: but for the elect’s sake those days shall be shortened.  ","niv":"<sup><strong>21</strong></sup> For then there will be great distress, unequaled from the beginning of the world until now--and never to be equaled again. <sup><strong>22</strong></sup> If those days had not been cut short, no one would survive, but for the sake of the elect those days will be shortened. "},{"_id":"615ba9b57d79181a31671143","topicId":"615ba9af7d79181a31671130","verse":"Galatians 1:4","votes":11,"__v":0,"esv":"<div>\n<p id=\"p48001004_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48001004-1\">4&nbsp;</b>who gave himself for our sins to deliver us from the present evil age, according to the will of our God and Father,</p>\n</div>","kjv":"<strong>4</strong> Who gave himself for our sins, that he might deliver us from this present evil world, according to the will of God and our Father:  ","niv":"<sup><strong>4</strong></sup> who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father,"},{"_id":"615ba9b57d79181a31671144","topicId":"615ba9af7d79181a31671130","verse":"John 16:17","votes":11,"__v":0,"esv":"<div>\n<p id=\"p43016017_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43016017-1\">17&nbsp;</b>So some of his disciples said to one another, “What is this that he says to us, <span class=\"woc\">‘A little while, and you will not see me, and again a little while, and you will see me’;</span> and, <span class=\"woc\">‘because I am going to the Father’</span>?”</p>\n</div>","kjv":"<strong>17</strong> Then said some of his disciples among themselves, What is this that he saith unto us, A little while, and ye shall not see me: and again, a little while, and ye shall see me: and, Because I go to the Father?  ","niv":"<sup><strong>17</strong></sup> Some of his disciples said to one another, \"What does he mean by saying, 'In a little while you will see me no more, and then after a little while you will see me,' and 'Because I am going to the Father'?\""},{"_id":"615ba9b67d79181a31671145","topicId":"615ba9af7d79181a31671130","verse":"Luke 21:36","votes":11,"__v":0,"esv":"<div>\n<p id=\"p42021036_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42021036-1\">36&nbsp;</b><span class=\"woc\">But stay awake at all times, praying that you may have strength to escape all these things that are going to take place, and to stand before the Son of Man.”</span></p>\n</div>","kjv":"<strong>36</strong> Watch ye therefore, and pray always, that ye may be accounted worthy to escape all these things that shall come to pass, and to stand before the Son of man.  ","niv":"<sup><strong>36</strong></sup> Be always on the watch, and pray that you may be able to escape all that is about to happen, and that you may be able to stand before the Son of Man.\""},{"_id":"615ba9b67d79181a31671146","topicId":"615ba9af7d79181a31671130","verse":"Acts 26:16-18","votes":10,"__v":0,"esv":"<div>\n<p id=\"p44026016_01-22\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v44026016-1\">16&nbsp;</b><span class=\"woc\">But rise and stand upon your feet, for I have appeared to you for this purpose, to appoint you as a servant and witness to the things in which you have seen me and to those in which I will appear to you,</span> <b class=\"verse-num woc\" id=\"v44026017-1\">17&nbsp;</b><span class=\"woc\">delivering you from your people and from the Gentiles—to whom I am sending you</span> <b class=\"verse-num woc\" id=\"v44026018-1\">18&nbsp;</b><span class=\"woc\">to open their eyes, so that they may turn from darkness to light and from the power of Satan to God, that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.’</span></p>\n</div>","kjv":"<strong>16</strong> But rise, and stand upon thy feet: for I have appeared unto thee for this purpose, to make thee a minister and a witness both of these things which thou hast seen, and of those things in the which I will appear unto thee;  <strong>17</strong> Delivering thee from the people, and from the Gentiles, unto whom now I send thee,  <strong>18</strong> To open their eyes, and to turn them  from darkness to light, and from the power of Satan unto God, that they may receive forgiveness of sins, and inheritance among them which are sanctified by faith that is in me.  ","niv":"<sup><strong>16</strong></sup> \"'I am Jesus, whom you are persecuting,' the Lord replied. 'Now get up and stand on your feet. I have appeared to you to appoint you as a servant and as a witness of what you have seen of me and what I will show you. <sup><strong>17</strong></sup> I will rescue you from your own people and from the Gentiles. I am sending you to them <sup><strong>18</strong></sup> to open their eyes and turn them from darkness to light, and from the power of Satan to God, so that they may receive forgiveness of sins and a place among those who are sanctified by faith in me.' "},{"_id":"615ba9b67d79181a31671147","topicId":"615ba9af7d79181a31671130","verse":"Acts 9:1-43","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p44009001_05-23\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44009001-1\">9:1&nbsp;</b>But Saul, still breathing threats and murder against the disciples of the Lord, went to the high priest <b class=\"verse-num\" id=\"v44009002-1\">2&nbsp;</b>and asked him for letters to the synagogues at Damascus, so that if he found any belonging to the Way, men or women, he might bring them bound to Jerusalem. <b class=\"verse-num\" id=\"v44009003-1\">3&nbsp;</b>Now as he went on his way, he approached Damascus, and suddenly a light from heaven shone around him. <b class=\"verse-num\" id=\"v44009004-1\">4&nbsp;</b>And falling to the ground, he heard a voice saying to him, <span class=\"woc\">“Saul, Saul, why are you persecuting me?”</span> <b class=\"verse-num\" id=\"v44009005-1\">5&nbsp;</b>And he said, “Who are you, Lord?” And he said, <span class=\"woc\">“I am Jesus, whom you are persecuting.</span> <b class=\"verse-num woc\" id=\"v44009006-1\">6&nbsp;</b><span class=\"woc\">But rise and enter the city, and you will be told what you are to do.”</span> <b class=\"verse-num\" id=\"v44009007-1\">7&nbsp;</b>The men who were traveling with him stood speechless, hearing the voice but seeing no one. <b class=\"verse-num\" id=\"v44009008-1\">8&nbsp;</b>Saul rose from the ground, and although his eyes were opened, he saw nothing. So they led him by the hand and brought him into Damascus. <b class=\"verse-num\" id=\"v44009009-1\">9&nbsp;</b>And for three days he was without sight, and neither ate nor drank.</p>\n<p id=\"p44009009_05-23\"><b class=\"verse-num\" id=\"v44009010-1\">10&nbsp;</b>Now there was a disciple at Damascus named Ananias. The Lord said to him in a vision, <span class=\"woc\">“Ananias.”</span> And he said, “Here I am, Lord.” <b class=\"verse-num\" id=\"v44009011-1\">11&nbsp;</b>And the Lord said to him, <span class=\"woc\">“Rise and go to the street called Straight, and at the house of Judas look for a man of Tarsus named Saul, for behold, he is praying,</span> <b class=\"verse-num woc\" id=\"v44009012-1\">12&nbsp;</b><span class=\"woc\">and he has seen in a vision a man named Ananias come in and lay his hands on him so that he might regain his sight.”</span> <b class=\"verse-num\" id=\"v44009013-1\">13&nbsp;</b>But Ananias answered, “Lord, I have heard from many about this man, how much evil he has done to your saints at Jerusalem. <b class=\"verse-num\" id=\"v44009014-1\">14&nbsp;</b>And here he has authority from the chief priests to bind all who call on your name.” <b class=\"verse-num\" id=\"v44009015-1\">15&nbsp;</b>But the Lord said to him, <span class=\"woc\">“Go, for he is a chosen instrument of mine to carry my name before the Gentiles and kings and the children of Israel.</span> <b class=\"verse-num woc\" id=\"v44009016-1\">16&nbsp;</b><span class=\"woc\">For I will show him how much he must suffer for the sake of my name.”</span> <b class=\"verse-num\" id=\"v44009017-1\">17&nbsp;</b>So Ananias departed and entered the house. And laying his hands on him he said, “Brother Saul, the Lord Jesus who appeared to you on the road by which you came has sent me so that you may regain your sight and be filled with the Holy Spirit.” <b class=\"verse-num\" id=\"v44009018-1\">18&nbsp;</b>And immediately something like scales fell from his eyes, and he regained his sight. Then he rose and was baptized; <b class=\"verse-num\" id=\"v44009019-1\">19&nbsp;</b>and taking food, he was strengthened.</p>\n\n<p id=\"p44009019_10-23\">For some days he was with the disciples at Damascus. <b class=\"verse-num\" id=\"v44009020-1\">20&nbsp;</b>And immediately he proclaimed Jesus in the synagogues, saying, “He is the Son of God.” <b class=\"verse-num\" id=\"v44009021-1\">21&nbsp;</b>And all who heard him were amazed and said, “Is not this the man who made havoc in Jerusalem of those who called upon this name? And has he not come here for this purpose, to bring them bound before the chief priests?” <b class=\"verse-num\" id=\"v44009022-1\">22&nbsp;</b>But Saul increased all the more in strength, and confounded the Jews who lived in Damascus by proving that Jesus was the Christ.</p>\n\n<p id=\"p44009022_14-23\"><b class=\"verse-num\" id=\"v44009023-1\">23&nbsp;</b>When many days had passed, the Jews plotted to kill him, <b class=\"verse-num\" id=\"v44009024-1\">24&nbsp;</b>but their plot became known to Saul. They were watching the gates day and night in order to kill him, <b class=\"verse-num\" id=\"v44009025-1\">25&nbsp;</b>but his disciples took him by night and let him down through an opening in the wall, lowering him in a basket.</p>\n\n<p id=\"p44009025_17-23\"><b class=\"verse-num\" id=\"v44009026-1\">26&nbsp;</b>And when he had come to Jerusalem, he attempted to join the disciples. And they were all afraid of him, for they did not believe that he was a disciple. <b class=\"verse-num\" id=\"v44009027-1\">27&nbsp;</b>But Barnabas took him and brought him to the apostles and declared to them how on the road he had seen the Lord, who spoke to him, and how at Damascus he had preached boldly in the name of Jesus. <b class=\"verse-num\" id=\"v44009028-1\">28&nbsp;</b>So he went in and out among them at Jerusalem, preaching boldly in the name of the Lord. <b class=\"verse-num\" id=\"v44009029-1\">29&nbsp;</b>And he spoke and disputed against the Hellenists. But they were seeking to kill him. <b class=\"verse-num\" id=\"v44009030-1\">30&nbsp;</b>And when the brothers learned this, they brought him down to Caesarea and sent him off to Tarsus.</p>\n<p id=\"p44009030_17-23\"><b class=\"verse-num\" id=\"v44009031-1\">31&nbsp;</b>So the church throughout all Judea and Galilee and Samaria had peace and was being built up. And walking in the fear of the Lord and in the comfort of the Holy Spirit, it multiplied.</p>\n\n<p id=\"p44009031_21-23\"><b class=\"verse-num\" id=\"v44009032-1\">32&nbsp;</b>Now as Peter went here and there among them all, he came down also to the saints who lived at Lydda. <b class=\"verse-num\" id=\"v44009033-1\">33&nbsp;</b>There he found a man named Aeneas, bedridden for eight years, who was paralyzed. <b class=\"verse-num\" id=\"v44009034-1\">34&nbsp;</b>And Peter said to him, “Aeneas, Jesus Christ heals you; rise and make your bed.” And immediately he rose. <b class=\"verse-num\" id=\"v44009035-1\">35&nbsp;</b>And all the residents of Lydda and Sharon saw him, and they turned to the Lord.</p>\n\n<p id=\"p44009035_25-23\"><b class=\"verse-num\" id=\"v44009036-1\">36&nbsp;</b>Now there was in Joppa a disciple named Tabitha, which, translated, means Dorcas. She was full of good works and acts of charity. <b class=\"verse-num\" id=\"v44009037-1\">37&nbsp;</b>In those days she became ill and died, and when they had washed her, they laid her in an upper room. <b class=\"verse-num\" id=\"v44009038-1\">38&nbsp;</b>Since Lydda was near Joppa, the disciples, hearing that Peter was there, sent two men to him, urging him, “Please come to us without delay.” <b class=\"verse-num\" id=\"v44009039-1\">39&nbsp;</b>So Peter rose and went with them. And when he arrived, they took him to the upper room. All the widows stood beside him weeping and showing tunics and other garments that Dorcas made while she was with them. <b class=\"verse-num\" id=\"v44009040-1\">40&nbsp;</b>But Peter put them all outside, and knelt down and prayed; and turning to the body he said, “Tabitha, arise.” And she opened her eyes, and when she saw Peter she sat up. <b class=\"verse-num\" id=\"v44009041-1\">41&nbsp;</b>And he gave her his hand and raised her up. Then, calling the saints and widows, he presented her alive. <b class=\"verse-num\" id=\"v44009042-1\">42&nbsp;</b>And it became known throughout all Joppa, and many believed in the Lord. <b class=\"verse-num\" id=\"v44009043-1\">43&nbsp;</b>And he stayed in Joppa for many days with one Simon, a tanner.</p>\n\n</div>","kjv":"<strong>1</strong> And Saul, yet breathing out threatenings and slaughter against the disciples of the Lord, went unto the high priest,  <strong>2</strong> And desired of him letters to Damascus to the synagogues, that if he found any of this way, whether they were men or women, he might bring them bound unto Jerusalem.  <strong>3</strong> And as he journeyed, he came near Damascus: and suddenly there shined round about him a light from heaven:  <strong>4</strong> And he fell to the earth, and heard a voice saying unto him, Saul, Saul, why persecutest thou me?  <strong>5</strong> And he said, Who art thou, Lord? And the Lord said, I am Jesus whom thou persecutest: it is hard for thee to kick against the pricks.  <strong>6</strong> And he trembling and astonished said, Lord, what wilt thou have me to do? And the Lord said unto him, Arise, and go into the city, and it shall be told thee what thou must do.  <strong>7</strong> And the men which journeyed with him stood speechless, hearing a voice, but seeing no man.  <strong>8</strong> And Saul arose from the earth; and when his eyes were opened, he saw no man: but they led him by the hand, and brought him into Damascus.  <strong>9</strong> And he was three days without sight, and neither did eat nor drink.  <strong>10</strong> And there was a certain disciple at Damascus, named Ananias; and to him said the Lord in a vision, Ananias. And he said, Behold, I am here, Lord.  <strong>11</strong> And the Lord said unto him, Arise, and go into the street which is called Straight, and enquire in the house of Judas for one  called Saul, of Tarsus: for, behold, he prayeth,  <strong>12</strong> And hath seen in a vision a man named Ananias coming in, and putting his hand on him, that he might receive his sight.  <strong>13</strong> Then Ananias answered, Lord, I have heard by many of this man, how much evil he hath done to thy saints at Jerusalem:  <strong>14</strong> And here he hath authority from the chief priests to bind all that call on thy name.  <strong>15</strong> But the Lord said unto him, Go thy way: for he is a chosen vessel unto me, to bear my name before the Gentiles, and kings, and the children of Israel:  <strong>16</strong> For I will shew him how great things he must suffer for my name’s sake.  <strong>17</strong> And Ananias went his way, and entered into the house; and putting his hands on him said, Brother Saul, the Lord, even Jesus, that appeared unto thee in the way as thou camest, hath sent me, that thou mightest receive thy sight, and be filled with the Holy Ghost.  <strong>18</strong> And immediately there fell from his eyes as it had been scales: and he received sight forthwith, and arose, and was baptized.  <strong>19</strong> And when he had received meat, he was strengthened. Then was Saul certain days with the disciples which were at Damascus.  <strong>20</strong> And straightway he preached Christ in the synagogues, that he is the Son of God.  <strong>21</strong> But all that heard him were amazed, and said; Is not this he that destroyed them which called on this name in Jerusalem, and came hither for that intent, that he might bring them bound unto the chief priests?  <strong>22</strong> But Saul increased the more in strength, and confounded the Jews which dwelt at Damascus, proving that this is very Christ.  <strong>23</strong> And after that many days were fulfilled, the Jews took counsel to kill him:  <strong>24</strong> But their laying await was known of Saul. And they watched the gates day and night to kill him.  <strong>25</strong> Then the disciples took him by night, and let him down by the wall in a basket.  <strong>26</strong> And when Saul was come to Jerusalem, he assayed to join himself to the disciples: but they were all afraid of him, and believed not that he was a disciple.  <strong>27</strong> But Barnabas took him, and brought him to the apostles, and declared unto them how he had seen the Lord in the way, and that he had spoken to him, and how he had preached boldly at Damascus in the name of Jesus.  <strong>28</strong> And he was with them coming in and going out at Jerusalem.  <strong>29</strong> And he spake boldly in the name of the Lord Jesus, and disputed against the Grecians: but they went about to slay him.  <strong>30</strong> Which when the brethren knew, they brought him down to Caesarea, and sent him forth to Tarsus.  <strong>31</strong> Then had the churches rest throughout all Judaea and Galilee and Samaria, and were edified; and walking in the fear of the Lord, and in the comfort of the Holy Ghost, were multiplied.  <strong>32</strong> And it came to pass, as Peter passed throughout all quarters,  he came down also to the saints which dwelt at Lydda.  <strong>33</strong> And there he found a certain man named Aeneas, which had kept his bed eight years, and was sick of the palsy.  <strong>34</strong> And Peter said unto him, Aeneas, Jesus Christ maketh thee whole: arise, and make thy bed. And he arose immediately.  <strong>35</strong> And all that dwelt at Lydda and Saron saw him, and turned to the Lord.  <strong>36</strong> Now there was at Joppa a certain disciple named Tabitha, which by interpretation is called Dorcas: this woman was full of good works and almsdeeds which she did.  <strong>37</strong> And it came to pass in those days, that she was sick, and died: whom when they had washed, they laid her in an upper chamber.  <strong>38</strong> And forasmuch as Lydda was nigh to Joppa, and the disciples had heard that Peter was there, they sent unto him two men, desiring him  that he would not delay to come to them.  <strong>39</strong> Then Peter arose and went with them. When he was come, they brought him into the upper chamber: and all the widows stood by him weeping, and shewing the coats and garments which Dorcas made, while she was with them.  <strong>40</strong> But Peter put them all forth, and kneeled down, and prayed; and turning him to the body said, Tabitha, arise. And she opened her eyes: and when she saw Peter, she sat up.  <strong>41</strong> And he gave her his hand, and lifted her up, and when he had called the saints and widows, presented her alive.  <strong>42</strong> And it was known throughout all Joppa; and many believed in the Lord.  <strong>43</strong> And it came to pass, that he tarried many days in Joppa with one Simon a tanner.  ","niv":"<sup><strong>1</strong></sup> Meanwhile, Saul was still breathing out murderous threats against the Lord's disciples. He went to the high priest <sup><strong>2</strong></sup> and asked him for letters to the synagogues in Damascus, so that if he found any there who belonged to the Way, whether men or women, he might take them as prisoners to Jerusalem. <sup><strong>3</strong></sup> As he neared Damascus on his journey, suddenly a light from heaven flashed around him. <sup><strong>4</strong></sup> He fell to the ground and heard a voice say to him, \"Saul, Saul, why do you persecute me?\" <sup><strong>5</strong></sup> \"Who are you, Lord?\" Saul asked. <sup><strong>6</strong></sup> \"I am Jesus, whom you are persecuting,\" he replied. \"Now get up and go into the city, and you will be told what you must do.\" <sup><strong>7</strong></sup> The men traveling with Saul stood there speechless; they heard the sound but did not see anyone. <sup><strong>8</strong></sup> Saul got up from the ground, but when he opened his eyes he could see nothing. So they led him by the hand into Damascus. <sup><strong>9</strong></sup> For three days he was blind, and did not eat or drink anything. <sup><strong>10</strong></sup> In Damascus there was a disciple named Ananias. The Lord called to him in a vision, \"Ananias!Yes, Lord,\" he answered. <sup><strong>11</strong></sup> The Lord told him, \"Go to the house of Judas on Straight Street and ask for a man from Tarsus named Saul, for he is praying. <sup><strong>12</strong></sup> In a vision he has seen a man named Ananias come and place his hands on him to restore his sight.\" <sup><strong>13</strong></sup> \"Lord,\" Ananias answered, \"I have heard many reports about this man and all the harm he has done to your saints in Jerusalem. <sup><strong>14</strong></sup> And he has come here with authority from the chief priests to arrest all who call on your name.\" <sup><strong>15</strong></sup> But the Lord said to Ananias, \"Go! This man is my chosen instrument to carry my name before the Gentiles and their kings and before the people of Israel. <sup><strong>16</strong></sup> I will show him how much he must suffer for my name.\" <sup><strong>17</strong></sup> Then Ananias went to the house and entered it. Placing his hands on Saul, he said, \"Brother Saul, the Lord--Jesus, who appeared to you on the road as you were coming here--has sent me so that you may see again and be filled with the Holy Spirit.\" <sup><strong>18</strong></sup> Immediately, something like scales fell from Saul's eyes, and he could see again. He got up and was baptized, <sup><strong>19</strong></sup> and after taking some food, he regained his strength. <sup><strong>20</strong></sup> Saul spent several days with the disciples in Damascus. At once he began to preach in the synagogues that Jesus is the Son of God. <sup><strong>21</strong></sup> All those who heard him were astonished and asked, \"Isn't he the man who raised havoc in Jerusalem among those who call on this name? And hasn't he come here to take them as prisoners to the chief priests?\" <sup><strong>22</strong></sup> Yet Saul grew more and more powerful and baffled the Jews living in Damascus by proving that Jesus is the Christ. <sup><strong>23</strong></sup> After many days had gone by, the Jews conspired to kill him, <sup><strong>24</strong></sup> but Saul learned of their plan. Day and night they kept close watch on the city gates in order to kill him. <sup><strong>25</strong></sup> But his followers took him by night and lowered him in a basket through an opening in the wall. <sup><strong>26</strong></sup> When he came to Jerusalem, he tried to join the disciples, but they were all afraid of him, not believing that he really was a disciple. <sup><strong>27</strong></sup> But Barnabas took him and brought him to the apostles. He told them how Saul on his journey had seen the Lord and that the Lord had spoken to him, and how in Damascus he had preached fearlessly in the name of Jesus. <sup><strong>28</strong></sup> So Saul stayed with them and moved about freely in Jerusalem, speaking boldly in the name of the Lord. <sup><strong>29</strong></sup> He talked and debated with the Grecian Jews, but they tried to kill him. <sup><strong>30</strong></sup> When the brothers learned of this, they took him down to Caesarea and sent him off to Tarsus. <sup><strong>31</strong></sup> Then the church throughout Judea, Galilee and Samaria enjoyed a time of peace. It was strengthened; and encouraged by the Holy Spirit, it grew in numbers, living in the fear of the Lord. <sup><strong>32</strong></sup> As Peter traveled about the country, he went to visit the saints in Lydda. <sup><strong>33</strong></sup> There he found a man named Aeneas, a paralytic who had been bedridden for eight years. <sup><strong>34</strong></sup> \"Aeneas,\" Peter said to him, \"Jesus Christ heals you. Get up and take care of your mat.\" Immediately Aeneas got up. <sup><strong>35</strong></sup> All those who lived in Lydda and Sharon saw him and turned to the Lord. <sup><strong>36</strong></sup> In Joppa there was a disciple named Tabitha (which, when translated, is Dorcas ), who was always doing good and helping the poor. <sup><strong>37</strong></sup> About that time she became sick and died, and her body was washed and placed in an upstairs room. <sup><strong>38</strong></sup> Lydda was near Joppa; so when the disciples heard that Peter was in Lydda, they sent two men to him and urged him, \"Please come at once!\" <sup><strong>39</strong></sup> Peter went with them, and when he arrived he was taken upstairs to the room. All the widows stood around him, crying and showing him the robes and other clothing that Dorcas had made while she was still with them. <sup><strong>40</strong></sup> Peter sent them all out of the room; then he got down on his knees and prayed. Turning toward the dead woman, he said, \"Tabitha, get up.\" She opened her eyes, and seeing Peter she sat up. <sup><strong>41</strong></sup> He took her by the hand and helped her to her feet. Then he called the believers and the widows and presented her to them alive. <sup><strong>42</strong></sup> This became known all over Joppa, and many people believed in the Lord. <sup><strong>43</strong></sup> Peter stayed in Joppa for some time with a tanner named Simon. ","modified":"2023-03-14T21:51:16.364Z"},{"_id":"615ba9b77d79181a31671148","topicId":"615ba9af7d79181a31671130","verse":"John 3:16","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-24\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615ba9b77d79181a31671149","topicId":"615ba9af7d79181a31671130","verse":"Matthew 5:18","votes":-4,"__v":0,"esv":"<div>\n<p id=\"p40005018_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40005018-1\">18&nbsp;</b><span class=\"woc\">For truly, I say to you, until heaven and earth pass away, not an iota, not a dot, will pass from the Law until all is accomplished.</span></p>\n</div>","kjv":"<strong>18</strong> For verily I say unto you, Till heaven and earth pass, one jot or one tittle shall in no wise pass from the law, till all be fulfilled.  ","niv":"<sup><strong>18</strong></sup> I tell you the truth, until heaven and earth disappear, not the smallest letter, not the least stroke of a pen, will by any means disappear from the Law until everything is accomplished.","modified":"2022-10-16T09:43:29.239Z"}]}