{"_id":"615baadb7d79181a316711b2","slug":"convocation","name":"Convocation","verses":[{"_id":"615baadc7d79181a316711b3","topicId":"615baadb7d79181a316711b2","verse":"Leviticus 23:3","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p03023003_03-1\"><b class=\"verse-num\" id=\"v03023003-1\">3&nbsp;</b>“Six days shall work be done, but on the seventh day is a Sabbath of solemn rest, a holy convocation. You shall do no work. It is a Sabbath to the LORD in all your dwelling places.</p>\n</div>","kjv":"<strong>3</strong> Six days shall work be done: but the seventh day is the sabbath of rest, an holy convocation; ye shall do no work therein: it is the sabbath of the LORD in all your dwellings.  ","niv":"<sup><strong>3</strong></sup> \"'There are six days when you may work, but the seventh day is a Sabbath of rest, a day of sacred assembly. You are not to do any work; wherever you live, it is a Sabbath to the LORD."},{"_id":"615baadc7d79181a316711b4","topicId":"615baadb7d79181a316711b2","verse":"1 John 4:1","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-2\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world.","modified":"2023-06-16T12:42:06.033Z"},{"_id":"615baadd7d79181a316711b5","topicId":"615baadb7d79181a316711b2","verse":"2 Timothy 3:16","votes":3,"__v":0,"esv":"<div>\n<p id=\"p55003016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55003016-1\">16&nbsp;</b>All Scripture is breathed out by God and profitable for teaching, for reproof, for correction, and for training in righteousness,</p>\n</div>","kjv":"<strong>16</strong> All scripture is given by inspiration of God, and is  profitable for doctrine, for reproof, for correction, for instruction in righteousness:  ","niv":"<sup><strong>16</strong></sup> All Scripture is God-breathed and is useful for teaching, rebuking, correcting and training in righteousness,"},{"_id":"615baadd7d79181a316711b6","topicId":"615baadb7d79181a316711b2","verse":"Numbers 28:26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p04028026_07-4\"><b class=\"verse-num\" id=\"v04028026-1\">26&nbsp;</b>“On the day of the firstfruits, when you offer a grain offering of new grain to the LORD at your Feast of Weeks, you shall have a holy convocation. You shall not do any ordinary work,</p>\n</div>","kjv":"<strong>26</strong> Also in the day of the firstfruits, when ye bring a new meat offering unto the LORD, after your weeks be out, ye shall have an holy convocation; ye shall do no servile work:  ","niv":"<sup><strong>26</strong></sup> \"'On the day of firstfruits, when you present to the LORD an offering of new grain during the Feast of Weeks, hold a sacred assembly and do no regular work."},{"_id":"615baadd7d79181a316711b7","topicId":"615baadb7d79181a316711b2","verse":"Exodus 20:1-26","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p02020001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v02020001-1\">20:1&nbsp;</b>And God spoke all these words, saying,</p>\n<p id=\"p02020001_04-5\"><b class=\"verse-num\" id=\"v02020002-1\">2&nbsp;</b>“I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p02020002_04-5\"><b class=\"verse-num\" id=\"v02020003-1\">3&nbsp;</b>“You shall have no other gods before me.</p>\n<p id=\"p02020003_04-5\"><b class=\"verse-num\" id=\"v02020004-1\">4&nbsp;</b>“You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v02020005-1\">5&nbsp;</b>You shall not bow down to them or serve them, for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and the fourth generation of those who hate me, <b class=\"verse-num\" id=\"v02020006-1\">6&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p02020006_04-5\"><b class=\"verse-num\" id=\"v02020007-1\">7&nbsp;</b>“You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p02020007_04-5\"><b class=\"verse-num\" id=\"v02020008-1\">8&nbsp;</b>“Remember the Sabbath day, to keep it holy. <b class=\"verse-num\" id=\"v02020009-1\">9&nbsp;</b>Six days you shall labor, and do all your work, <b class=\"verse-num\" id=\"v02020010-1\">10&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you, or your son, or your daughter, your male servant, or your female servant, or your livestock, or the sojourner who is within your gates. <b class=\"verse-num\" id=\"v02020011-1\">11&nbsp;</b>For in six days the LORD made heaven and earth, the sea, and all that is in them, and rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy.</p>\n<p id=\"p02020011_04-5\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n<p id=\"p02020012_04-5\"><b class=\"verse-num\" id=\"v02020013-1\">13&nbsp;</b>“You shall not murder.</p>\n<p id=\"p02020013_04-5\"><b class=\"verse-num\" id=\"v02020014-1\">14&nbsp;</b>“You shall not commit adultery.</p>\n<p id=\"p02020014_04-5\"><b class=\"verse-num\" id=\"v02020015-1\">15&nbsp;</b>“You shall not steal.</p>\n<p id=\"p02020015_04-5\"><b class=\"verse-num\" id=\"v02020016-1\">16&nbsp;</b>“You shall not bear false witness against your neighbor.</p>\n<p id=\"p02020016_04-5\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n<p id=\"p02020017_04-5\"><b class=\"verse-num\" id=\"v02020018-1\">18&nbsp;</b>Now when all the people saw the thunder and the flashes of lightning and the sound of the trumpet and the mountain smoking, the people were afraid and trembled, and they stood far off <b class=\"verse-num\" id=\"v02020019-1\">19&nbsp;</b>and said to Moses, “You speak to us, and we will listen; but do not let God speak to us, lest we die.” <b class=\"verse-num\" id=\"v02020020-1\">20&nbsp;</b>Moses said to the people, “Do not fear, for God has come to test you, that the fear of him may be before you, that you may not sin.” <b class=\"verse-num\" id=\"v02020021-1\">21&nbsp;</b>The people stood far off, while Moses drew near to the thick darkness where God was.</p>\n\n<p id=\"p02020021_07-5\"><b class=\"verse-num\" id=\"v02020022-1\">22&nbsp;</b>And the LORD said to Moses, “Thus you shall say to the people of Israel: ‘You have seen for yourselves that I have talked with you from heaven. <b class=\"verse-num\" id=\"v02020023-1\">23&nbsp;</b>You shall not make gods of silver to be with me, nor shall you make for yourselves gods of gold. <b class=\"verse-num\" id=\"v02020024-1\">24&nbsp;</b>An altar of earth you shall make for me and sacrifice on it your burnt offerings and your peace offerings, your sheep and your oxen. In every place where I cause my name to be remembered I will come to you and bless you. <b class=\"verse-num\" id=\"v02020025-1\">25&nbsp;</b>If you make me an altar of stone, you shall not build it of hewn stones, for if you wield your tool on it you profane it. <b class=\"verse-num\" id=\"v02020026-1\">26&nbsp;</b>And you shall not go up by steps to my altar, that your nakedness be not exposed on it.’</p>\n\n</div>","kjv":"<strong>1</strong> And God spake all these words, saying,  <strong>2</strong> I am the LORD thy God, which have brought thee out of the land of Egypt, out of the house of bondage.  <strong>3</strong> Thou shalt have no other gods before me.  <strong>4</strong> Thou shalt not make unto thee any graven image, or any likeness of any thing that is in heaven above, or that is  in the earth beneath, or that is in the water under the earth:  <strong>5</strong> Thou shalt not bow down thyself to them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me;  <strong>6</strong> And shewing mercy unto thousands of them that love me, and keep my commandments.  <strong>7</strong> Thou shalt not take the name of the LORD thy God in vain; for the LORD will not hold him guiltless that taketh his name in vain.  <strong>8</strong> Remember the sabbath day, to keep it holy.  <strong>9</strong> Six days shalt thou labour, and do all thy work:  <strong>10</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manservant, nor thy maidservant, nor thy cattle, nor thy stranger that is within thy gates:  <strong>11</strong> For in six days the LORD made heaven and earth, the sea, and all that in them is, and rested the seventh day: wherefore the LORD blessed the sabbath day, and hallowed it.  <strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  <strong>13</strong> Thou shalt not kill.  <strong>14</strong> Thou shalt not commit adultery.  <strong>15</strong> Thou shalt not steal.  <strong>16</strong> Thou shalt not bear false witness against thy neighbour.  <strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  <strong>18</strong> And all the people saw the thunderings, and the lightnings, and the noise of the trumpet, and the mountain smoking: and when the people saw it, they removed, and stood afar off.  <strong>19</strong> And they said unto Moses, Speak thou with us, and we will hear: but let not God speak with us, lest we die.  <strong>20</strong> And Moses said unto the people, Fear not: for God is come to prove you, and that his fear may be before your faces, that ye sin not.  <strong>21</strong> And the people stood afar off, and Moses drew near unto the thick darkness where God was. <strong>22</strong> And the LORD said unto Moses, Thus thou shalt say unto the children of Israel, Ye have seen that I have talked with you from heaven.  <strong>23</strong> Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.  <strong>24</strong> An altar of earth thou shalt make unto me, and shalt sacrifice thereon thy burnt offerings, and thy peace offerings, thy sheep, and thine oxen: in all places where I record my name I will come unto thee, and I will bless thee.  <strong>25</strong> And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone: for if thou lift up thy tool upon it, thou hast polluted it.  <strong>26</strong> Neither shalt thou go up by steps unto mine altar, that thy nakedness be not discovered thereon.  ","niv":"<sup><strong>1</strong></sup> And God spoke all these words: <sup><strong>2</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>3</strong></sup> \"You shall have no other gods before me. <sup><strong>4</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>5</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>6</strong></sup> but showing love to a thousand {generations} of those who love me and keep my commandments. <sup><strong>7</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>8</strong></sup> \"Remember the Sabbath day by keeping it holy. <sup><strong>9</strong></sup> Six days you shall labor and do all your work, <sup><strong>10</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your animals, nor the alien within your gates. <sup><strong>11</strong></sup> For in six days the LORD made the heavens and the earth, the sea, and all that is in them, but he rested on the seventh day. Therefore the LORD blessed the Sabbath day and made it holy. <sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you. <sup><strong>13</strong></sup> \"You shall not murder. <sup><strong>14</strong></sup> \"You shall not commit adultery. <sup><strong>15</strong></sup> \"You shall not steal. <sup><strong>16</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>18</strong></sup> When the people saw the thunder and lightning and heard the trumpet and saw the mountain in smoke, they trembled with fear. They stayed at a distance <sup><strong>19</strong></sup> and said to Moses, \"Speak to us yourself and we will listen. But do not have God speak to us or we will die.\" <sup><strong>20</strong></sup> Moses said to the people, \"Do not be afraid. God has come to test you, so that the fear of God will be with you to keep you from sinning.\" <sup><strong>21</strong></sup> The people remained at a distance, while Moses approached the thick darkness where God was. <sup><strong>22</strong></sup> Then the LORD said to Moses, \"Tell the Israelites this: 'You have seen for yourselves that I have spoken to you from heaven: <sup><strong>23</strong></sup> Do not make any gods to be alongside me; do not make for yourselves gods of silver or gods of gold. <sup><strong>24</strong></sup> \"'Make an altar of earth for me and sacrifice on it your burnt offerings and fellowship offerings, your sheep and goats and your cattle. Wherever I cause my name to be honored, I will come to you and bless you. <sup><strong>25</strong></sup> If you make an altar of stones for me, do not build it with dressed stones, for you will defile it if you use a tool on it. <sup><strong>26</strong></sup> And do not go up to my altar on steps, lest your nakedness be exposed on it.' "},{"_id":"615baade7d79181a316711b8","topicId":"615baadb7d79181a316711b2","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615baade7d79181a316711b9","topicId":"615baadb7d79181a316711b2","verse":"Galatians 6:6-10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p48006006_01-7\"><b class=\"verse-num\" id=\"v48006006-1\">6&nbsp;</b>Let the one who is taught the word share all good things with the one who teaches. <b class=\"verse-num\" id=\"v48006007-1\">7&nbsp;</b>Do not be deceived: God is not mocked, for whatever one sows, that will he also reap. <b class=\"verse-num\" id=\"v48006008-1\">8&nbsp;</b>For the one who sows to his own flesh will from the flesh reap corruption, but the one who sows to the Spirit will from the Spirit reap eternal life. <b class=\"verse-num\" id=\"v48006009-1\">9&nbsp;</b>And let us not grow weary of doing good, for in due season we will reap, if we do not give up. <b class=\"verse-num\" id=\"v48006010-1\">10&nbsp;</b>So then, as we have opportunity, let us do good to everyone, and especially to those who are of the household of faith.</p>\n</div>","kjv":"<strong>6</strong> Let him that is taught in the word communicate unto him that teacheth in all good things.  <strong>7</strong> Be not deceived; God is not mocked: for whatsoever a man soweth, that shall he also reap.  <strong>8</strong> For he that soweth to his flesh shall of the flesh reap corruption; but he that soweth to the Spirit shall of the Spirit reap life everlasting.  <strong>9</strong> And let us not be weary in well doing: for in due season we shall reap, if we faint not.  <strong>10</strong> As we have therefore opportunity, let us do good unto all men,  especially unto them who are of the household of faith.  ","niv":"<sup><strong>6</strong></sup> Anyone who receives instruction in the word must share all good things with his instructor. <sup><strong>7</strong></sup> Do not be deceived: God cannot be mocked. A man reaps what he sows. <sup><strong>8</strong></sup> The one who sows to please his sinful nature, from that nature will reap destruction; the one who sows to please the Spirit, from the Spirit will reap eternal life. <sup><strong>9</strong></sup> Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up. <sup><strong>10</strong></sup> Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers. "},{"_id":"615baade7d79181a316711ba","topicId":"615baadb7d79181a316711b2","verse":"Leviticus 23:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p03023006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v03023006-1\">6&nbsp;</b>And on the fifteenth day of the same month is the Feast of Unleavened Bread to the LORD; for seven days you shall eat unleavened bread.</p>\n</div>","kjv":"<strong>6</strong> And on the fifteenth day of the same month is the feast of unleavened bread unto the LORD: seven days ye must eat unleavened bread.  ","niv":"<sup><strong>6</strong></sup> On the fifteenth day of that month the LORD's Feast of Unleavened Bread begins; for seven days you must eat bread made without yeast."},{"_id":"615baade7d79181a316711bb","topicId":"615baadb7d79181a316711b2","verse":"1 John 2:16","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002016_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002016-1\">16&nbsp;</b>For all that is in the world—the desires of the flesh and the desires of the eyes and pride of life—is not from the Father but is from the world.</p>\n\n</div>","kjv":"<strong>16</strong> For all that is in the world, the lust of the flesh, and the lust of the eyes, and the pride of life, is not of the Father, but is of the world.  ","niv":"<sup><strong>16</strong></sup> For everything in the world--the cravings of sinful man, the lust of his eyes and the boasting of what he has and does--comes not from the Father but from the world."},{"_id":"615baadf7d79181a316711bc","topicId":"615baadb7d79181a316711b2","verse":"1 John 2:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62002006_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v62002006-1\">6&nbsp;</b>whoever says he abides in him ought to walk in the same way in which he walked.</p>\n</div>","kjv":"<strong>6</strong> He that saith he abideth in him ought himself also so to walk, even as he walked.  ","niv":"<sup><strong>6</strong></sup> Whoever claims to live in him must walk as Jesus did."},{"_id":"615baadf7d79181a316711bd","topicId":"615baadb7d79181a316711b2","verse":"Hebrews 10:24","votes":3,"__v":0,"esv":"<div>\n<p id=\"p58010024_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010024-1\">24&nbsp;</b>And let us consider how to stir up one another to love and good works,</p>\n</div>","kjv":"<strong>24</strong> And let us consider one another to provoke unto love and to good works:  ","niv":"<sup><strong>24</strong></sup> And let us consider how we may spur one another on toward love and good deeds.","modified":"2022-03-02T17:21:13.786Z"},{"_id":"615baadf7d79181a316711be","topicId":"615baadb7d79181a316711b2","verse":"Romans 15:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p45015004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v45015004-1\">4&nbsp;</b>For whatever was written in former days was written for our instruction, that through endurance and through the encouragement of the Scriptures we might have hope.</p>\n</div>","kjv":"<strong>4</strong> For whatsoever things were written aforetime were written for our learning, that we through patience and comfort of the scriptures might have hope.  ","niv":"<sup><strong>4</strong></sup> For everything that was written in the past was written to teach us, so that through endurance and the encouragement of the Scriptures we might have hope."},{"_id":"615baadf7d79181a316711bf","topicId":"615baadb7d79181a316711b2","verse":"John 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43013001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43013001-1\">13:1&nbsp;</b>Now before the Feast of the Passover, when Jesus knew that his hour had come to depart out of this world to the Father, having loved his own who were in the world, he loved them to the end.</p>\n</div>","kjv":"<strong>1</strong> Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own which were in the world, he loved them unto the end.  ","niv":"<sup><strong>1</strong></sup> It was just before the Passover Feast. Jesus knew that the time had come for him to leave this world and go to the Father. Having loved his own who were in the world, he now showed them the full extent of his love."},{"_id":"615baae07d79181a316711c0","topicId":"615baadb7d79181a316711b2","verse":"John 3:16","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-14\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615baae07d79181a316711c1","topicId":"615baadb7d79181a316711b2","verse":"Mark 6:31","votes":2,"__v":0,"esv":"<div>\n<p id=\"p41006031_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v41006031-1\">31&nbsp;</b>And he said to them, <span class=\"woc\">“Come away by yourselves to a desolate place and rest a while.”</span> For many were coming and going, and they had no leisure even to eat.</p>\n</div>","kjv":"<strong>31</strong> And he said unto them, Come ye yourselves apart into a desert place, and rest a while: for there were many coming and going, and they had no leisure so much as to eat.  ","niv":"<sup><strong>31</strong></sup> Then, because so many people were coming and going that they did not even have a chance to eat, he said to them, \"Come with me by yourselves to a quiet place and get some rest.\""},{"_id":"615baae07d79181a316711c2","topicId":"615baadb7d79181a316711b2","verse":"Matthew 24:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40024024_01-16\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40024024-1\">24&nbsp;</b><span class=\"woc\">For false christs and false prophets will arise and perform great signs and wonders, so as to lead astray, if possible, even the elect.</span></p>\n</div>","kjv":"<strong>24</strong> For there shall arise false Christs, and false prophets, and shall shew great signs and wonders; insomuch that, if it were possible, they shall deceive the very elect.  ","niv":"<sup><strong>24</strong></sup> For false Christs and false prophets will appear and perform great signs and miracles to deceive even the elect--if that were possible."},{"_id":"615baae07d79181a316711c3","topicId":"615baadb7d79181a316711b2","verse":"Ezekiel 23:1-49","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p26023001_04-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v26023001-1\">23:1&nbsp;</b>The word of the LORD came to me: <b class=\"verse-num\" id=\"v26023002-1\">2&nbsp;</b>“Son of man, there were two women, the daughters of one mother. <b class=\"verse-num\" id=\"v26023003-1\">3&nbsp;</b>They played the whore in Egypt; they played the whore in their youth; there their breasts were pressed and their virgin bosoms handled. <b class=\"verse-num\" id=\"v26023004-1\">4&nbsp;</b>Oholah was the name of the elder and Oholibah the name of her sister. They became mine, and they bore sons and daughters. As for their names, Oholah is Samaria, and Oholibah is Jerusalem.</p>\n<p id=\"p26023004_04-17\"><b class=\"verse-num\" id=\"v26023005-1\">5&nbsp;</b>“Oholah played the whore while she was mine, and she lusted after her lovers the Assyrians, warriors <b class=\"verse-num\" id=\"v26023006-1\">6&nbsp;</b>clothed in purple, governors and commanders, all of them desirable young men, horsemen riding on horses. <b class=\"verse-num\" id=\"v26023007-1\">7&nbsp;</b>She bestowed her whoring upon them, the choicest men of Assyria all of them, and she defiled herself with all the idols of everyone after whom she lusted. <b class=\"verse-num\" id=\"v26023008-1\">8&nbsp;</b>She did not give up her whoring that she had begun in Egypt; for in her youth men had lain with her and handled her virgin bosom and poured out their whoring lust upon her. <b class=\"verse-num\" id=\"v26023009-1\">9&nbsp;</b>Therefore I delivered her into the hands of her lovers, into the hands of the Assyrians, after whom she lusted. <b class=\"verse-num\" id=\"v26023010-1\">10&nbsp;</b>These uncovered her nakedness; they seized her sons and her daughters; and as for her, they killed her with the sword; and she became a byword among women, when judgment had been executed on her.</p>\n<p id=\"p26023010_04-17\"><b class=\"verse-num\" id=\"v26023011-1\">11&nbsp;</b>“Her sister Oholibah saw this, and she became more corrupt than her sister in her lust and in her whoring, which was worse than that of her sister. <b class=\"verse-num\" id=\"v26023012-1\">12&nbsp;</b>She lusted after the Assyrians, governors and commanders, warriors clothed in full armor, horsemen riding on horses, all of them desirable young men. <b class=\"verse-num\" id=\"v26023013-1\">13&nbsp;</b>And I saw that she was defiled; they both took the same way. <b class=\"verse-num\" id=\"v26023014-1\">14&nbsp;</b>But she carried her whoring further. She saw men portrayed on the wall, the images of the Chaldeans portrayed in vermilion, <b class=\"verse-num\" id=\"v26023015-1\">15&nbsp;</b>wearing belts on their waists, with flowing turbans on their heads, all of them having the appearance of officers, a likeness of Babylonians whose native land was Chaldea. <b class=\"verse-num\" id=\"v26023016-1\">16&nbsp;</b>When she saw them, she lusted after them and sent messengers to them in Chaldea. <b class=\"verse-num\" id=\"v26023017-1\">17&nbsp;</b>And the Babylonians came to her into the bed of love, and they defiled her with their whoring lust. And after she was defiled by them, she turned from them in disgust. <b class=\"verse-num\" id=\"v26023018-1\">18&nbsp;</b>When she carried on her whoring so openly and flaunted her nakedness, I turned in disgust from her, as I had turned in disgust from her sister. <b class=\"verse-num\" id=\"v26023019-1\">19&nbsp;</b>Yet she increased her whoring, remembering the days of her youth, when she played the whore in the land of Egypt <b class=\"verse-num\" id=\"v26023020-1\">20&nbsp;</b>and lusted after her lovers there, whose members were like those of donkeys, and whose issue was like that of horses. <b class=\"verse-num\" id=\"v26023021-1\">21&nbsp;</b>Thus you longed for the lewdness of your youth, when the Egyptians handled your bosom and pressed your young breasts.”</p>\n<p id=\"p26023021_04-17\"><b class=\"verse-num\" id=\"v26023022-1\">22&nbsp;</b>Therefore, O Oholibah, thus says the Lord GOD: “Behold, I will stir up against you your lovers from whom you turned in disgust, and I will bring them against you from every side: <b class=\"verse-num\" id=\"v26023023-1\">23&nbsp;</b>the Babylonians and all the Chaldeans, Pekod and Shoa and Koa, and all the Assyrians with them, desirable young men, governors and commanders all of them, officers and men of renown, all of them riding on horses. <b class=\"verse-num\" id=\"v26023024-1\">24&nbsp;</b>And they shall come against you from the north with chariots and wagons and a host of peoples. They shall set themselves against you on every side with buckler, shield, and helmet; and I will commit the judgment to them, and they shall judge you according to their judgments. <b class=\"verse-num\" id=\"v26023025-1\">25&nbsp;</b>And I will direct my jealousy against you, that they may deal with you in fury. They shall cut off your nose and your ears, and your survivors shall fall by the sword. They shall seize your sons and your daughters, and your survivors shall be devoured by fire. <b class=\"verse-num\" id=\"v26023026-1\">26&nbsp;</b>They shall also strip you of your clothes and take away your beautiful jewels. <b class=\"verse-num\" id=\"v26023027-1\">27&nbsp;</b>Thus I will put an end to your lewdness and your whoring begun in the land of Egypt, so that you shall not lift up your eyes to them or remember Egypt anymore.</p>\n<p id=\"p26023027_04-17\"><b class=\"verse-num\" id=\"v26023028-1\">28&nbsp;</b>“For thus says the Lord GOD: Behold, I will deliver you into the hands of those whom you hate, into the hands of those from whom you turned in disgust, <b class=\"verse-num\" id=\"v26023029-1\">29&nbsp;</b>and they shall deal with you in hatred and take away all the fruit of your labor and leave you naked and bare, and the nakedness of your whoring shall be uncovered. Your lewdness and your whoring <b class=\"verse-num\" id=\"v26023030-1\">30&nbsp;</b>have brought this upon you, because you played the whore with the nations and defiled yourself with their idols. <b class=\"verse-num\" id=\"v26023031-1\">31&nbsp;</b>You have gone the way of your sister; therefore I will give her cup into your hand. <b class=\"verse-num\" id=\"v26023032-1\">32&nbsp;</b>Thus says the Lord GOD:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p26023032_04-17\" class=\"line\">&nbsp;&nbsp;“You shall drink your sister’s cup</span><br><span id=\"p26023032_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that is deep and large;</span><br><span id=\"p26023032_04-17\" class=\"line\">&nbsp;&nbsp;you shall be laughed at and held in derision,</span><br><span id=\"p26023032_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for it contains much;</span><br><span id=\"p26023033_04-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v26023033-1\">33&nbsp;</b>&nbsp;&nbsp;you will be filled with drunkenness and sorrow.</span><br><span id=\"p26023033_04-17\" class=\"line\">&nbsp;&nbsp;A cup of horror and desolation,</span><br><span id=\"p26023033_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the cup of your sister Samaria;</span><br><span id=\"p26023034_04-17\" class=\"line\"><b class=\"verse-num inline\" id=\"v26023034-1\">34&nbsp;</b>&nbsp;&nbsp;you shall drink it and drain it out,</span><br><span id=\"p26023034_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and gnaw its shards,</span><br><span id=\"p26023034_04-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and tear your breasts;</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p26023034_04-17\" class=\"same-paragraph\">for I have spoken, declares the Lord GOD. <b class=\"verse-num\" id=\"v26023035-1\">35&nbsp;</b>Therefore thus says the Lord GOD: Because you have forgotten me and cast me behind your back, you yourself must bear the consequences of your lewdness and whoring.”</p>\n<p id=\"p26023035_04-17\"><b class=\"verse-num\" id=\"v26023036-1\">36&nbsp;</b>The LORD said to me: “Son of man, will you judge Oholah and Oholibah? Declare to them their abominations. <b class=\"verse-num\" id=\"v26023037-1\">37&nbsp;</b>For they have committed adultery, and blood is on their hands. With their idols they have committed adultery, and they have even offered up to them for food the children whom they had borne to me. <b class=\"verse-num\" id=\"v26023038-1\">38&nbsp;</b>Moreover, this they have done to me: they have defiled my sanctuary on the same day and profaned my Sabbaths. <b class=\"verse-num\" id=\"v26023039-1\">39&nbsp;</b>For when they had slaughtered their children in sacrifice to their idols, on the same day they came into my sanctuary to profane it. And behold, this is what they did in my house. <b class=\"verse-num\" id=\"v26023040-1\">40&nbsp;</b>They even sent for men to come from afar, to whom a messenger was sent; and behold, they came. For them you bathed yourself, painted your eyes, and adorned yourself with ornaments. <b class=\"verse-num\" id=\"v26023041-1\">41&nbsp;</b>You sat on a stately couch, with a table spread before it on which you had placed my incense and my oil. <b class=\"verse-num\" id=\"v26023042-1\">42&nbsp;</b>The sound of a carefree multitude was with her; and with men of the common sort, drunkards were brought from the wilderness; and they put bracelets on the hands of the women, and beautiful crowns on their heads.</p>\n<p id=\"p26023042_04-17\"><b class=\"verse-num\" id=\"v26023043-1\">43&nbsp;</b>“Then I said of her who was worn out by adultery, ‘Now they will continue to use her for a whore, even her!’ <b class=\"verse-num\" id=\"v26023044-1\">44&nbsp;</b>For they have gone in to her, as men go in to a prostitute. Thus they went in to Oholah and to Oholibah, lewd women! <b class=\"verse-num\" id=\"v26023045-1\">45&nbsp;</b>But righteous men shall pass judgment on them with the sentence of adulteresses, and with the sentence of women who shed blood, because they are adulteresses, and blood is on their hands.”</p>\n<p id=\"p26023045_04-17\"><b class=\"verse-num\" id=\"v26023046-1\">46&nbsp;</b>For thus says the Lord GOD: “Bring up a vast host against them, and make them an object of terror and a plunder. <b class=\"verse-num\" id=\"v26023047-1\">47&nbsp;</b>And the host shall stone them and cut them down with their swords. They shall kill their sons and their daughters, and burn up their houses. <b class=\"verse-num\" id=\"v26023048-1\">48&nbsp;</b>Thus will I put an end to lewdness in the land, that all women may take warning and not commit lewdness as you have done. <b class=\"verse-num\" id=\"v26023049-1\">49&nbsp;</b>And they shall return your lewdness upon you, and you shall bear the penalty for your sinful idolatry, and you shall know that I am the Lord GOD.”</p>\n\n</div>","kjv":"<strong>1</strong> The word of the LORD came again unto me, saying,  <strong>2</strong> Son of man, there were two women, the daughters of one mother:  <strong>3</strong> And they committed whoredoms in Egypt; they committed whoredoms in their youth: there were their breasts pressed, and there they bruised the teats of their virginity.  <strong>4</strong> And the names of them were Aholah the elder, and Aholibah her sister: and they were mine, and they bare sons and daughters. Thus were  their names; Samaria is Aholah, and Jerusalem Aholibah.  <strong>5</strong> And Aholah played the harlot when she was mine; and she doted on her lovers, on the Assyrians her neighbours,  <strong>6</strong> Which were clothed with blue, captains and rulers, all of them desirable young men, horsemen riding upon horses.  <strong>7</strong> Thus she committed her whoredoms with them, with all them that were  the chosen men of Assyria, and with all on whom she doted: with all their idols she defiled herself.  <strong>8</strong> Neither left she her whoredoms brought from Egypt: for in her youth they lay with her, and they bruised the breasts of her virginity, and poured their whoredom upon her.  <strong>9</strong> Wherefore I have delivered her into the hand of her lovers, into the hand of the Assyrians, upon whom she doted.  <strong>10</strong> These discovered her nakedness: they took her sons and her daughters, and slew her with the sword: and she became famous among women; for they had executed judgment upon her.  <strong>11</strong> And when her sister Aholibah saw this, she was more corrupt in her inordinate love than she, and in her whoredoms more than her sister in her whoredoms.  <strong>12</strong> She doted upon the Assyrians her neighbours, captains and rulers clothed most gorgeously, horsemen riding upon horses, all of them desirable young men.  <strong>13</strong> Then I saw that she was defiled, that they took  both one way,  <strong>14</strong> And that she increased her whoredoms: for when she saw men pourtrayed upon the wall, the images of the Chaldeans pourtrayed with vermilion,  <strong>15</strong> Girded with girdles upon their loins, exceeding in dyed attire upon their heads, all of them princes to look to, after the manner of the Babylonians of Chaldea, the land of their nativity:  <strong>16</strong> And as soon as she saw them with her eyes, she doted upon them, and sent messengers unto them into Chaldea.  <strong>17</strong> And the Babylonians came to her into the bed of love, and they defiled her with their whoredom, and she was polluted with them, and her mind was alienated from them.  <strong>18</strong> So she discovered her whoredoms, and discovered her nakedness: then my mind was alienated from her, like as my mind was alienated from her sister.  <strong>19</strong> Yet she multiplied her whoredoms, in calling to remembrance the days of her youth, wherein she had played the harlot in the land of Egypt.  <strong>20</strong> For she doted upon their paramours, whose flesh is as the flesh of asses, and whose issue is like the issue of horses.  <strong>21</strong> Thus thou calledst to remembrance the lewdness of thy youth, in bruising thy teats by the Egyptians for the paps of thy youth.  <strong>22</strong> Therefore, O Aholibah, thus saith the Lord GOD; Behold, I will raise up thy lovers against thee, from whom thy mind is alienated, and I will bring them against thee on every side;  <strong>23</strong> The Babylonians, and all the Chaldeans, Pekod, and Shoa, and Koa, and all the Assyrians with them: all of them desirable young men, captains and rulers, great lords and renowned, all of them riding upon horses.  <strong>24</strong> And they shall come against thee with chariots, wagons, and wheels, and with an assembly of people, which shall set against thee buckler and shield and helmet round about: and I will set judgment before them, and they shall judge thee according to their judgments.  <strong>25</strong> And I will set my jealousy against thee, and they shall deal furiously with thee: they shall take away thy nose and thine ears; and thy remnant shall fall by the sword: they shall take thy sons and thy daughters; and thy residue shall be devoured by the fire.  <strong>26</strong> They shall also strip thee out of thy clothes, and take away thy fair jewels.  <strong>27</strong> Thus will I make thy lewdness to cease from thee, and thy whoredom brought from the land of Egypt: so that thou shalt not lift up thine eyes unto them, nor remember Egypt any more.  <strong>28</strong> For thus saith the Lord GOD; Behold, I will deliver thee into the hand of them whom thou hatest, into the hand of them from whom thy mind is alienated:  <strong>29</strong> And they shall deal with thee hatefully, and shall take away all thy labour, and shall leave thee naked and bare: and the nakedness of thy whoredoms shall be discovered, both thy lewdness and thy whoredoms.  <strong>30</strong> I will do these things unto thee, because thou hast gone a whoring after the heathen, and because thou art polluted with their idols.  <strong>31</strong> Thou hast walked in the way of thy sister; therefore will I give her cup into thine hand.  <strong>32</strong> Thus saith the Lord GOD; Thou shalt drink of thy sister’s cup deep and large: thou shalt be laughed to scorn and had in derision; it containeth much.  <strong>33</strong> Thou shalt be filled with drunkenness and sorrow, with the cup of astonishment and desolation, with the cup of thy sister Samaria.  <strong>34</strong> Thou shalt even drink it and suck it out, and thou shalt break the sherds thereof, and pluck off thine own breasts: for I have spoken it, saith the Lord GOD.  <strong>35</strong> Therefore thus saith the Lord GOD; Because thou hast forgotten me, and cast me behind thy back, therefore bear thou also thy lewdness and thy whoredoms.  <strong>36</strong> The LORD said moreover unto me; Son of man, wilt thou judge Aholah and Aholibah? yea, declare unto them their abominations;  <strong>37</strong> That they have committed adultery, and blood is in their hands, and with their idols have they committed adultery, and have also caused their sons, whom they bare unto me, to pass for them through the fire, to devour them.  <strong>38</strong> Moreover this they have done unto me: they have defiled my sanctuary in the same day, and have profaned my sabbaths.  <strong>39</strong> For when they had slain their children to their idols, then they came the same day into my sanctuary to profane it; and, lo, thus have they done in the midst of mine house.  <strong>40</strong> And furthermore, that ye have sent for men to come from far, unto whom a messenger was sent; and, lo, they came: for whom thou didst wash thyself, paintedst thy eyes, and deckedst thyself with ornaments,  <strong>41</strong> And satest upon a stately bed, and a table prepared before it, whereupon thou hast set mine incense and mine oil.  <strong>42</strong> And a voice of a multitude being at ease was with her: and with the men of the common sort were brought Sabeans from the wilderness, which put bracelets upon their hands, and beautiful crowns upon their heads.  <strong>43</strong> Then said I unto her that was old in adulteries, Will they now commit whoredoms with her, and she with them?  <strong>44</strong> Yet they went in unto her, as they go in unto a woman that playeth the harlot: so went they in unto Aholah and unto Aholibah, the lewd women.  <strong>45</strong> And the righteous men, they shall judge them after the manner of adulteresses, and after the manner of women that shed blood; because they are adulteresses, and blood is in their hands.  <strong>46</strong> For thus saith the Lord GOD; I will bring up a company upon them, and will give them to be removed and spoiled.  <strong>47</strong> And the company shall stone them with stones, and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses with fire.  <strong>48</strong> Thus will I cause lewdness to cease out of the land, that all women may be taught not to do after your lewdness.  <strong>49</strong> And they shall recompense your lewdness upon you, and ye shall bear the sins of your idols: and ye shall know that I am the Lord GOD.  ","niv":"<sup><strong>1</strong></sup> The word of the LORD came to me: <sup><strong>2</strong></sup> \"Son of man, there were two women, daughters of the same mother. <sup><strong>3</strong></sup> They became prostitutes in Egypt, engaging in prostitution from their youth. In that land their breasts were fondled and their virgin bosoms caressed. <sup><strong>4</strong></sup> The older was named Oholah, and her sister was Oholibah. They were mine and gave birth to sons and daughters. Oholah is Samaria, and Oholibah is Jerusalem. <sup><strong>5</strong></sup> \"Oholah engaged in prostitution while she was still mine; and she lusted after her lovers, the Assyrians-warriors <sup><strong>6</strong></sup> clothed in blue, governors and commanders, all of them handsome young men, and mounted horsemen. <sup><strong>7</strong></sup> She gave herself as a prostitute to all the elite of the Assyrians and defiled herself with all the idols of everyone she lusted after. <sup><strong>8</strong></sup> She did not give up the prostitution she began in Egypt, when during her youth men slept with her, caressed her virgin bosom and poured out their lust upon her. <sup><strong>9</strong></sup> \"Therefore I handed her over to her lovers, the Assyrians, for whom she lusted. <sup><strong>10</strong></sup> They stripped her naked, took away her sons and daughters and killed her with the sword. She became a byword among women, and punishment was inflicted on her. <sup><strong>11</strong></sup> \"Her sister Oholibah saw this, yet in her lust and prostitution she was more depraved than her sister. <sup><strong>12</strong></sup> She too lusted after the Assyrians-governors and commanders, warriors in full dress, mounted horsemen, all handsome young men. <sup><strong>13</strong></sup> I saw that she too defiled herself; both of them went the same way. <sup><strong>14</strong></sup> \"But she carried her prostitution still further. She saw men portrayed on a wall, figures of Chaldeans portrayed in red, <sup><strong>15</strong></sup> with belts around their waists and flowing turbans on their heads; all of them looked like Babylonian chariot officers, natives of Chaldea. <sup><strong>16</strong></sup> As soon as she saw them, she lusted after them and sent messengers to them in Chaldea. <sup><strong>17</strong></sup> Then the Babylonians came to her, to the bed of love, and in their lust they defiled her. After she had been defiled by them, she turned away from them in disgust. <sup><strong>18</strong></sup> When she carried on her prostitution openly and exposed her nakedness, I turned away from her in disgust, just as I had turned away from her sister. <sup><strong>19</strong></sup> Yet she became more and more promiscuous as she recalled the days of her youth, when she was a prostitute in Egypt. <sup><strong>20</strong></sup> There she lusted after her lovers, whose genitals were like those of donkeys and whose emission was like that of horses. <sup><strong>21</strong></sup> So you longed for the lewdness of your youth, when in Egypt your bosom was caressed and your young breasts fondled. <sup><strong>22</strong></sup> \"Therefore, Oholibah, this is what the Sovereign LORD says: I will stir up your lovers against you, those you turned away from in disgust, and I will bring them against you from every side- <sup><strong>23</strong></sup> the Babylonians and all the Chaldeans, the men of Pekod and Shoa and Koa, and all the Assyrians with them, handsome young men, all of them governors and commanders, chariot officers and men of high rank, all mounted on horses. <sup><strong>24</strong></sup> They will come against you with weapons, chariots and wagons and with a throng of people; they will take up positions against you on every side with large and small shields and with helmets. I will turn you over to them for punishment, and they will punish you according to their standards. <sup><strong>25</strong></sup> I will direct my jealous anger against you, and they will deal with you in fury. They will cut off your noses and your ears, and those of you who are left will fall by the sword. They will take away your sons and daughters, and those of you who are left will be consumed by fire. <sup><strong>26</strong></sup> They will also strip you of your clothes and take your fine jewelry. <sup><strong>27</strong></sup> So I will put a stop to the lewdness and prostitution you began in Egypt. You will not look on these things with longing or remember Egypt anymore. <sup><strong>28</strong></sup> \"For this is what the Sovereign LORD says: I am about to hand you over to those you hate, to those you turned away from in disgust. <sup><strong>29</strong></sup> They will deal with you in hatred and take away everything you have worked for. They will leave you naked and bare, and the shame of your prostitution will be exposed. Your lewdness and promiscuity <sup><strong>30</strong></sup> have brought this upon you, because you lusted after the nations and defiled yourself with their idols. <sup><strong>31</strong></sup> You have gone the way of your sister; so I will put her cup into your hand. <sup><strong>32</strong></sup> \"This is what the Sovereign LORD says: \"You will drink your sister's cup, a cup large and deep; it will bring scorn and derision, for it holds so much. <sup><strong>33</strong></sup> You will be filled with drunkenness and sorrow, the cup of ruin and desolation, the cup of your sister Samaria. <sup><strong>34</strong></sup> You will drink it and drain it dry; you will dash it to pieces and tear your breasts. I have spoken, declares the Sovereign LORD. <sup><strong>35</strong></sup> \"Therefore this is what the Sovereign LORD says: Since you have forgotten me and thrust me behind your back, you must bear the consequences of your lewdness and prostitution.\" <sup><strong>36</strong></sup> The LORD said to me: \"Son of man, will you judge Oholah and Oholibah? Then confront them with their detestable practices, <sup><strong>37</strong></sup> for they have committed adultery and blood is on their hands. They committed adultery with their idols; they even sacrificed their children, whom they bore to me, as food for them. <sup><strong>38</strong></sup> They have also done this to me: At that same time they defiled my sanctuary and desecrated my Sabbaths. <sup><strong>39</strong></sup> On the very day they sacrificed their children to their idols, they entered my sanctuary and desecrated it. That is what they did in my house. <sup><strong>40</strong></sup> \"They even sent messengers for men who came from far away, and when they arrived you bathed yourself for them, painted your eyes and put on your jewelry. <sup><strong>41</strong></sup> You sat on an elegant couch, with a table spread before it on which you had placed the incense and oil that belonged to me. <sup><strong>42</strong></sup> \"The noise of a carefree crowd was around her; Sabeans were brought from the desert along with men from the rabble, and they put bracelets on the arms of the woman and her sister and beautiful crowns on their heads. <sup><strong>43</strong></sup> Then I said about the one worn out by adultery, 'Now let them use her as a prostitute, for that is all she is.' <sup><strong>44</strong></sup> And they slept with her. As men sleep with a prostitute, so they slept with those lewd women, Oholah and Oholibah. <sup><strong>45</strong></sup> But righteous men will sentence them to the punishment of women who commit adultery and shed blood, because they are adulterous and blood is on their hands. <sup><strong>46</strong></sup> \"This is what the Sovereign LORD says: Bring a mob against them and give them over to terror and plunder. <sup><strong>47</strong></sup> The mob will stone them and cut them down with their swords; they will kill their sons and daughters and burn down their houses. <sup><strong>48</strong></sup> \"So I will put an end to lewdness in the land, that all women may take warning and not imitate you. <sup><strong>49</strong></sup> You will suffer the penalty for your lewdness and bear the consequences of your sins of idolatry. Then you will know that I am the Sovereign LORD.\" "},{"_id":"615baae17d79181a316711c4","topicId":"615baadb7d79181a316711b2","verse":"Isaiah 1:1-31","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p23001001_01-18\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v23001001-1\">1:1&nbsp;</b>The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.</p>\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001002_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001002-1\">2&nbsp;</b>&nbsp;&nbsp;Hear, O heavens, and give ear, O earth;</span><br><span id=\"p23001002_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the LORD has spoken:</span><br><span id=\"p23001002_05-18\" class=\"line\">&nbsp;&nbsp;“Children have I reared and brought up,</span><br><span id=\"p23001002_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but they have rebelled against me.</span><br><span id=\"p23001003_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001003-1\">3&nbsp;</b>&nbsp;&nbsp;The ox knows its owner,</span><br><span id=\"p23001003_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the donkey its master’s crib,</span><br><span id=\"p23001003_05-18\" class=\"line\">&nbsp;&nbsp;but Israel does not know,</span><br><span id=\"p23001003_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my people do not understand.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001004_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001004-1\">4&nbsp;</b>&nbsp;&nbsp;Ah, sinful nation,</span><br><span id=\"p23001004_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a people laden with iniquity,</span><br><span id=\"p23001004_05-18\" class=\"line\">&nbsp;&nbsp;offspring of evildoers,</span><br><span id=\"p23001004_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;children who deal corruptly!</span><br><span id=\"p23001004_05-18\" class=\"line\">&nbsp;&nbsp;They have forsaken the LORD,</span><br><span id=\"p23001004_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they have despised the Holy One of Israel,</span><br><span id=\"p23001004_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they are utterly estranged.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001005_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001005-1\">5&nbsp;</b>&nbsp;&nbsp;Why will you still be struck down?</span><br><span id=\"p23001005_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Why will you continue to rebel?</span><br><span id=\"p23001005_05-18\" class=\"line\">&nbsp;&nbsp;The whole head is sick,</span><br><span id=\"p23001005_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the whole heart faint.</span><br><span id=\"p23001006_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001006-1\">6&nbsp;</b>&nbsp;&nbsp;From the sole of the foot even to the head,</span><br><span id=\"p23001006_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there is no soundness in it,</span><br><span id=\"p23001006_05-18\" class=\"line\">&nbsp;&nbsp;but bruises and sores</span><br><span id=\"p23001006_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and raw wounds;</span><br><span id=\"p23001006_05-18\" class=\"line\">&nbsp;&nbsp;they are not pressed out or bound up</span><br><span id=\"p23001006_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or softened with oil.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001007_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001007-1\">7&nbsp;</b>&nbsp;&nbsp;Your country lies desolate;</span><br><span id=\"p23001007_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your cities are burned with fire;</span><br><span id=\"p23001007_05-18\" class=\"line\">&nbsp;&nbsp;in your very presence</span><br><span id=\"p23001007_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;foreigners devour your land;</span><br><span id=\"p23001007_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;it is desolate, as overthrown by foreigners.</span><br><span id=\"p23001008_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001008-1\">8&nbsp;</b>&nbsp;&nbsp;And the daughter of Zion is left</span><br><span id=\"p23001008_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a booth in a vineyard,</span><br><span id=\"p23001008_05-18\" class=\"line\">&nbsp;&nbsp;like a lodge in a cucumber field,</span><br><span id=\"p23001008_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;like a besieged city.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001009_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001009-1\">9&nbsp;</b>&nbsp;&nbsp;If the LORD of hosts</span><br><span id=\"p23001009_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;had not left us a few survivors,</span><br><span id=\"p23001009_05-18\" class=\"line\">&nbsp;&nbsp;we should have been like Sodom,</span><br><span id=\"p23001009_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and become like Gomorrah.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001010_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001010-1\">10&nbsp;</b>&nbsp;&nbsp;Hear the word of the LORD,</span><br><span id=\"p23001010_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you rulers of Sodom!</span><br><span id=\"p23001010_05-18\" class=\"line\">&nbsp;&nbsp;Give ear to the teaching of our God,</span><br><span id=\"p23001010_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you people of Gomorrah!</span><br><span id=\"p23001011_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001011-1\">11&nbsp;</b>&nbsp;&nbsp;“What to me is the multitude of your sacrifices?</span><br><span id=\"p23001011_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the LORD;</span><br><span id=\"p23001011_05-18\" class=\"line\">&nbsp;&nbsp;I have had enough of burnt offerings of rams</span><br><span id=\"p23001011_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the fat of well-fed beasts;</span><br><span id=\"p23001011_05-18\" class=\"line\">&nbsp;&nbsp;I do not delight in the blood of bulls,</span><br><span id=\"p23001011_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;or of lambs, or of goats.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001012_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001012-1\">12&nbsp;</b>&nbsp;&nbsp;“When you come to appear before me,</span><br><span id=\"p23001012_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who has required of you</span><br><span id=\"p23001012_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;this trampling of my courts?</span><br><span id=\"p23001013_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001013-1\">13&nbsp;</b>&nbsp;&nbsp;Bring no more vain offerings;</span><br><span id=\"p23001013_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;incense is an abomination to me.</span><br><span id=\"p23001013_05-18\" class=\"line\">&nbsp;&nbsp;New moon and Sabbath and the calling of convocations—</span><br><span id=\"p23001013_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I cannot endure iniquity and solemn assembly.</span><br><span id=\"p23001014_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001014-1\">14&nbsp;</b>&nbsp;&nbsp;Your new moons and your appointed feasts</span><br><span id=\"p23001014_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul hates;</span><br><span id=\"p23001014_05-18\" class=\"line\">&nbsp;&nbsp;they have become a burden to me;</span><br><span id=\"p23001014_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I am weary of bearing them.</span><br><span id=\"p23001015_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001015-1\">15&nbsp;</b>&nbsp;&nbsp;When you spread out your hands,</span><br><span id=\"p23001015_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will hide my eyes from you;</span><br><span id=\"p23001015_05-18\" class=\"line\">&nbsp;&nbsp;even though you make many prayers,</span><br><span id=\"p23001015_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;I will not listen;</span><br><span id=\"p23001015_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your hands are full of blood.</span><br><span id=\"p23001016_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001016-1\">16&nbsp;</b>&nbsp;&nbsp;Wash yourselves; make yourselves clean;</span><br><span id=\"p23001016_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;remove the evil of your deeds from before my eyes;</span><br><span id=\"p23001016_05-18\" class=\"line\">&nbsp;&nbsp;cease to do evil,</span><br><span id=\"p23001017_05-18\" class=\"indent line\"><b class=\"verse-num inline\" id=\"v23001017-1\">17&nbsp;</b>&nbsp;&nbsp;&nbsp;&nbsp;learn to do good;</span><br><span id=\"p23001017_05-18\" class=\"line\">&nbsp;&nbsp;seek justice,</span><br><span id=\"p23001017_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;correct oppression;</span><br><span id=\"p23001017_05-18\" class=\"line\">&nbsp;&nbsp;bring justice to the fatherless,</span><br><span id=\"p23001017_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;plead the widow’s cause.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001018_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001018-1\">18&nbsp;</b>&nbsp;&nbsp;“Come now, let us reason together, says the LORD:</span><br><span id=\"p23001018_05-18\" class=\"line\">&nbsp;&nbsp;though your sins are like scarlet,</span><br><span id=\"p23001018_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall be as white as snow;</span><br><span id=\"p23001018_05-18\" class=\"line\">&nbsp;&nbsp;though they are red like crimson,</span><br><span id=\"p23001018_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;they shall become like wool.</span><br><span id=\"p23001019_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001019-1\">19&nbsp;</b>&nbsp;&nbsp;If you are willing and obedient,</span><br><span id=\"p23001019_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall eat the good of the land;</span><br><span id=\"p23001020_05-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001020-1\">20&nbsp;</b>&nbsp;&nbsp;but if you refuse and rebel,</span><br><span id=\"p23001020_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you shall be eaten by the sword;</span><br><span id=\"p23001020_05-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;for the mouth of the LORD has spoken.”</span><br><span class=\"end-line-group\"></span>\n</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23001021_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001021-1\">21&nbsp;</b>&nbsp;&nbsp;How the faithful city</span><br><span id=\"p23001021_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;has become a whore,</span><br><span id=\"p23001021_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;she who was full of justice!</span><br><span id=\"p23001021_08-18\" class=\"line\">&nbsp;&nbsp;Righteousness lodged in her,</span><br><span id=\"p23001021_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but now murderers.</span><br><span id=\"p23001022_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001022-1\">22&nbsp;</b>&nbsp;&nbsp;Your silver has become dross,</span><br><span id=\"p23001022_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;your best wine mixed with water.</span><br><span id=\"p23001023_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001023-1\">23&nbsp;</b>&nbsp;&nbsp;Your princes are rebels</span><br><span id=\"p23001023_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and companions of thieves.</span><br><span id=\"p23001023_08-18\" class=\"line\">&nbsp;&nbsp;Everyone loves a bribe</span><br><span id=\"p23001023_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and runs after gifts.</span><br><span id=\"p23001023_08-18\" class=\"line\">&nbsp;&nbsp;They do not bring justice to the fatherless,</span><br><span id=\"p23001023_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the widow’s cause does not come to them.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001024_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001024-1\">24&nbsp;</b>&nbsp;&nbsp;Therefore the Lord declares,</span><br><span id=\"p23001024_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the LORD of hosts,</span><br><span id=\"p23001024_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the Mighty One of Israel:</span><br><span id=\"p23001024_08-18\" class=\"line\">&nbsp;&nbsp;“Ah, I will get relief from my enemies</span><br><span id=\"p23001024_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and avenge myself on my foes.</span><br><span id=\"p23001025_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001025-1\">25&nbsp;</b>&nbsp;&nbsp;I will turn my hand against you</span><br><span id=\"p23001025_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and will smelt away your dross as with lye</span><br><span id=\"p23001025_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and remove all your alloy.</span><br><span id=\"p23001026_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001026-1\">26&nbsp;</b>&nbsp;&nbsp;And I will restore your judges as at the first,</span><br><span id=\"p23001026_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and your counselors as at the beginning.</span><br><span id=\"p23001026_08-18\" class=\"line\">&nbsp;&nbsp;Afterward you shall be called the city of righteousness,</span><br><span id=\"p23001026_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the faithful city.”</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p23001027_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001027-1\">27&nbsp;</b>&nbsp;&nbsp;Zion shall be redeemed by justice,</span><br><span id=\"p23001027_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those in her who repent, by righteousness.</span><br><span id=\"p23001028_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001028-1\">28&nbsp;</b>&nbsp;&nbsp;But rebels and sinners shall be broken together,</span><br><span id=\"p23001028_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and those who forsake the LORD shall be consumed.</span><br><span id=\"p23001029_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001029-1\">29&nbsp;</b>&nbsp;&nbsp;For they shall be ashamed of the oaks</span><br><span id=\"p23001029_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you desired;</span><br><span id=\"p23001029_08-18\" class=\"line\">&nbsp;&nbsp;and you shall blush for the gardens</span><br><span id=\"p23001029_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;that you have chosen.</span><br><span id=\"p23001030_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001030-1\">30&nbsp;</b>&nbsp;&nbsp;For you shall be like an oak</span><br><span id=\"p23001030_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;whose leaf withers,</span><br><span id=\"p23001030_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and like a garden without water.</span><br><span id=\"p23001031_08-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v23001031-1\">31&nbsp;</b>&nbsp;&nbsp;And the strong shall become tinder,</span><br><span id=\"p23001031_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his work a spark,</span><br><span id=\"p23001031_08-18\" class=\"line\">&nbsp;&nbsp;and both of them shall burn together,</span><br><span id=\"p23001031_08-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;with none to quench them.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> The vision of Isaiah the son of Amoz, which he saw concerning Judah and Jerusalem in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.  <strong>2</strong> Hear, O heavens, and give ear, O earth: for the LORD hath spoken, I have nourished and brought up children, and they have rebelled against me.  <strong>3</strong> The ox knoweth his owner, and the ass his master’s crib: but  Israel doth not know, my people doth not consider.  <strong>4</strong> Ah sinful nation, a people laden with iniquity, a seed of evildoers, children that are corrupters: they have forsaken the LORD, they have provoked the Holy One of Israel unto anger, they are gone away backward.  <strong>5</strong> Why should ye be stricken any more? ye will revolt more and more: the whole head is sick, and the whole heart faint.  <strong>6</strong> From the sole of the foot even unto the head there is no soundness in it; but wounds, and bruises, and putrifying sores: they have not been closed, neither bound up, neither mollified with ointment.  <strong>7</strong> Your country is desolate, your cities are burned with fire: your land, strangers devour it in your presence, and it is  desolate, as overthrown by strangers.  <strong>8</strong> And the daughter of Zion is left as a cottage in a vineyard, as a lodge in a garden of cucumbers, as a besieged city.  <strong>9</strong> Except the LORD of hosts had left unto us a very small remnant, we should have been as Sodom, and we should have been like unto Gomorrah.  <strong>10</strong> Hear the word of the LORD, ye rulers of Sodom; give ear unto the law of our God, ye people of Gomorrah.  <strong>11</strong> To what purpose is the multitude of your sacrifices unto me? saith the LORD: I am full of the burnt offerings of rams, and the fat of fed beasts; and I delight not in the blood of bullocks, or of lambs, or of he goats.  <strong>12</strong> When ye come to appear before me, who hath required this at your hand, to tread my courts?  <strong>13</strong> Bring no more vain oblations; incense is an abomination unto me; the new moons and sabbaths, the calling of assemblies, I cannot away with; it is  iniquity, even the solemn meeting.  <strong>14</strong> Your new moons and your appointed feasts my soul hateth: they are a trouble unto me; I am weary to bear them.  <strong>15</strong> And when ye spread forth your hands, I will hide mine eyes from you: yea, when ye make many prayers, I will not hear: your hands are full of blood.  <strong>16</strong> Wash you, make you clean; put away the evil of your doings from before mine eyes; cease to do evil;  <strong>17</strong> Learn to do well; seek judgment, relieve the oppressed, judge the fatherless, plead for the widow.  <strong>18</strong> Come now, and let us reason together, saith the LORD: though your sins be as scarlet, they shall be as white as snow; though they be red like crimson, they shall be as wool.  <strong>19</strong> If ye be willing and obedient, ye shall eat the good of the land:  <strong>20</strong> But if ye refuse and rebel, ye shall be devoured with the sword: for the mouth of the LORD hath spoken it. <strong>21</strong> How is the faithful city become an harlot! it was full of judgment; righteousness lodged in it; but now murderers.  <strong>22</strong> Thy silver is become dross, thy wine mixed with water:  <strong>23</strong> Thy princes are rebellious, and companions of thieves: every one loveth gifts, and followeth after rewards: they judge not the fatherless, neither doth the cause of the widow come unto them.  <strong>24</strong> Therefore saith the Lord, the LORD of hosts, the mighty One of Israel, Ah, I will ease me of mine adversaries, and avenge me of mine enemies:  <strong>25</strong> And I will turn my hand upon thee, and purely purge away thy dross, and take away all thy tin:  <strong>26</strong> And I will restore thy judges as at the first, and thy counsellors as at the beginning: afterward thou shalt be called, The city of righteousness, the faithful city.  <strong>27</strong> Zion shall be redeemed with judgment, and her converts with righteousness.  <strong>28</strong> And the destruction of the transgressors and of the sinners shall be together, and they that forsake the LORD shall be consumed.  <strong>29</strong> For they shall be ashamed of the oaks which ye have desired, and ye shall be confounded for the gardens that ye have chosen.  <strong>30</strong> For ye shall be as an oak whose leaf fadeth, and as a garden that hath no water.  <strong>31</strong> And the strong shall be as tow, and the maker of it as a spark, and they shall both burn together, and none shall quench them. ","niv":"<sup><strong>1</strong></sup> The vision concerning Judah and Jerusalem that Isaiah son of Amoz saw during the reigns of Uzziah, Jotham, Ahaz and Hezekiah, kings of Judah. <sup><strong>2</strong></sup> Hear, O heavens! Listen, O earth! For the LORD has spoken: \"I reared children and brought them up, but they have rebelled against me. <sup><strong>3</strong></sup> The ox knows his master, the donkey his owner's manger, but Israel does not know, my people do not understand.\" <sup><strong>4</strong></sup> Ah, sinful nation, a people loaded with guilt, a brood of evildoers, children given to corruption! They have forsaken the LORD; they have spurned the Holy One of Israel and turned their backs on him. <sup><strong>5</strong></sup> Why should you be beaten anymore? Why do you persist in rebellion? Your whole head is injured, your whole heart afflicted. <sup><strong>6</strong></sup> From the sole of your foot to the top of your head there is no soundness- only wounds and welts and open sores, not cleansed or bandaged or soothed with oil. <sup><strong>7</strong></sup> Your country is desolate, your cities burned with fire; your fields are being stripped by foreigners right before you, laid waste as when overthrown by strangers. <sup><strong>8</strong></sup> The Daughter of Zion is left like a shelter in a vineyard, like a hut in a field of melons, like a city under siege. <sup><strong>9</strong></sup> Unless the LORD Almighty had left us some survivors, we would have become like Sodom, we would have been like Gomorrah. <sup><strong>10</strong></sup> Hear the word of the LORD, you rulers of Sodom; listen to the law of our God, you people of Gomorrah! <sup><strong>11</strong></sup> \"The multitude of your sacrifices- what are they to me?\" says the LORD. \"I have more than enough of burnt offerings, of rams and the fat of fattened animals; I have no pleasure in the blood of bulls and lambs and goats. <sup><strong>12</strong></sup> When you come to appear before me, who has asked this of you, this trampling of my courts? <sup><strong>13</strong></sup> Stop bringing meaningless offerings! Your incense is detestable to me. New Moons, Sabbaths and convocations- I cannot bear your evil assemblies. <sup><strong>14</strong></sup> Your New Moon festivals and your appointed feasts my soul hates. They have become a burden to me; I am weary of bearing them. <sup><strong>15</strong></sup> When you spread out your hands in prayer, I will hide my eyes from you; even if you offer many prayers, I will not listen. Your hands are full of blood; <sup><strong>16</strong></sup> wash and make yourselves clean. Take your evil deeds out of my sight! Stop doing wrong, <sup><strong>17</strong></sup> learn to do right! Seek justice, encourage the oppressed. Defend the cause of the fatherless, plead the case of the widow. <sup><strong>18</strong></sup> \"Come now, let us reason together,\" says the LORD. \"Though your sins are like scarlet, they shall be as white as snow; though they are red as crimson, they shall be like wool. <sup><strong>19</strong></sup> If you are willing and obedient, you will eat the best from the land; <sup><strong>20</strong></sup> but if you resist and rebel, you will be devoured by the sword.\" For the mouth of the LORD has spoken. <sup><strong>21</strong></sup> See how the faithful city has become a harlot! She once was full of justice; righteousness used to dwell in her- but now murderers! <sup><strong>22</strong></sup> Your silver has become dross, your choice wine is diluted with water. <sup><strong>23</strong></sup> Your rulers are rebels, companions of thieves; they all love bribes and chase after gifts. They do not defend the cause of the fatherless; the widow's case does not come before them. <sup><strong>24</strong></sup> Therefore the Lord, the LORD Almighty, the Mighty One of Israel, declares: \"Ah, I will get relief from my foes and avenge myself on my enemies. <sup><strong>25</strong></sup> I will turn my hand against you; I will thoroughly purge away your dross and remove all your impurities. <sup><strong>26</strong></sup> I will restore your judges as in days of old, your counselors as at the beginning. Afterward you will be called the City of Righteousness, the Faithful City.\" <sup><strong>27</strong></sup> Zion will be redeemed with justice, her penitent ones with righteousness. <sup><strong>28</strong></sup> But rebels and sinners will both be broken, and those who forsake the LORD will perish. <sup><strong>29</strong></sup> \"You will be ashamed because of the sacred oaks in which you have delighted; you will be disgraced because of the gardens that you have chosen. <sup><strong>30</strong></sup> You will be like an oak with fading leaves, like a garden without water. <sup><strong>31</strong></sup> The mighty man will become tinder and his work a spark; both will burn together, with no one to quench the fire.\" "},{"_id":"615baae17d79181a316711c5","topicId":"615baadb7d79181a316711b2","verse":"1 Kings 14:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p11014024_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v11014024-1\">24&nbsp;</b>and there were also male cult prostitutes in the land. They did according to all the abominations of the nations that the LORD drove out before the people of Israel.</p>\n</div>","kjv":"<strong>24</strong> And there were also sodomites in the land: and they did according to all the abominations of the nations which the LORD cast out before the children of Israel.  ","niv":"<sup><strong>24</strong></sup> There were even male shrine prostitutes in the land; the people engaged in all the detestable practices of the nations the LORD had driven out before the Israelites."},{"_id":"615baae17d79181a316711c6","topicId":"615baadb7d79181a316711b2","verse":"Genesis 1:5","votes":2,"__v":0,"esv":"<div>\n<p id=\"p01001005_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n</div>","kjv":"<strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  ","niv":"<sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day."},{"_id":"615baae27d79181a316711c7","topicId":"615baadb7d79181a316711b2","verse":"1 John 4:15-17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p62004015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v62004015-1\">15&nbsp;</b>Whoever confesses that Jesus is the Son of God, God abides in him, and he in God. <b class=\"verse-num\" id=\"v62004016-1\">16&nbsp;</b>So we have come to know and to believe the love that God has for us. God is love, and whoever abides in love abides in God, and God abides in him. <b class=\"verse-num\" id=\"v62004017-1\">17&nbsp;</b>By this is love perfected with us, so that we may have confidence for the day of judgment, because as he is so also are we in this world.</p>\n</div>","kjv":"<strong>15</strong> Whosoever shall confess that Jesus is the Son of God, God dwelleth in him, and he in God.  <strong>16</strong> And we have known and believed the love that God hath to us. God is love; and he that dwelleth in love dwelleth in God, and God in him.  <strong>17</strong> Herein is our love made perfect, that we may have boldness in the day of judgment: because as he is, so are we in this world.  ","niv":"<sup><strong>15</strong></sup> If anyone acknowledges that Jesus is the Son of God, God lives in him and he in God. <sup><strong>16</strong></sup> And so we know and rely on the love God has for us. God is love. Whoever lives in love lives in God, and God in him. <sup><strong>17</strong></sup> In this way, love is made complete among us so that we will have confidence on the day of judgment, because in this world we are like him. "},{"_id":"615baae27d79181a316711c8","topicId":"615baadb7d79181a316711b2","verse":"Hebrews 10:25","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58010025_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010025-1\">25&nbsp;</b>not neglecting to meet together, as is the habit of some, but encouraging one another, and all the more as you see the Day drawing near.</p>\n</div>","kjv":"<strong>25</strong> Not forsaking the assembling of ourselves together, as the manner of some is; but exhorting one another: and so much the more, as ye see the day approaching.  ","niv":"<sup><strong>25</strong></sup> Let us not give up meeting together, as some are in the habit of doing, but let us encourage one another--and all the more as you see the Day approaching."},{"_id":"615baae27d79181a316711c9","topicId":"615baadb7d79181a316711b2","verse":"Ephesians 2:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p49002002_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v49002002-1\">2&nbsp;</b>in which you once walked, following the course of this world, following the prince of the power of the air, the spirit that is now at work in the sons of disobedience—</p>\n</div>","kjv":"<strong>2</strong> Wherein in time past ye walked according to the course of this world, according to the prince of the power of the air, the spirit that now worketh in the children of disobedience:  ","niv":"<sup><strong>2</strong></sup> in which you used to live when you followed the ways of this world and of the ruler of the kingdom of the air, the spirit who is now at work in those who are disobedient."},{"_id":"615baae37d79181a316711ca","topicId":"615baadb7d79181a316711b2","verse":"1 Corinthians 12:12-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p46012012_06-26\"><b class=\"verse-num\" id=\"v46012012-1\">12&nbsp;</b>For just as the body is one and has many members, and all the members of the body, though many, are one body, so it is with Christ. <b class=\"verse-num\" id=\"v46012013-1\">13&nbsp;</b>For in one Spirit we were all baptized into one body—Jews or Greeks, slaves or free—and all were made to drink of one Spirit.</p>\n<p id=\"p46012013_06-26\"><b class=\"verse-num\" id=\"v46012014-1\">14&nbsp;</b>For the body does not consist of one member but of many.</p>\n\n</div>","kjv":"<strong>12</strong> For as the body is one, and hath many members, and all the members of that one body, being many, are one body: so also is Christ.  <strong>13</strong> For by one Spirit are we all baptized into one body, whether we be  Jews or Gentiles, whether we be bond or free; and have been all made to drink into one Spirit.  <strong>14</strong> For the body is not one member, but many.  ","niv":"<sup><strong>12</strong></sup> The body is a unit, though it is made up of many parts; and though all its parts are many, they form one body. So it is with Christ. <sup><strong>13</strong></sup> For we were all baptized by one Spirit into one body--whether Jews or Greeks, slave or free--and we were all given the one Spirit to drink. <sup><strong>14</strong></sup> Now the body is not made up of one part but of many. "},{"_id":"615baae37d79181a316711cb","topicId":"615baadb7d79181a316711b2","verse":"Acts 24:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p44024001_06-27\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44024001-1\">24:1&nbsp;</b>And after five days the high priest Ananias came down with some elders and a spokesman, one Tertullus. They laid before the governor their case against Paul.</p>\n</div>","kjv":"<strong>1</strong> And after five days Ananias the high priest descended with the elders, and with a certain orator named Tertullus, who informed the governor against Paul.  ","niv":"<sup><strong>1</strong></sup> Five days later the high priest Ananias went down to Caesarea with some of the elders and a lawyer named Tertullus, and they brought their charges against Paul before the governor."}]}