{"_id":"615bab747d79181a31671200","slug":"cooperation","name":"Cooperation","verses":[{"_id":"615bab767d79181a31671202","topicId":"615bab747d79181a31671200","verse":"Philippians 2:1-30","votes":90,"__v":0,"esv":"<div>\n\n<p id=\"p50002001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v50002001-1\">2:1&nbsp;</b>So if there is any encouragement in Christ, any comfort from love, any participation in the Spirit, any affection and sympathy, <b class=\"verse-num\" id=\"v50002002-1\">2&nbsp;</b>complete my joy by being of the same mind, having the same love, being in full accord and of one mind. <b class=\"verse-num\" id=\"v50002003-1\">3&nbsp;</b>Do nothing from selfish ambition or conceit, but in humility count others more significant than yourselves. <b class=\"verse-num\" id=\"v50002004-1\">4&nbsp;</b>Let each of you look not only to his own interests, but also to the interests of others. <b class=\"verse-num\" id=\"v50002005-1\">5&nbsp;</b>Have this mind among yourselves, which is yours in Christ Jesus, <b class=\"verse-num\" id=\"v50002006-1\">6&nbsp;</b>who, though he was in the form of God, did not count equality with God a thing to be grasped, <b class=\"verse-num\" id=\"v50002007-1\">7&nbsp;</b>but emptied himself, by taking the form of a servant, being born in the likeness of men. <b class=\"verse-num\" id=\"v50002008-1\">8&nbsp;</b>And being found in human form, he humbled himself by becoming obedient to the point of death, even death on a cross. <b class=\"verse-num\" id=\"v50002009-1\">9&nbsp;</b>Therefore God has highly exalted him and bestowed on him the name that is above every name, <b class=\"verse-num\" id=\"v50002010-1\">10&nbsp;</b>so that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <b class=\"verse-num\" id=\"v50002011-1\">11&nbsp;</b>and every tongue confess that Jesus Christ is Lord, to the glory of God the Father.</p>\n\n<p id=\"p50002011_09-1\"><b class=\"verse-num\" id=\"v50002012-1\">12&nbsp;</b>Therefore, my beloved, as you have always obeyed, so now, not only as in my presence but much more in my absence, work out your own salvation with fear and trembling, <b class=\"verse-num\" id=\"v50002013-1\">13&nbsp;</b>for it is God who works in you, both to will and to work for his good pleasure.</p>\n<p id=\"p50002013_09-1\"><b class=\"verse-num\" id=\"v50002014-1\">14&nbsp;</b>Do all things without grumbling or disputing, <b class=\"verse-num\" id=\"v50002015-1\">15&nbsp;</b>that you may be blameless and innocent, children of God without blemish in the midst of a crooked and twisted generation, among whom you shine as lights in the world, <b class=\"verse-num\" id=\"v50002016-1\">16&nbsp;</b>holding fast to the word of life, so that in the day of Christ I may be proud that I did not run in vain or labor in vain. <b class=\"verse-num\" id=\"v50002017-1\">17&nbsp;</b>Even if I am to be poured out as a drink offering upon the sacrificial offering of your faith, I am glad and rejoice with you all. <b class=\"verse-num\" id=\"v50002018-1\">18&nbsp;</b>Likewise you also should be glad and rejoice with me.</p>\n\n<p id=\"p50002018_12-1\"><b class=\"verse-num\" id=\"v50002019-1\">19&nbsp;</b>I hope in the Lord Jesus to send Timothy to you soon, so that I too may be cheered by news of you. <b class=\"verse-num\" id=\"v50002020-1\">20&nbsp;</b>For I have no one like him, who will be genuinely concerned for your welfare. <b class=\"verse-num\" id=\"v50002021-1\">21&nbsp;</b>For they all seek their own interests, not those of Jesus Christ. <b class=\"verse-num\" id=\"v50002022-1\">22&nbsp;</b>But you know Timothy’s proven worth, how as a son with a father he has served with me in the gospel. <b class=\"verse-num\" id=\"v50002023-1\">23&nbsp;</b>I hope therefore to send him just as soon as I see how it will go with me, <b class=\"verse-num\" id=\"v50002024-1\">24&nbsp;</b>and I trust in the Lord that shortly I myself will come also.</p>\n<p id=\"p50002024_12-1\"><b class=\"verse-num\" id=\"v50002025-1\">25&nbsp;</b>I have thought it necessary to send to you Epaphroditus my brother and fellow worker and fellow soldier, and your messenger and minister to my need, <b class=\"verse-num\" id=\"v50002026-1\">26&nbsp;</b>for he has been longing for you all and has been distressed because you heard that he was ill. <b class=\"verse-num\" id=\"v50002027-1\">27&nbsp;</b>Indeed he was ill, near to death. But God had mercy on him, and not only on him but on me also, lest I should have sorrow upon sorrow. <b class=\"verse-num\" id=\"v50002028-1\">28&nbsp;</b>I am the more eager to send him, therefore, that you may rejoice at seeing him again, and that I may be less anxious. <b class=\"verse-num\" id=\"v50002029-1\">29&nbsp;</b>So receive him in the Lord with all joy, and honor such men, <b class=\"verse-num\" id=\"v50002030-1\">30&nbsp;</b>for he nearly died for the work of Christ, risking his life to complete what was lacking in your service to me.</p>\n\n</div>","kjv":"<strong>1</strong> If there be therefore any consolation in Christ, if any comfort of love, if any fellowship of the Spirit, if any bowels and mercies,  <strong>2</strong> Fulfil ye my joy, that ye be likeminded, having the same love, being of one accord, of one mind.  <strong>3</strong> Let nothing be done through strife or vainglory; but in lowliness of mind let each esteem other better than themselves.  <strong>4</strong> Look not every man on his own things, but every man also on the things of others.  <strong>5</strong> Let this mind be in you, which was also in Christ Jesus:  <strong>6</strong> Who, being in the form of God, thought it not robbery to be equal with God:  <strong>7</strong> But made himself of no reputation, and took upon him the form of a servant, and was made in the likeness of men:  <strong>8</strong> And being found in fashion as a man, he humbled himself, and became obedient unto death, even the death of the cross.  <strong>9</strong> Wherefore God also hath highly exalted him, and given him a name which is above every name:  <strong>10</strong> That at the name of Jesus every knee should bow, of things  in heaven, and things in earth, and things under the earth;  <strong>11</strong> And that every tongue should confess that Jesus Christ is Lord, to the glory of God the Father.  <strong>12</strong> Wherefore, my beloved, as ye have always obeyed, not as in my presence only, but now much more in my absence, work out your own salvation with fear and trembling.  <strong>13</strong> For it is God which worketh in you both to will and to do of his  good pleasure.  <strong>14</strong> Do all things without murmurings and disputings:  <strong>15</strong> That ye may be blameless and harmless, the sons of God, without rebuke, in the midst of a crooked and perverse nation, among whom ye shine as lights in the world;  <strong>16</strong> Holding forth the word of life; that I may rejoice in the day of Christ, that I have not run in vain, neither laboured in vain.  <strong>17</strong> Yea, and if I be offered upon the sacrifice and service of your faith, I joy, and rejoice with you all.  <strong>18</strong> For the same cause also do ye joy, and rejoice with me.  <strong>19</strong> But I trust in the Lord Jesus to send Timotheus shortly unto you, that I also may be of good comfort, when I know your state.  <strong>20</strong> For I have no man likeminded, who will naturally care for your state.  <strong>21</strong> For all seek their own, not the things which are Jesus Christ’s.  <strong>22</strong> But ye know the proof of him, that, as a son with the father, he hath served with me in the gospel.  <strong>23</strong> Him therefore I hope to send presently, so soon as I shall see how it will go with me.  <strong>24</strong> But I trust in the Lord that I also myself shall come shortly.  <strong>25</strong> Yet I supposed it necessary to send to you Epaphroditus, my brother, and companion in labour, and fellow soldier, but your messenger, and he that ministered to my wants.  <strong>26</strong> For he longed after you all, and was full of heaviness, because that ye had heard that he had been sick.  <strong>27</strong> For indeed he was sick nigh unto death: but God had mercy on him; and not on him only, but on me also, lest I should have sorrow upon sorrow.  <strong>28</strong> I sent him therefore the more carefully, that, when ye see him again, ye may rejoice, and that I may be the less sorrowful.  <strong>29</strong> Receive him therefore in the Lord with all gladness; and hold such in reputation:  <strong>30</strong> Because for the work of Christ he was nigh unto death, not regarding his life, to supply your lack of service toward me.  ","niv":"<sup><strong>1</strong></sup> If you have any encouragement from being united with Christ, if any comfort from his love, if any fellowship with the Spirit, if any tenderness and compassion, <sup><strong>2</strong></sup> then make my joy complete by being like-minded, having the same love, being one in spirit and purpose. <sup><strong>3</strong></sup> Do nothing out of selfish ambition or vain conceit, but in humility consider others better than yourselves. <sup><strong>4</strong></sup> Each of you should look not only to your own interests, but also to the interests of others. <sup><strong>5</strong></sup> Your attitude should be the same as that of Christ Jesus: <sup><strong>6</strong></sup> Who, being in very nature God, did not consider equality with God something to be grasped, <sup><strong>7</strong></sup> but made himself nothing, taking the very nature of a servant, being made in human likeness. <sup><strong>8</strong></sup> And being found in appearance as a man, he humbled himself and became obedient to death--even death on a cross! <sup><strong>9</strong></sup> Therefore God exalted him to the highest place and gave him the name that is above every name, <sup><strong>10</strong></sup> that at the name of Jesus every knee should bow, in heaven and on earth and under the earth, <sup><strong>11</strong></sup> and every tongue confess that Jesus Christ is Lord, to the glory of God the Father. <sup><strong>12</strong></sup> Therefore, my dear friends, as you have always obeyed--not only in my presence, but now much more in my absence--continue to work out your salvation with fear and trembling, <sup><strong>13</strong></sup> for it is God who works in you to will and to act according to his good purpose. <sup><strong>14</strong></sup> Do everything without complaining or arguing, <sup><strong>15</strong></sup> so that you may become blameless and pure, children of God without fault in a crooked and depraved generation, in which you shine like stars in the universe <sup><strong>16</strong></sup> as you hold out the word of life--in order that I may boast on the day of Christ that I did not run or labor for nothing. <sup><strong>17</strong></sup> But even if I am being poured out like a drink offering on the sacrifice and service coming from your faith, I am glad and rejoice with all of you. <sup><strong>18</strong></sup> So you too should be glad and rejoice with me. <sup><strong>19</strong></sup> I hope in the Lord Jesus to send Timothy to you soon, that I also may be cheered when I receive news about you. <sup><strong>20</strong></sup> I have no one else like him, who takes a genuine interest in your welfare. <sup><strong>21</strong></sup> For everyone looks out for his own interests, not those of Jesus Christ. <sup><strong>22</strong></sup> But you know that Timothy has proved himself, because as a son with his father he has served with me in the work of the gospel. <sup><strong>23</strong></sup> I hope, therefore, to send him as soon as I see how things go with me. <sup><strong>24</strong></sup> And I am confident in the Lord that I myself will come soon. <sup><strong>25</strong></sup> But I think it is necessary to send back to you Epaphroditus, my brother, fellow worker and fellow soldier, who is also your messenger, whom you sent to take care of my needs. <sup><strong>26</strong></sup> For he longs for all of you and is distressed because you heard he was ill. <sup><strong>27</strong></sup> Indeed he was ill, and almost died. But God had mercy on him, and not on him only but also on me, to spare me sorrow upon sorrow. <sup><strong>28</strong></sup> Therefore I am all the more eager to send him, so that when you see him again you may be glad and I may have less anxiety. <sup><strong>29</strong></sup> Welcome him in the Lord with great joy, and honor men like him, <sup><strong>30</strong></sup> because he almost died for the work of Christ, risking his life to make up for the help you could not give me. ","modified":"2022-10-27T20:19:19.495Z"},{"_id":"615bab767d79181a31671201","topicId":"615bab747d79181a31671200","verse":"Amos 3:3","votes":38,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003003_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003003-1\">3&nbsp;</b>&nbsp;&nbsp;“Do two walk together,</span><br><span id=\"p30003003_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;unless they have agreed to meet?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Can two walk together, except they be agreed?  ","niv":"<sup><strong>3</strong></sup> Do two walk together unless they have agreed to do so?","modified":"2023-04-09T15:53:03.048Z"},{"_id":"615bab767d79181a31671204","topicId":"615bab747d79181a31671200","verse":"Ephesians 4:3","votes":26,"__v":0,"esv":"<div>\n<p id=\"p49004003_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace.</p>\n</div>","kjv":"<strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  ","niv":"<sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace."},{"_id":"615bab767d79181a31671203","topicId":"615bab747d79181a31671200","verse":"Nehemiah 4:6","votes":37,"__v":0,"esv":"<div>\n<p id=\"p16004006_01-4\"><b class=\"verse-num\" id=\"v16004006-1\">6&nbsp;</b>So we built the wall. And all the wall was joined together to half its height, for the people had a mind to work.</p>\n</div>","kjv":"<strong>6</strong> So built we the wall; and all the wall was joined together unto the half thereof: for the people had a mind to work.  ","niv":"<sup><strong>6</strong></sup> So we rebuilt the wall till all of it reached half its height, for the people worked with all their heart."},{"_id":"615bab767d79181a31671206","topicId":"615bab747d79181a31671200","verse":"Psalm 133:1","votes":22,"__v":0,"esv":"<div>\n\n<h4 id=\"p19133001_06-5\" class=\"psalm-title\">A Song of Ascents. Of David.</h4>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19133001_06-5\" class=\"line\"><b class=\"chapter-num\" id=\"v19133001-1\">133:1&nbsp;</b>&nbsp;&nbsp;Behold, how good and pleasant it is</span><br><span id=\"p19133001_06-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;when brothers dwell in unity!</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Behold, how good and how pleasant it is for brethren to dwell together in unity!  ","niv":"<sup><strong>1</strong></sup> How good and pleasant it is when brothers live together in unity!"},{"_id":"615bab767d79181a31671205","topicId":"615bab747d79181a31671200","verse":"Ecclesiastes 4:8-12","votes":19,"__v":0,"esv":"<div>\n<p id=\"p21004008_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v21004008-1\">8&nbsp;</b>one person who has no other, either son or brother, yet there is no end to all his toil, and his eyes are never satisfied with riches, so that he never asks, “For whom am I toiling and depriving myself of pleasure?” This also is vanity and an unhappy business.</p>\n<p id=\"p21004008_01-6\"><b class=\"verse-num\" id=\"v21004009-1\">9&nbsp;</b>Two are better than one, because they have a good reward for their toil. <b class=\"verse-num\" id=\"v21004010-1\">10&nbsp;</b>For if they fall, one will lift up his fellow. But woe to him who is alone when he falls and has not another to lift him up! <b class=\"verse-num\" id=\"v21004011-1\">11&nbsp;</b>Again, if two lie together, they keep warm, but how can one keep warm alone? <b class=\"verse-num\" id=\"v21004012-1\">12&nbsp;</b>And though a man might prevail against one who is alone, two will withstand him—a threefold cord is not quickly broken.</p>\n</div>","kjv":"<strong>8</strong> There is one alone, and there is not a second; yea, he hath neither child nor brother: yet is there no end of all his labour; neither is his eye satisfied with riches; neither saith he,  For whom do I labour, and bereave my soul of good? This is  also vanity, yea, it is a sore travail.  <strong>9</strong> Two are better than one; because they have a good reward for their labour.  <strong>10</strong> For if they fall, the one will lift up his fellow: but woe to him that is alone when he falleth; for he hath not another to help him up.  <strong>11</strong> Again, if two lie together, then they have heat: but how can one be warm alone?  <strong>12</strong> And if one prevail against him, two shall withstand him; and a threefold cord is not quickly broken.  ","niv":"<sup><strong>8</strong></sup> There was a man all alone; he had neither son nor brother. There was no end to his toil, yet his eyes were not content with his wealth. \"For whom am I toiling,\" he asked, \"and why am I depriving myself of enjoyment?\" This too is meaningless- a miserable business! <sup><strong>9</strong></sup> Two are better than one, because they have a good return for their work: <sup><strong>10</strong></sup> If one falls down, his friend can help him up. But pity the man who falls and has no one to help him up! <sup><strong>11</strong></sup> Also, if two lie down together, they will keep warm. But how can one keep warm alone? <sup><strong>12</strong></sup> Though one may be overpowered, two can defend themselves. A cord of three strands is not quickly broken. ","modified":"2023-01-22T09:48:20.278Z"},{"_id":"615bab777d79181a31671207","topicId":"615bab747d79181a31671200","verse":"1 Corinthians 14:40","votes":15,"__v":0,"esv":"<div>\n<p id=\"p46014040_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014040-1\">40&nbsp;</b>But all things should be done decently and in order.</p>\n</div>","kjv":"<strong>40</strong> Let all things be done decently and in order.  ","niv":"<sup><strong>40</strong></sup> But everything should be done in a fitting and orderly way.","modified":"2022-10-14T03:51:32.277Z"},{"_id":"615bab777d79181a31671208","topicId":"615bab747d79181a31671200","verse":"Exodus 17:12","votes":15,"__v":0,"esv":"<div>\n<p id=\"p02017012_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v02017012-1\">12&nbsp;</b>But Moses’ hands grew weary, so they took a stone and put it under him, and he sat on it, while Aaron and Hur held up his hands, one on one side, and the other on the other side. So his hands were steady until the going down of the sun.</p>\n</div>","kjv":"<strong>12</strong> But Moses’ hands were heavy; and they took a stone, and put it under him, and he sat thereon; and Aaron and Hur stayed up his hands, the one on the one side, and the other on the other side; and his hands were steady until the going down of the sun.  ","niv":"<sup><strong>12</strong></sup> When Moses' hands grew tired, they took a stone and put it under him and he sat on it. Aaron and Hur held his hands up-one on one side, one on the other-so that his hands remained steady till sunset.","modified":"2022-10-05T13:12:36.587Z"},{"_id":"615bab777d79181a31671209","topicId":"615bab747d79181a31671200","verse":"Mark 2:3","votes":8,"__v":0,"esv":"<div>\n<p id=\"p41002003_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v41002003-1\">3&nbsp;</b>And they came, bringing to him a paralytic carried by four men.</p>\n</div>","kjv":"<strong>3</strong> And they come unto him, bringing one sick of the palsy, which was borne of four.  ","niv":"<sup><strong>3</strong></sup> Some men came, bringing to him a paralytic, carried by four of them.","modified":"2023-02-24T14:51:49.538Z"},{"_id":"615bab777d79181a3167120a","topicId":"615bab747d79181a31671200","verse":"Acts 15:1-41","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p44015001_04-11\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44015001-1\">15:1&nbsp;</b>But some men came down from Judea and were teaching the brothers, “Unless you are circumcised according to the custom of Moses, you cannot be saved.” <b class=\"verse-num\" id=\"v44015002-1\">2&nbsp;</b>And after Paul and Barnabas had no small dissension and debate with them, Paul and Barnabas and some of the others were appointed to go up to Jerusalem to the apostles and the elders about this question. <b class=\"verse-num\" id=\"v44015003-1\">3&nbsp;</b>So, being sent on their way by the church, they passed through both Phoenicia and Samaria, describing in detail the conversion of the Gentiles, and brought great joy to all the brothers. <b class=\"verse-num\" id=\"v44015004-1\">4&nbsp;</b>When they came to Jerusalem, they were welcomed by the church and the apostles and the elders, and they declared all that God had done with them. <b class=\"verse-num\" id=\"v44015005-1\">5&nbsp;</b>But some believers who belonged to the party of the Pharisees rose up and said, “It is necessary to circumcise them and to order them to keep the law of Moses.”</p>\n<p id=\"p44015005_04-11\"><b class=\"verse-num\" id=\"v44015006-1\">6&nbsp;</b>The apostles and the elders were gathered together to consider this matter. <b class=\"verse-num\" id=\"v44015007-1\">7&nbsp;</b>And after there had been much debate, Peter stood up and said to them, “Brothers, you know that in the early days God made a choice among you, that by my mouth the Gentiles should hear the word of the gospel and believe. <b class=\"verse-num\" id=\"v44015008-1\">8&nbsp;</b>And God, who knows the heart, bore witness to them, by giving them the Holy Spirit just as he did to us, <b class=\"verse-num\" id=\"v44015009-1\">9&nbsp;</b>and he made no distinction between us and them, having cleansed their hearts by faith. <b class=\"verse-num\" id=\"v44015010-1\">10&nbsp;</b>Now, therefore, why are you putting God to the test by placing a yoke on the neck of the disciples that neither our fathers nor we have been able to bear? <b class=\"verse-num\" id=\"v44015011-1\">11&nbsp;</b>But we believe that we will be saved through the grace of the Lord Jesus, just as they will.”</p>\n<p id=\"p44015011_04-11\"><b class=\"verse-num\" id=\"v44015012-1\">12&nbsp;</b>And all the assembly fell silent, and they listened to Barnabas and Paul as they related what signs and wonders God had done through them among the Gentiles. <b class=\"verse-num\" id=\"v44015013-1\">13&nbsp;</b>After they finished speaking, James replied, “Brothers, listen to me. <b class=\"verse-num\" id=\"v44015014-1\">14&nbsp;</b>Simeon has related how God first visited the Gentiles, to take from them a people for his name. <b class=\"verse-num\" id=\"v44015015-1\">15&nbsp;</b>And with this the words of the prophets agree, just as it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p44015016_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015016-1\">16&nbsp;</b>&nbsp;&nbsp;“‘After this I will return,</span><br><span id=\"p44015016_04-11\" class=\"line\">&nbsp;&nbsp;and I will rebuild the tent of David that has fallen;</span><br><span id=\"p44015016_04-11\" class=\"line\">&nbsp;&nbsp;I will rebuild its ruins,</span><br><span id=\"p44015016_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp; and I will restore it,</span><br><span id=\"p44015017_04-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v44015017-1\">17&nbsp;</b>&nbsp;&nbsp;that the remnant of mankind may seek the Lord,</span><br><span id=\"p44015017_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and all the Gentiles who are called by my name,</span><br><span id=\"p44015017_04-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;says the Lord, who makes these things <b class=\"verse-num inline\" id=\"v44015018-1\">18&nbsp;</b>known from of old.’</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p44015018_04-11\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v44015019-1\">19&nbsp;</b>Therefore my judgment is that we should not trouble those of the Gentiles who turn to God, <b class=\"verse-num\" id=\"v44015020-1\">20&nbsp;</b>but should write to them to abstain from the things polluted by idols, and from sexual immorality, and from what has been strangled, and from blood. <b class=\"verse-num\" id=\"v44015021-1\">21&nbsp;</b>For from ancient generations Moses has had in every city those who proclaim him, for he is read every Sabbath in the synagogues.”</p>\n\n<p id=\"p44015021_10-11\"><b class=\"verse-num\" id=\"v44015022-1\">22&nbsp;</b>Then it seemed good to the apostles and the elders, with the whole church, to choose men from among them and send them to Antioch with Paul and Barnabas. They sent Judas called Barsabbas, and Silas, leading men among the brothers, <b class=\"verse-num\" id=\"v44015023-1\">23&nbsp;</b>with the following letter: “The brothers, both the apostles and the elders, to the brothers who are of the Gentiles in Antioch and Syria and Cilicia, greetings. <b class=\"verse-num\" id=\"v44015024-1\">24&nbsp;</b>Since we have heard that some persons have gone out from us and troubled you with words, unsettling your minds, although we gave them no instructions, <b class=\"verse-num\" id=\"v44015025-1\">25&nbsp;</b>it has seemed good to us, having come to one accord, to choose men and send them to you with our beloved Barnabas and Paul, <b class=\"verse-num\" id=\"v44015026-1\">26&nbsp;</b>men who have risked their lives for the name of our Lord Jesus Christ. <b class=\"verse-num\" id=\"v44015027-1\">27&nbsp;</b>We have therefore sent Judas and Silas, who themselves will tell you the same things by word of mouth. <b class=\"verse-num\" id=\"v44015028-1\">28&nbsp;</b>For it has seemed good to the Holy Spirit and to us to lay on you no greater burden than these requirements: <b class=\"verse-num\" id=\"v44015029-1\">29&nbsp;</b>that you abstain from what has been sacrificed to idols, and from blood, and from what has been strangled, and from sexual immorality. If you keep yourselves from these, you will do well. Farewell.”</p>\n<p id=\"p44015029_10-11\"><b class=\"verse-num\" id=\"v44015030-1\">30&nbsp;</b>So when they were sent off, they went down to Antioch, and having gathered the congregation together, they delivered the letter. <b class=\"verse-num\" id=\"v44015031-1\">31&nbsp;</b>And when they had read it, they rejoiced because of its encouragement. <b class=\"verse-num\" id=\"v44015032-1\">32&nbsp;</b>And Judas and Silas, who were themselves prophets, encouraged and strengthened the brothers with many words. <b class=\"verse-num\" id=\"v44015033-1\">33&nbsp;</b>And after they had spent some time, they were sent off in peace by the brothers to those who had sent them. <b class=\"verse-num\" id=\"v44015035-1\">35&nbsp;</b>But Paul and Barnabas remained in Antioch, teaching and preaching the word of the Lord, with many others also.</p>\n\n<p id=\"p44015035_14-11\"><b class=\"verse-num\" id=\"v44015036-1\">36&nbsp;</b>And after some days Paul said to Barnabas, “Let us return and visit the brothers in every city where we proclaimed the word of the Lord, and see how they are.” <b class=\"verse-num\" id=\"v44015037-1\">37&nbsp;</b>Now Barnabas wanted to take with them John called Mark. <b class=\"verse-num\" id=\"v44015038-1\">38&nbsp;</b>But Paul thought best not to take with them one who had withdrawn from them in Pamphylia and had not gone with them to the work. <b class=\"verse-num\" id=\"v44015039-1\">39&nbsp;</b>And there arose a sharp disagreement, so that they separated from each other. Barnabas took Mark with him and sailed away to Cyprus, <b class=\"verse-num\" id=\"v44015040-1\">40&nbsp;</b>but Paul chose Silas and departed, having been commended by the brothers to the grace of the Lord. <b class=\"verse-num\" id=\"v44015041-1\">41&nbsp;</b>And he went through Syria and Cilicia, strengthening the churches.</p>\n\n</div>","kjv":"<strong>1</strong> And certain men which came down from Judaea taught the brethren, and said, Except ye be circumcised after the manner of Moses, ye cannot be saved.  <strong>2</strong> When therefore Paul and Barnabas had no small dissension and disputation with them, they determined that Paul and Barnabas, and certain other of them, should go up to Jerusalem unto the apostles and elders about this question.  <strong>3</strong> And being brought on their way by the church, they passed through Phenice and Samaria, declaring the conversion of the Gentiles: and they caused great joy unto all the brethren.  <strong>4</strong> And when they were come to Jerusalem, they were received of the church, and of the apostles and elders, and they declared all things that God had done with them.  <strong>5</strong> But there rose up certain of the sect of the Pharisees which believed, saying, That it was needful to circumcise them, and to command them  to keep the law of Moses.  <strong>6</strong> And the apostles and elders came together for to consider of this matter.  <strong>7</strong> And when there had been much disputing, Peter rose up, and said unto them, Men and brethren, ye know how that a good while ago God made choice among us, that the Gentiles by my mouth should hear the word of the gospel, and believe.  <strong>8</strong> And God, which knoweth the hearts, bare them witness, giving them the Holy Ghost, even as he did unto us;  <strong>9</strong> And put no difference between us and them, purifying their hearts by faith.  <strong>10</strong> Now therefore why tempt ye God, to put a yoke upon the neck of the disciples, which neither our fathers nor we were able to bear?  <strong>11</strong> But we believe that through the grace of the Lord Jesus Christ we shall be saved, even as they.  <strong>12</strong> Then all the multitude kept silence, and gave audience to Barnabas and Paul, declaring what miracles and wonders God had wrought among the Gentiles by them.  <strong>13</strong> And after they had held their peace, James answered, saying, Men and brethren, hearken unto me:  <strong>14</strong> Simeon hath declared how God at the first did visit the Gentiles, to take out of them a people for his name.  <strong>15</strong> And to this agree the words of the prophets; as it is written,  <strong>16</strong> After this I will return, and will build again the tabernacle of David, which is fallen down; and I will build again the ruins thereof, and I will set it up:  <strong>17</strong> That the residue of men might seek after the Lord, and all the Gentiles, upon whom my name is called, saith the Lord, who doeth all these things.  <strong>18</strong> Known unto God are all his works from the beginning of the world.  <strong>19</strong> Wherefore my sentence is, that we trouble not them, which from among the Gentiles are turned to God:  <strong>20</strong> But that we write unto them, that they abstain from pollutions of idols, and from fornication, and from things strangled, and from blood.  <strong>21</strong> For Moses of old time hath in every city them that preach him, being read in the synagogues every sabbath day.  <strong>22</strong> Then pleased it the apostles and elders, with the whole church, to send chosen men of their own company to Antioch with Paul and Barnabas; namely,  Judas surnamed Barsabas, and Silas, chief men among the brethren:  <strong>23</strong> And they wrote letters by them after this manner; The apostles and elders and brethren send greeting unto the brethren which are of the Gentiles in Antioch and Syria and Cilicia:  <strong>24</strong> Forasmuch as we have heard, that certain which went out from us have troubled you with words, subverting your souls, saying, Ye must  be circumcised, and keep the law: to whom we gave no such  commandment:  <strong>25</strong> It seemed good unto us, being assembled with one accord, to send chosen men unto you with our beloved Barnabas and Paul,  <strong>26</strong> Men that have hazarded their lives for the name of our Lord Jesus Christ.  <strong>27</strong> We have sent therefore Judas and Silas, who shall also tell you  the same things by mouth.  <strong>28</strong> For it seemed good to the Holy Ghost, and to us, to lay upon you no greater burden than these necessary things;  <strong>29</strong> That ye abstain from meats offered to idols, and from blood, and from things strangled, and from fornication: from which if ye keep yourselves, ye shall do well. Fare ye well.  <strong>30</strong> So when they were dismissed, they came to Antioch: and when they had gathered the multitude together, they delivered the epistle:  <strong>31</strong> Which when they had read, they rejoiced for the consolation.  <strong>32</strong> And Judas and Silas, being prophets also themselves, exhorted the brethren with many words, and confirmed them.  <strong>33</strong> And after they had tarried there a space, they were let go in peace from the brethren unto the apostles.  <strong>34</strong> Notwithstanding it pleased Silas to abide there still.  <strong>35</strong> Paul also and Barnabas continued in Antioch, teaching and preaching the word of the Lord, with many others also.  <strong>36</strong> And some days after Paul said unto Barnabas, Let us go again and visit our brethren in every city where we have preached the word of the Lord, and see how they do.  <strong>37</strong> And Barnabas determined to take with them John, whose surname was Mark.  <strong>38</strong> But Paul thought not good to take him with them, who departed from them from Pamphylia, and went not with them to the work.  <strong>39</strong> And the contention was so sharp between them, that they departed asunder one from the other: and so Barnabas took Mark, and sailed unto Cyprus;  <strong>40</strong> And Paul chose Silas, and departed, being recommended by the brethren unto the grace of God.  <strong>41</strong> And he went through Syria and Cilicia, confirming the churches.  ","niv":"<sup><strong>1</strong></sup> Some men came down from Judea to Antioch and were teaching the brothers: \"Unless you are circumcised, according to the custom taught by Moses, you cannot be saved.\" <sup><strong>2</strong></sup> This brought Paul and Barnabas into sharp dispute and debate with them. So Paul and Barnabas were appointed, along with some other believers, to go up to Jerusalem to see the apostles and elders about this question. <sup><strong>3</strong></sup> The church sent them on their way, and as they traveled through Phoenicia and Samaria, they told how the Gentiles had been converted. This news made all the brothers very glad. <sup><strong>4</strong></sup> When they came to Jerusalem, they were welcomed by the church and the apostles and elders, to whom they reported everything God had done through them. <sup><strong>5</strong></sup> Then some of the believers who belonged to the party of the Pharisees stood up and said, \"The Gentiles must be circumcised and required to obey the law of Moses.\" <sup><strong>6</strong></sup> The apostles and elders met to consider this question. <sup><strong>7</strong></sup> After much discussion, Peter got up and addressed them: \"Brothers, you know that some time ago God made a choice among you that the Gentiles might hear from my lips the message of the gospel and believe. <sup><strong>8</strong></sup> God, who knows the heart, showed that he accepted them by giving the Holy Spirit to them, just as he did to us. <sup><strong>9</strong></sup> He made no distinction between us and them, for he purified their hearts by faith. <sup><strong>10</strong></sup> Now then, why do you try to test God by putting on the necks of the disciples a yoke that neither we nor our fathers have been able to bear? <sup><strong>11</strong></sup> No! We believe it is through the grace of our Lord Jesus that we are saved, just as they are.\" <sup><strong>12</strong></sup> The whole assembly became silent as they listened to Barnabas and Paul telling about the miraculous signs and wonders God had done among the Gentiles through them. <sup><strong>13</strong></sup> When they finished, James spoke up: \"Brothers, listen to me. <sup><strong>14</strong></sup> Simon has described to us how God at first showed his concern by taking from the Gentiles a people for himself. <sup><strong>15</strong></sup> The words of the prophets are in agreement with this, as it is written: <sup><strong>16</strong></sup> \"'After this I will return and rebuild David's fallen tent. Its ruins I will rebuild, and I will restore it, <sup><strong>17</strong></sup> that the remnant of men may seek the Lord, and all the Gentiles who bear my name, says the Lord, who does these things' <sup><strong>18</strong></sup> that have been known for ages. <sup><strong>19</strong></sup> \"It is my judgment, therefore, that we should not make it difficult for the Gentiles who are turning to God. <sup><strong>20</strong></sup> Instead we should write to them, telling them to abstain from food polluted by idols, from sexual immorality, from the meat of strangled animals and from blood. <sup><strong>21</strong></sup> For Moses has been preached in every city from the earliest times and is read in the synagogues on every Sabbath.\" <sup><strong>22</strong></sup> Then the apostles and elders, with the whole church, decided to choose some of their own men and send them to Antioch with Paul and Barnabas. They chose Judas (called Barsabbas) and Silas, two men who were leaders among the brothers. <sup><strong>23</strong></sup> With them they sent the following letter: The apostles and elders, your brothers, To the Gentile believers in Antioch, Syria and Cilicia: Greetings. <sup><strong>24</strong></sup> We have heard that some went out from us without our authorization and disturbed you, troubling your minds by what they said. <sup><strong>25</strong></sup> So we all agreed to choose some men and send them to you with our dear friends Barnabas and Paul-- <sup><strong>26</strong></sup> men who have risked their lives for the name of our Lord Jesus Christ. <sup><strong>27</strong></sup> Therefore we are sending Judas and Silas to confirm by word of mouth what we are writing. <sup><strong>28</strong></sup> It seemed good to the Holy Spirit and to us not to burden you with anything beyond the following requirements: <sup><strong>29</strong></sup> You are to abstain from food sacrificed to idols, from blood, from the meat of strangled animals and from sexual immorality. You will do well to avoid these things. Farewell. <sup><strong>30</strong></sup> The men were sent off and went down to Antioch, where they gathered the church together and delivered the letter. <sup><strong>31</strong></sup> The people read it and were glad for its encouraging message. <sup><strong>32</strong></sup> Judas and Silas, who themselves were prophets, said much to encourage and strengthen the brothers. <sup><strong>33</strong></sup> After spending some time there, they were sent off by the brothers with the blessing of peace to return to those who had sent them. <sup><strong>34</strong></sup> See Footnote <sup><strong>35</strong></sup> But Paul and Barnabas remained in Antioch, where they and many others taught and preached the word of the Lord. <sup><strong>36</strong></sup> Some time later Paul said to Barnabas, \"Let us go back and visit the brothers in all the towns where we preached the word of the Lord and see how they are doing.\" <sup><strong>37</strong></sup> Barnabas wanted to take John, also called Mark, with them, <sup><strong>38</strong></sup> but Paul did not think it wise to take him, because he had deserted them in Pamphylia and had not continued with them in the work. <sup><strong>39</strong></sup> They had such a sharp disagreement that they parted company. Barnabas took Mark and sailed for Cyprus, <sup><strong>40</strong></sup> but Paul chose Silas and left, commended by the brothers to the grace of the Lord. <sup><strong>41</strong></sup> He went through Syria and Cilicia, strengthening the churches. ","modified":"2023-10-04T03:10:47.327Z"},{"_id":"615bab777d79181a3167120b","topicId":"615bab747d79181a31671200","verse":"Proverbs 27:17","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20027017_01-12\" class=\"line\"><b class=\"verse-num inline\" id=\"v20027017-1\">17&nbsp;</b>&nbsp;&nbsp;Iron sharpens iron,</span><br><span id=\"p20027017_01-12\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and one man sharpens another.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>17</strong> Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.  ","niv":"<sup><strong>17</strong></sup> As iron sharpens iron, so one man sharpens another."},{"_id":"615bab777d79181a3167120c","topicId":"615bab747d79181a31671200","verse":"Acts 1:12-14","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p44001012_06-13\"><b class=\"verse-num\" id=\"v44001012-1\">12&nbsp;</b>Then they returned to Jerusalem from the mount called Olivet, which is near Jerusalem, a Sabbath day’s journey away. <b class=\"verse-num\" id=\"v44001013-1\">13&nbsp;</b>And when they had entered, they went up to the upper room, where they were staying, Peter and John and James and Andrew, Philip and Thomas, Bartholomew and Matthew, James the son of Alphaeus and Simon the Zealot and Judas the son of James. <b class=\"verse-num\" id=\"v44001014-1\">14&nbsp;</b>All these with one accord were devoting themselves to prayer, together with the women and Mary the mother of Jesus, and his brothers.</p>\n\n</div>","kjv":"<strong>12</strong> Then returned they unto Jerusalem from the mount called Olivet, which is from Jerusalem a sabbath day’s journey.  <strong>13</strong> And when they were come in, they went up into an upper room, where abode both Peter, and James, and John, and Andrew, Philip, and Thomas, Bartholomew, and Matthew, James the son of Alphaeus, and Simon Zelotes, and Judas the brother of James.  <strong>14</strong> These all continued with one accord in prayer and supplication, with the women, and Mary the mother of Jesus, and with his brethren.  ","niv":"<sup><strong>12</strong></sup> Then they returned to Jerusalem from the hill called the Mount of Olives, a Sabbath day's walk from the city. <sup><strong>13</strong></sup> When they arrived, they went upstairs to the room where they were staying. Those present were Peter, John, James and Andrew; Philip and Thomas, Bartholomew and Matthew; James son of Alphaeus and Simon the Zealot, and Judas son of James. <sup><strong>14</strong></sup> They all joined together constantly in prayer, along with the women and Mary the mother of Jesus, and with his brothers. "},{"_id":"615bab787d79181a3167120d","topicId":"615bab747d79181a31671200","verse":"1 Corinthians 3:6","votes":8,"__v":0,"esv":"<div>\n<p id=\"p46003006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003006-1\">6&nbsp;</b>I planted, Apollos watered, but God gave the growth.</p>\n</div>","kjv":"<strong>6</strong> I have planted, Apollos watered; but God gave the increase.  ","niv":"<sup><strong>6</strong></sup> I planted the seed, Apollos watered it, but God made it grow.","modified":"2023-09-14T15:53:36.151Z"},{"_id":"615bab787d79181a3167120e","topicId":"615bab747d79181a31671200","verse":"Genesis 11:1-4","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p01011001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01011001-1\">11:1&nbsp;</b>Now the whole earth had one language and the same words. <b class=\"verse-num\" id=\"v01011002-1\">2&nbsp;</b>And as people migrated from the east, they found a plain in the land of Shinar and settled there. <b class=\"verse-num\" id=\"v01011003-1\">3&nbsp;</b>And they said to one another, “Come, let us make bricks, and burn them thoroughly.” And they had brick for stone, and bitumen for mortar. <b class=\"verse-num\" id=\"v01011004-1\">4&nbsp;</b>Then they said, “Come, let us build ourselves a city and a tower with its top in the heavens, and let us make a name for ourselves, lest we be dispersed over the face of the whole earth.”</p>\n</div>","kjv":"<strong>1</strong> And the whole earth was of one language, and of one speech.  <strong>2</strong> And it came to pass, as they journeyed from the east, that they found a plain in the land of Shinar; and they dwelt there.  <strong>3</strong> And they said one to another, Go to, let us make brick, and burn them throughly. And they had brick for stone, and slime had they for morter.  <strong>4</strong> And they said, Go to, let us build us a city and a tower, whose top may reach unto heaven; and let us make us a name, lest we be scattered abroad upon the face of the whole earth.  ","niv":"<sup><strong>1</strong></sup> Now the whole world had one language and a common speech. <sup><strong>2</strong></sup> As men moved eastward, they found a plain in Shinar and settled there. <sup><strong>3</strong></sup> They said to each other, \"Come, let's make bricks and bake them thoroughly.\" They used brick instead of stone, and tar for mortar. <sup><strong>4</strong></sup> Then they said, \"Come, let us build ourselves a city, with a tower that reaches to the heavens, so that we may make a name for ourselves and not be scattered over the face of the whole earth.\" "},{"_id":"615bab787d79181a3167120f","topicId":"615bab747d79181a31671200","verse":"Philemon 1:21","votes":5,"__v":0,"kjv":"<strong>21</strong> Having confidence in thy obedience I wrote unto thee, knowing that thou wilt also do more than I say.  ","niv":"<sup><strong>1</strong></sup> Paul, a prisoner of Christ Jesus, and Timothy our brother,"},{"_id":"615bab787d79181a31671210","topicId":"615bab747d79181a31671200","verse":"John 17:20-21","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43017020_01-18\"><b class=\"verse-num woc\" id=\"v43017020-1\">20&nbsp;</b><span class=\"woc\">“I do not ask for these only, but also for those who will believe in me through their word,</span> <b class=\"verse-num woc\" id=\"v43017021-1\">21&nbsp;</b><span class=\"woc\">that they may all be one, just as you, Father, are in me, and I in you, that they also may be in us, so that the world may believe that you have sent me.</span></p>\n</div>","kjv":"<strong>20</strong> Neither pray I for these alone, but for them also which shall believe on me through their word;  <strong>21</strong> That they all may be one; as thou, Father, art in me, and I in thee, that they also may be one in us: that the world may believe that thou hast sent me.  ","niv":"<sup><strong>20</strong></sup> \"My prayer is not for them alone. I pray also for those who will believe in me through their message, <sup><strong>21</strong></sup> that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me. "},{"_id":"615bab797d79181a31671211","topicId":"615bab747d79181a31671200","verse":"Mark 6:7","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p41006007_07-19\"><b class=\"verse-num\" id=\"v41006007-1\">7&nbsp;</b>And he called the twelve and began to send them out two by two, and gave them authority over the unclean spirits.</p>\n</div>","kjv":"<strong>7</strong> And he called unto him the twelve, and began to send them forth by two and two; and gave them power over unclean spirits;  ","niv":"<sup><strong>7</strong></sup> Then Jesus went around teaching from village to village. Calling the Twelve to him, he sent them out two by two and gave them authority over evil spirits."},{"_id":"615bab797d79181a31671212","topicId":"615bab747d79181a31671200","verse":"Matthew 18:20","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40018020_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n</div>","kjv":"<strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. ","niv":"<sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\""},{"_id":"615bab797d79181a31671213","topicId":"615bab747d79181a31671200","verse":"Luke 10:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p42010001_06-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42010001-1\">10:1&nbsp;</b>After this the Lord appointed seventy-two others and sent them on ahead of him, two by two, into every town and place where he himself was about to go.</p>\n\n</div>","kjv":"<strong>1</strong> After these things the Lord appointed other seventy also, and sent them two and two before his face into every city and place, whither he himself would come.  ","niv":"<sup><strong>1</strong></sup> After this the Lord appointed seventy-two others and sent them two by two ahead of him to every town and place where he was about to go."},{"_id":"615bab7a7d79181a31671214","topicId":"615bab747d79181a31671200","verse":"Genesis 24:27","votes":4,"__v":0,"esv":"<div>\n<p id=\"p01024027_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v01024027-1\">27&nbsp;</b>and said, “Blessed be the LORD, the God of my master Abraham, who has not forsaken his steadfast love and his faithfulness toward my master. As for me, the LORD has led me in the way to the house of my master’s kinsmen.”</p>\n</div>","kjv":"<strong>27</strong> And he said, Blessed be the LORD God of my master Abraham, who hath not left destitute my master of his mercy and his truth: I being  in the way, the LORD led me to the house of my master’s brethren.  ","niv":"<sup><strong>27</strong></sup> saying, \"Praise be to the LORD, the God of my master Abraham, who has not abandoned his kindness and faithfulness to my master. As for me, the LORD has led me on the journey to the house of my master's relatives.\""},{"_id":"615bab7a7d79181a31671215","topicId":"615bab747d79181a31671200","verse":"1 Peter 2:4-6","votes":4,"__v":0,"esv":"<div>\n<p id=\"p60002004_01-24\"><b class=\"verse-num\" id=\"v60002004-1\">4&nbsp;</b>As you come to him, a living stone rejected by men but in the sight of God chosen and precious, <b class=\"verse-num\" id=\"v60002005-1\">5&nbsp;</b>you yourselves like living stones are being built up as a spiritual house, to be a holy priesthood, to offer spiritual sacrifices acceptable to God through Jesus Christ. <b class=\"verse-num\" id=\"v60002006-1\">6&nbsp;</b>For it stands in Scripture:</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p60002006_01-24\" class=\"line\">&nbsp;&nbsp;“Behold, I am laying in Zion a stone,</span><br><span id=\"p60002006_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;a cornerstone chosen and precious,</span><br><span id=\"p60002006_01-24\" class=\"line\">&nbsp;&nbsp;and whoever believes in him will not be put to shame.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>4</strong> To whom coming, as unto a living stone, disallowed indeed of men, but chosen of God, and precious,  <strong>5</strong> Ye also, as lively stones, are built up a spiritual house, an holy priesthood, to offer up spiritual sacrifices, acceptable to God by Jesus Christ.  <strong>6</strong> Wherefore also it is contained in the scripture, Behold, I lay in Sion a chief corner stone, elect, precious: and he that believeth on him shall not be confounded.  ","niv":"<sup><strong>4</strong></sup> As you come to him, the living Stone--rejected by men but chosen by God and precious to him-- <sup><strong>5</strong></sup> you also, like living stones, are being built into a spiritual house to be a holy priesthood, offering spiritual sacrifices acceptable to God through Jesus Christ. <sup><strong>6</strong></sup> For in Scripture it says: \"See, I lay a stone in Zion, a chosen and precious cornerstone, and the one who trusts in him will never be put to shame.\" "},{"_id":"615bab7a7d79181a31671216","topicId":"615bab747d79181a31671200","verse":"Acts 27:1-44","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p44027001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v44027001-1\">27:1&nbsp;</b>And when it was decided that we should sail for Italy, they delivered Paul and some other prisoners to a centurion of the Augustan Cohort named Julius. <b class=\"verse-num\" id=\"v44027002-1\">2&nbsp;</b>And embarking in a ship of Adramyttium, which was about to sail to the ports along the coast of Asia, we put to sea, accompanied by Aristarchus, a Macedonian from Thessalonica. <b class=\"verse-num\" id=\"v44027003-1\">3&nbsp;</b>The next day we put in at Sidon. And Julius treated Paul kindly and gave him leave to go to his friends and be cared for. <b class=\"verse-num\" id=\"v44027004-1\">4&nbsp;</b>And putting out to sea from there we sailed under the lee of Cyprus, because the winds were against us. <b class=\"verse-num\" id=\"v44027005-1\">5&nbsp;</b>And when we had sailed across the open sea along the coast of Cilicia and Pamphylia, we came to Myra in Lycia. <b class=\"verse-num\" id=\"v44027006-1\">6&nbsp;</b>There the centurion found a ship of Alexandria sailing for Italy and put us on board. <b class=\"verse-num\" id=\"v44027007-1\">7&nbsp;</b>We sailed slowly for a number of days and arrived with difficulty off Cnidus, and as the wind did not allow us to go farther, we sailed under the lee of Crete off Salmone. <b class=\"verse-num\" id=\"v44027008-1\">8&nbsp;</b>Coasting along it with difficulty, we came to a place called Fair Havens, near which was the city of Lasea.</p>\n<p id=\"p44027008_05-25\"><b class=\"verse-num\" id=\"v44027009-1\">9&nbsp;</b>Since much time had passed, and the voyage was now dangerous because even the Fast was already over, Paul advised them, <b class=\"verse-num\" id=\"v44027010-1\">10&nbsp;</b>saying, “Sirs, I perceive that the voyage will be with injury and much loss, not only of the cargo and the ship, but also of our lives.” <b class=\"verse-num\" id=\"v44027011-1\">11&nbsp;</b>But the centurion paid more attention to the pilot and to the owner of the ship than to what Paul said. <b class=\"verse-num\" id=\"v44027012-1\">12&nbsp;</b>And because the harbor was not suitable to spend the winter in, the majority decided to put out to sea from there, on the chance that somehow they could reach Phoenix, a harbor of Crete, facing both southwest and northwest, and spend the winter there.</p>\n\n<p id=\"p44027012_09-25\"><b class=\"verse-num\" id=\"v44027013-1\">13&nbsp;</b>Now when the south wind blew gently, supposing that they had obtained their purpose, they weighed anchor and sailed along Crete, close to the shore. <b class=\"verse-num\" id=\"v44027014-1\">14&nbsp;</b>But soon a tempestuous wind, called the northeaster, struck down from the land. <b class=\"verse-num\" id=\"v44027015-1\">15&nbsp;</b>And when the ship was caught and could not face the wind, we gave way to it and were driven along. <b class=\"verse-num\" id=\"v44027016-1\">16&nbsp;</b>Running under the lee of a small island called Cauda, we managed with difficulty to secure the ship’s boat. <b class=\"verse-num\" id=\"v44027017-1\">17&nbsp;</b>After hoisting it up, they used supports to undergird the ship. Then, fearing that they would run aground on the Syrtis, they lowered the gear, and thus they were driven along. <b class=\"verse-num\" id=\"v44027018-1\">18&nbsp;</b>Since we were violently storm-tossed, they began the next day to jettison the cargo. <b class=\"verse-num\" id=\"v44027019-1\">19&nbsp;</b>And on the third day they threw the ship’s tackle overboard with their own hands. <b class=\"verse-num\" id=\"v44027020-1\">20&nbsp;</b>When neither sun nor stars appeared for many days, and no small tempest lay on us, all hope of our being saved was at last abandoned.</p>\n<p id=\"p44027020_09-25\"><b class=\"verse-num\" id=\"v44027021-1\">21&nbsp;</b>Since they had been without food for a long time, Paul stood up among them and said, “Men, you should have listened to me and not have set sail from Crete and incurred this injury and loss. <b class=\"verse-num\" id=\"v44027022-1\">22&nbsp;</b>Yet now I urge you to take heart, for there will be no loss of life among you, but only of the ship. <b class=\"verse-num\" id=\"v44027023-1\">23&nbsp;</b>For this very night there stood before me an angel of the God to whom I belong and whom I worship, <b class=\"verse-num\" id=\"v44027024-1\">24&nbsp;</b>and he said, ‘Do not be afraid, Paul; you must stand before Caesar. And behold, God has granted you all those who sail with you.’ <b class=\"verse-num\" id=\"v44027025-1\">25&nbsp;</b>So take heart, men, for I have faith in God that it will be exactly as I have been told. <b class=\"verse-num\" id=\"v44027026-1\">26&nbsp;</b>But we must run aground on some island.”</p>\n<p id=\"p44027026_09-25\"><b class=\"verse-num\" id=\"v44027027-1\">27&nbsp;</b>When the fourteenth night had come, as we were being driven across the Adriatic Sea, about midnight the sailors suspected that they were nearing land. <b class=\"verse-num\" id=\"v44027028-1\">28&nbsp;</b>So they took a sounding and found twenty fathoms. A little farther on they took a sounding again and found fifteen fathoms. <b class=\"verse-num\" id=\"v44027029-1\">29&nbsp;</b>And fearing that we might run on the rocks, they let down four anchors from the stern and prayed for day to come. <b class=\"verse-num\" id=\"v44027030-1\">30&nbsp;</b>And as the sailors were seeking to escape from the ship, and had lowered the ship’s boat into the sea under pretense of laying out anchors from the bow, <b class=\"verse-num\" id=\"v44027031-1\">31&nbsp;</b>Paul said to the centurion and the soldiers, “Unless these men stay in the ship, you cannot be saved.” <b class=\"verse-num\" id=\"v44027032-1\">32&nbsp;</b>Then the soldiers cut away the ropes of the ship’s boat and let it go.</p>\n<p id=\"p44027032_09-25\"><b class=\"verse-num\" id=\"v44027033-1\">33&nbsp;</b>As day was about to dawn, Paul urged them all to take some food, saying, “Today is the fourteenth day that you have continued in suspense and without food, having taken nothing. <b class=\"verse-num\" id=\"v44027034-1\">34&nbsp;</b>Therefore I urge you to take some food. For it will give you strength, for not a hair is to perish from the head of any of you.” <b class=\"verse-num\" id=\"v44027035-1\">35&nbsp;</b>And when he had said these things, he took bread, and giving thanks to God in the presence of all he broke it and began to eat. <b class=\"verse-num\" id=\"v44027036-1\">36&nbsp;</b>Then they all were encouraged and ate some food themselves. <b class=\"verse-num\" id=\"v44027037-1\">37&nbsp;</b>(We were in all 276 persons in the ship.) <b class=\"verse-num\" id=\"v44027038-1\">38&nbsp;</b>And when they had eaten enough, they lightened the ship, throwing out the wheat into the sea.</p>\n\n<p id=\"p44027038_11-25\"><b class=\"verse-num\" id=\"v44027039-1\">39&nbsp;</b>Now when it was day, they did not recognize the land, but they noticed a bay with a beach, on which they planned if possible to run the ship ashore. <b class=\"verse-num\" id=\"v44027040-1\">40&nbsp;</b>So they cast off the anchors and left them in the sea, at the same time loosening the ropes that tied the rudders. Then hoisting the foresail to the wind they made for the beach. <b class=\"verse-num\" id=\"v44027041-1\">41&nbsp;</b>But striking a reef, they ran the vessel aground. The bow stuck and remained immovable, and the stern was being broken up by the surf. <b class=\"verse-num\" id=\"v44027042-1\">42&nbsp;</b>The soldiers’ plan was to kill the prisoners, lest any should swim away and escape. <b class=\"verse-num\" id=\"v44027043-1\">43&nbsp;</b>But the centurion, wishing to save Paul, kept them from carrying out their plan. He ordered those who could swim to jump overboard first and make for the land, <b class=\"verse-num\" id=\"v44027044-1\">44&nbsp;</b>and the rest on planks or on pieces of the ship. And so it was that all were brought safely to land.</p>\n\n</div>","kjv":"<strong>1</strong> And when it was determined that we should sail into Italy, they delivered Paul and certain other prisoners unto one named Julius, a centurion of Augustus’ band.  <strong>2</strong> And entering into a ship of Adramyttium, we launched, meaning to sail by the coasts of Asia; one Aristarchus, a Macedonian of Thessalonica, being with us.  <strong>3</strong> And the next day we touched at Sidon. And Julius courteously entreated Paul, and gave him liberty to go unto his friends to refresh himself.  <strong>4</strong> And when we had launched from thence, we sailed under Cyprus, because the winds were contrary.  <strong>5</strong> And when we had sailed over the sea of Cilicia and Pamphylia, we came to Myra, a city of Lycia.  <strong>6</strong> And there the centurion found a ship of Alexandria sailing into Italy; and he put us therein.  <strong>7</strong> And when we had sailed slowly many days, and scarce were come over against Cnidus, the wind not suffering us, we sailed under Crete, over against Salmone;  <strong>8</strong> And, hardly passing it, came unto a place which is called The fair havens; nigh whereunto was the city of Lasea.  <strong>9</strong> Now when much time was spent, and when sailing was now dangerous, because the fast was now already past, Paul admonished them,  <strong>10</strong> And said unto them, Sirs, I perceive that this voyage will be with hurt and much damage, not only of the lading and ship, but also of our lives.  <strong>11</strong> Nevertheless the centurion believed the master and the owner of the ship, more than those things which were spoken by Paul.  <strong>12</strong> And because the haven was not commodious to winter in, the more part advised to depart thence also, if by any means they might attain to Phenice, and there to winter; which is an haven of Crete, and lieth toward the south west and north west.  <strong>13</strong> And when the south wind blew softly, supposing that they had obtained their purpose, loosing thence, they sailed close by Crete.  <strong>14</strong> But not long after there arose against it a tempestuous wind, called Euroclydon.  <strong>15</strong> And when the ship was caught, and could not bear up into the wind, we let her drive.  <strong>16</strong> And running under a certain island which is called Clauda, we had much work to come by the boat:  <strong>17</strong> Which when they had taken up, they used helps, undergirding the ship; and, fearing lest they should fall into the quicksands, strake sail, and so were driven.  <strong>18</strong> And we being exceedingly tossed with a tempest, the next day  they lightened the ship;  <strong>19</strong> And the third day we cast out with our own hands the tackling of the ship.  <strong>20</strong> And when neither sun nor stars in many days appeared, and no small tempest lay on us, all hope that we should be saved was then taken away.  <strong>21</strong> But after long abstinence Paul stood forth in the midst of them, and said, Sirs, ye should have hearkened unto me, and not have loosed from Crete, and to have gained this harm and loss.  <strong>22</strong> And now I exhort you to be of good cheer: for there shall be no loss of any man’s life among you, but of the ship.  <strong>23</strong> For there stood by me this night the angel of God, whose I am, and whom I serve,  <strong>24</strong> Saying, Fear not, Paul; thou must be brought before Caesar: and, lo, God hath given thee all them that sail with thee.  <strong>25</strong> Wherefore, sirs, be of good cheer: for I believe God, that it shall be even as it was told me.  <strong>26</strong> Howbeit we must be cast upon a certain island.  <strong>27</strong> But when the fourteenth night was come, as we were driven up and down in Adria, about midnight the shipmen deemed that they drew near to some country;  <strong>28</strong> And sounded, and found it twenty fathoms: and when they had gone a little further, they sounded again, and found it fifteen fathoms.  <strong>29</strong> Then fearing lest we should have fallen upon rocks, they cast four anchors out of the stern, and wished for the day.  <strong>30</strong> And as the shipmen were about to flee out of the ship, when they had let down the boat into the sea, under colour as though they would have cast anchors out of the foreship,  <strong>31</strong> Paul said to the centurion and to the soldiers, Except these abide in the ship, ye cannot be saved.  <strong>32</strong> Then the soldiers cut off the ropes of the boat, and let her fall off.  <strong>33</strong> And while the day was coming on, Paul besought them all to take meat, saying, This day is the fourteenth day that ye have tarried and continued fasting, having taken nothing.  <strong>34</strong> Wherefore I pray you to take some meat: for this is for your health: for there shall not an hair fall from the head of any of you.  <strong>35</strong> And when he had thus spoken, he took bread, and gave thanks to God in presence of them all: and when he had broken it, he began to eat.  <strong>36</strong> Then were they all of good cheer, and they also took some  meat.  <strong>37</strong> And we were in all in the ship two hundred threescore and sixteen souls.  <strong>38</strong> And when they had eaten enough, they lightened the ship, and cast out the wheat into the sea.  <strong>39</strong> And when it was day, they knew not the land: but they discovered a certain creek with a shore, into the which they were minded, if it were possible, to thrust in the ship.  <strong>40</strong> And when they had taken up the anchors, they committed themselves  unto the sea, and loosed the rudder bands, and hoised up the mainsail to the wind, and made toward shore.  <strong>41</strong> And falling into a place where two seas met, they ran the ship aground; and the forepart stuck fast, and remained unmoveable, but the hinder part was broken with the violence of the waves.  <strong>42</strong> And the soldiers’ counsel was to kill the prisoners, lest any of them should swim out, and escape.  <strong>43</strong> But the centurion, willing to save Paul, kept them from their  purpose; and commanded that they which could swim should cast themselves first into the sea, and get to land:  <strong>44</strong> And the rest, some on boards, and some on broken pieces of the ship. And so it came to pass, that they escaped all safe to land.  ","niv":"<sup><strong>1</strong></sup> When it was decided that we would sail for Italy, Paul and some other prisoners were handed over to a centurion named Julius, who belonged to the Imperial Regiment. <sup><strong>2</strong></sup> We boarded a ship from Adramyttium about to sail for ports along the coast of the province of Asia, and we put out to sea. Aristarchus, a Macedonian from Thessalonica, was with us. <sup><strong>3</strong></sup> The next day we landed at Sidon; and Julius, in kindness to Paul, allowed him to go to his friends so they might provide for his needs. <sup><strong>4</strong></sup> From there we put out to sea again and passed to the lee of Cyprus because the winds were against us. <sup><strong>5</strong></sup> When we had sailed across the open sea off the coast of Cilicia and Pamphylia, we landed at Myra in Lycia. <sup><strong>6</strong></sup> There the centurion found an Alexandrian ship sailing for Italy and put us on board. <sup><strong>7</strong></sup> We made slow headway for many days and had difficulty arriving off Cnidus. When the wind did not allow us to hold our course, we sailed to the lee of Crete, opposite Salmone. <sup><strong>8</strong></sup> We moved along the coast with difficulty and came to a place called Fair Havens, near the town of Lasea. <sup><strong>9</strong></sup> Much time had been lost, and sailing had already become dangerous because by now it was after the Fast. So Paul warned them, <sup><strong>10</strong></sup> \"Men, I can see that our voyage is going to be disastrous and bring great loss to ship and cargo, and to our own lives also.\" <sup><strong>11</strong></sup> But the centurion, instead of listening to what Paul said, followed the advice of the pilot and of the owner of the ship. <sup><strong>12</strong></sup> Since the harbor was unsuitable to winter in, the majority decided that we should sail on, hoping to reach Phoenix and winter there. This was a harbor in Crete, facing both southwest and northwest. <sup><strong>13</strong></sup> When a gentle south wind began to blow, they thought they had obtained what they wanted; so they weighed anchor and sailed along the shore of Crete. <sup><strong>14</strong></sup> Before very long, a wind of hurricane force, called the \"northeaster,\" swept down from the island. <sup><strong>15</strong></sup> The ship was caught by the storm and could not head into the wind; so we gave way to it and were driven along. <sup><strong>16</strong></sup> As we passed to the lee of a small island called Cauda, we were hardly able to make the lifeboat secure. <sup><strong>17</strong></sup> When the men had hoisted it aboard, they passed ropes under the ship itself to hold it together. Fearing that they would run aground on the sandbars of Syrtis, they lowered the sea anchor and let the ship be driven along. <sup><strong>18</strong></sup> We took such a violent battering from the storm that the next day they began to throw the cargo overboard. <sup><strong>19</strong></sup> On the third day, they threw the ship's tackle overboard with their own hands. <sup><strong>20</strong></sup> When neither sun nor stars appeared for many days and the storm continued raging, we finally gave up all hope of being saved. <sup><strong>21</strong></sup> After the men had gone a long time without food, Paul stood up before them and said: \"Men, you should have taken my advice not to sail from Crete; then you would have spared yourselves this damage and loss. <sup><strong>22</strong></sup> But now I urge you to keep up your courage, because not one of you will be lost; only the ship will be destroyed. <sup><strong>23</strong></sup> Last night an angel of the God whose I am and whom I serve stood beside me <sup><strong>24</strong></sup> and said, 'Do not be afraid, Paul. You must stand trial before Caesar; and God has graciously given you the lives of all who sail with you.' <sup><strong>25</strong></sup> So keep up your courage, men, for I have faith in God that it will happen just as he told me. <sup><strong>26</strong></sup> Nevertheless, we must run aground on some island.\" <sup><strong>27</strong></sup> On the fourteenth night we were still being driven across the Adriatic Sea, when about midnight the sailors sensed they were approaching land. <sup><strong>28</strong></sup> They took soundings and found that the water was a hundred and twenty feet deep. A short time later they took soundings again and found it was ninety feet deep. <sup><strong>29</strong></sup> Fearing that we would be dashed against the rocks, they dropped four anchors from the stern and prayed for daylight. <sup><strong>30</strong></sup> In an attempt to escape from the ship, the sailors let the lifeboat down into the sea, pretending they were going to lower some anchors from the bow. <sup><strong>31</strong></sup> Then Paul said to the centurion and the soldiers, \"Unless these men stay with the ship, you cannot be saved.\" <sup><strong>32</strong></sup> So the soldiers cut the ropes that held the lifeboat and let it fall away. <sup><strong>33</strong></sup> Just before dawn Paul urged them all to eat. \"For the last fourteen days,\" he said, \"you have been in constant suspense and have gone without food--you haven't eaten anything. <sup><strong>34</strong></sup> Now I urge you to take some food. You need it to survive. Not one of you will lose a single hair from his head.\" <sup><strong>35</strong></sup> After he said this, he took some bread and gave thanks to God in front of them all. Then he broke it and began to eat. <sup><strong>36</strong></sup> They were all encouraged and ate some food themselves. <sup><strong>37</strong></sup> Altogether there were 276 of us on board. <sup><strong>38</strong></sup> When they had eaten as much as they wanted, they lightened the ship by throwing the grain into the sea. <sup><strong>39</strong></sup> When daylight came, they did not recognize the land, but they saw a bay with a sandy beach, where they decided to run the ship aground if they could. <sup><strong>40</strong></sup> Cutting loose the anchors, they left them in the sea and at the same time untied the ropes that held the rudders. Then they hoisted the foresail to the wind and made for the beach. <sup><strong>41</strong></sup> But the ship struck a sandbar and ran aground. The bow stuck fast and would not move, and the stern was broken to pieces by the pounding of the surf. <sup><strong>42</strong></sup> The soldiers planned to kill the prisoners to prevent any of them from swimming away and escaping. <sup><strong>43</strong></sup> But the centurion wanted to spare Paul's life and kept them from carrying out their plan. He ordered those who could swim to jump overboard first and get to land. <sup><strong>44</strong></sup> The rest were to get there on planks or on pieces of the ship. In this way everyone reached land in safety. "},{"_id":"615bab7a7d79181a31671217","topicId":"615bab747d79181a31671200","verse":"Ruth 1:1-22","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p08001001_03-26\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v08001001-1\">1:1&nbsp;</b>In the days when the judges ruled there was a famine in the land, and a man of Bethlehem in Judah went to sojourn in the country of Moab, he and his wife and his two sons. <b class=\"verse-num\" id=\"v08001002-1\">2&nbsp;</b>The name of the man was Elimelech and the name of his wife Naomi, and the names of his two sons were Mahlon and Chilion. They were Ephrathites from Bethlehem in Judah. They went into the country of Moab and remained there. <b class=\"verse-num\" id=\"v08001003-1\">3&nbsp;</b>But Elimelech, the husband of Naomi, died, and she was left with her two sons. <b class=\"verse-num\" id=\"v08001004-1\">4&nbsp;</b>These took Moabite wives; the name of the one was Orpah and the name of the other Ruth. They lived there about ten years, <b class=\"verse-num\" id=\"v08001005-1\">5&nbsp;</b>and both Mahlon and Chilion died, so that the woman was left without her two sons and her husband.</p>\n\n<p id=\"p08001005_07-26\"><b class=\"verse-num\" id=\"v08001006-1\">6&nbsp;</b>Then she arose with her daughters-in-law to return from the country of Moab, for she had heard in the fields of Moab that the LORD had visited his people and given them food. <b class=\"verse-num\" id=\"v08001007-1\">7&nbsp;</b>So she set out from the place where she was with her two daughters-in-law, and they went on the way to return to the land of Judah. <b class=\"verse-num\" id=\"v08001008-1\">8&nbsp;</b>But Naomi said to her two daughters-in-law, “Go, return each of you to her mother’s house. May the LORD deal kindly with you, as you have dealt with the dead and with me. <b class=\"verse-num\" id=\"v08001009-1\">9&nbsp;</b>The LORD grant that you may find rest, each of you in the house of her husband!” Then she kissed them, and they lifted up their voices and wept. <b class=\"verse-num\" id=\"v08001010-1\">10&nbsp;</b>And they said to her, “No, we will return with you to your people.” <b class=\"verse-num\" id=\"v08001011-1\">11&nbsp;</b>But Naomi said, “Turn back, my daughters; why will you go with me? Have I yet sons in my womb that they may become your husbands? <b class=\"verse-num\" id=\"v08001012-1\">12&nbsp;</b>Turn back, my daughters; go your way, for I am too old to have a husband. If I should say I have hope, even if I should have a husband this night and should bear sons, <b class=\"verse-num\" id=\"v08001013-1\">13&nbsp;</b>would you therefore wait till they were grown? Would you therefore refrain from marrying? No, my daughters, for it is exceedingly bitter to me for your sake that the hand of the LORD has gone out against me.” <b class=\"verse-num\" id=\"v08001014-1\">14&nbsp;</b>Then they lifted up their voices and wept again. And Orpah kissed her mother-in-law, but Ruth clung to her.</p>\n<p id=\"p08001014_07-26\"><b class=\"verse-num\" id=\"v08001015-1\">15&nbsp;</b>And she said, “See, your sister-in-law has gone back to her people and to her gods; return after your sister-in-law.” <b class=\"verse-num\" id=\"v08001016-1\">16&nbsp;</b>But Ruth said, “Do not urge me to leave you or to return from following you. For where you go I will go, and where you lodge I will lodge. Your people shall be my people, and your God my God. <b class=\"verse-num\" id=\"v08001017-1\">17&nbsp;</b>Where you die I will die, and there will I be buried. May the LORD do so to me and more also if anything but death parts me from you.” <b class=\"verse-num\" id=\"v08001018-1\">18&nbsp;</b>And when Naomi saw that she was determined to go with her, she said no more.</p>\n\n<p id=\"p08001018_11-26\"><b class=\"verse-num\" id=\"v08001019-1\">19&nbsp;</b>So the two of them went on until they came to Bethlehem. And when they came to Bethlehem, the whole town was stirred because of them. And the women said, “Is this Naomi?” <b class=\"verse-num\" id=\"v08001020-1\">20&nbsp;</b>She said to them, “Do not call me Naomi; call me Mara, for the Almighty has dealt very bitterly with me. <b class=\"verse-num\" id=\"v08001021-1\">21&nbsp;</b>I went away full, and the LORD has brought me back empty. Why call me Naomi, when the LORD has testified against me and the Almighty has brought calamity upon me?”</p>\n<p id=\"p08001021_11-26\"><b class=\"verse-num\" id=\"v08001022-1\">22&nbsp;</b>So Naomi returned, and Ruth the Moabite her daughter-in-law with her, who returned from the country of Moab. And they came to Bethlehem at the beginning of barley harvest.</p>\n\n</div>","kjv":"<strong>1</strong> Now it came to pass in the days when the judges ruled, that there was a famine in the land. And a certain man of Bethlehemjudah went to sojourn in the country of Moab, he, and his wife, and his two sons.  <strong>2</strong> And the name of the man was Elimelech, and the name of his wife Naomi, and the name of his two sons Mahlon and Chilion, Ephrathites of Bethlehemjudah. And they came into the country of Moab, and continued there.  <strong>3</strong> And Elimelech Naomi’s husband died; and she was left, and her two sons.  <strong>4</strong> And they took them wives of the women of Moab; the name of the one was Orpah, and the name of the other Ruth: and they dwelled there about ten years.  <strong>5</strong> And Mahlon and Chilion died also both of them; and the woman was left of her two sons and her husband.  <strong>6</strong> Then she arose with her daughters in law, that she might return from the country of Moab: for she had heard in the country of Moab how that the LORD had visited his people in giving them bread.  <strong>7</strong> Wherefore she went forth out of the place where she was, and her two daughters in law with her; and they went on the way to return unto the land of Judah.  <strong>8</strong> And Naomi said unto her two daughters in law, Go, return each to her mother’s house: the LORD deal kindly with you, as ye have dealt with the dead, and with me.  <strong>9</strong> The LORD grant you that ye may find rest, each of you in the house of her husband. Then she kissed them; and they lifted up their voice, and wept.  <strong>10</strong> And they said unto her, Surely we will return with thee unto thy people.  <strong>11</strong> And Naomi said, Turn again, my daughters: why will ye go with me? are there yet any more sons in my womb, that they may be your husbands?  <strong>12</strong> Turn again, my daughters, go your way; for I am too old to have an husband. If I should say, I have hope, if I should have an husband also to night, and should also bear sons;  <strong>13</strong> Would ye tarry for them till they were grown? would ye stay for them from having husbands? nay, my daughters; for it grieveth me much for your sakes that the hand of the LORD is gone out against me.  <strong>14</strong> And they lifted up their voice, and wept again: and Orpah kissed her mother in law; but Ruth clave unto her.  <strong>15</strong> And she said, Behold, thy sister in law is gone back unto her people, and unto her gods: return thou after thy sister in law.  <strong>16</strong> And Ruth said, Intreat me not to leave thee, or to return from following after thee: for whither thou goest, I will go; and where thou lodgest, I will lodge: thy people shall be my people, and thy God my God:  <strong>17</strong> Where thou diest, will I die, and there will I be buried: the LORD do so to me, and more also, if ought but death part thee and me.  <strong>18</strong> When she saw that she was stedfastly minded to go with her, then she left speaking unto her.  <strong>19</strong> So they two went until they came to Bethlehem. And it came to pass, when they were come to Bethlehem, that all the city was moved about them, and they said, Is this Naomi?  <strong>20</strong> And she said unto them, Call me not Naomi, call me Mara: for the Almighty hath dealt very bitterly with me.  <strong>21</strong> I went out full, and the LORD hath brought me home again empty: why then call ye me Naomi, seeing the LORD hath testified against me, and the Almighty hath afflicted me?  <strong>22</strong> So Naomi returned, and Ruth the Moabitess, her daughter in law, with her, which returned out of the country of Moab: and they came to Bethlehem in the beginning of barley harvest.  ","niv":"<sup><strong>1</strong></sup> In the days when the judges ruled, there was a famine in the land, and a man from Bethlehem in Judah, together with his wife and two sons, went to live for a while in the country of Moab. <sup><strong>2</strong></sup> The man's name was Elimelech, his wife's name Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephrathites from Bethlehem, Judah. And they went to Moab and lived there. <sup><strong>3</strong></sup> Now Elimelech, Naomi's husband, died, and she was left with her two sons. <sup><strong>4</strong></sup> They married Moabite women, one named Orpah and the other Ruth. After they had lived there about ten years, <sup><strong>5</strong></sup> both Mahlon and Kilion also died, and Naomi was left without her two sons and her husband. <sup><strong>6</strong></sup> When she heard in Moab that the LORD had come to the aid of his people by providing food for them, Naomi and her daughters-in-law prepared to return home from there. <sup><strong>7</strong></sup> With her two daughters-in-law she left the place where she had been living and set out on the road that would take them back to the land of Judah. <sup><strong>8</strong></sup> Then Naomi said to her two daughters-in-law, \"Go back, each of you, to your mother's home. May the LORD show kindness to you, as you have shown to your dead and to me. <sup><strong>9</strong></sup> May the LORD grant that each of you will find rest in the home of another husband.\" Then she kissed them and they wept aloud <sup><strong>10</strong></sup> and said to her, \"We will go back with you to your people.\" <sup><strong>11</strong></sup> But Naomi said, \"Return home, my daughters. Why would you come with me? Am I going to have any more sons, who could become your husbands? <sup><strong>12</strong></sup> Return home, my daughters; I am too old to have another husband. Even if I thought there was still hope for me-even if I had a husband tonight and then gave birth to sons- <sup><strong>13</strong></sup> would you wait until they grew up? Would you remain unmarried for them? No, my daughters. It is more bitter for me than for you, because the LORD's hand has gone out against me!\" <sup><strong>14</strong></sup> At this they wept again. Then Orpah kissed her mother-in-law good-by, but Ruth clung to her. <sup><strong>15</strong></sup> \"Look,\" said Naomi, \"your sister-in-law is going back to her people and her gods. Go back with her.\" <sup><strong>16</strong></sup> But Ruth replied, \"Don't urge me to leave you or to turn back from you. Where you go I will go, and where you stay I will stay. Your people will be my people and your God my God. <sup><strong>17</strong></sup> Where you die I will die, and there I will be buried. May the LORD deal with me, be it ever so severely, if anything but death separates you and me.\" <sup><strong>18</strong></sup> When Naomi realized that Ruth was determined to go with her, she stopped urging her. <sup><strong>19</strong></sup> So the two women went on until they came to Bethlehem. When they arrived in Bethlehem, the whole town was stirred because of them, and the women exclaimed, \"Can this be Naomi?\" <sup><strong>20</strong></sup> \"Don't call me Naomi, \"she told them. \"Call me Mara, because the Almighty has made my life very bitter. <sup><strong>21</strong></sup> I went away full, but the LORD has brought me back empty. Why call me Naomi? The LORD has afflicted me; the Almighty has brought misfortune upon me.\" <sup><strong>22</strong></sup> So Naomi returned from Moab accompanied by Ruth the Moabitess, her daughter-in-law, arriving in Bethlehem as the barley harvest was beginning. "},{"_id":"615bab7b7d79181a31671218","topicId":"615bab747d79181a31671200","verse":"Jeremiah 29:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p24029007_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v24029007-1\">7&nbsp;</b>But seek the welfare of the city where I have sent you into exile, and pray to the LORD on its behalf, for in its welfare you will find your welfare.</p>\n</div>","kjv":"<strong>7</strong> And seek the peace of the city whither I have caused you to be carried away captives, and pray unto the LORD for it: for in the peace thereof shall ye have peace.  ","niv":"<sup><strong>7</strong></sup> Also, seek the peace and prosperity of the city to which I have carried you into exile. Pray to the LORD for it, because if it prospers, you too will prosper.\""},{"_id":"615bab7b7d79181a31671219","topicId":"615bab747d79181a31671200","verse":"Deuteronomy 32:30","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p05032030_01-28\" class=\"line\"><b class=\"verse-num inline\" id=\"v05032030-1\">30&nbsp;</b>&nbsp;&nbsp;How could one have chased a thousand,</span><br><span id=\"p05032030_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and two have put ten thousand to flight,</span><br><span id=\"p05032030_01-28\" class=\"line\">&nbsp;&nbsp;unless their Rock had sold them,</span><br><span id=\"p05032030_01-28\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and the LORD had given them up?</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> How should one chase a thousand, and two put ten thousand to flight, except their Rock had sold them, and the LORD had shut them up?  ","niv":"<sup><strong>30</strong></sup> How could one man chase a thousand, or two put ten thousand to flight, unless their Rock had sold them, unless the LORD had given them up?"}]}