{"_id":"615bacef7d79181a31671274","slug":"corporal-punishment","name":"Corporal Punishment","verses":[{"_id":"615bacf07d79181a31671275","topicId":"615bacef7d79181a31671274","verse":"Proverbs 13:24","votes":92,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20013024_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20013024-1\">24&nbsp;</b>&nbsp;&nbsp;Whoever spares the rod hates his son,</span><br><span id=\"p20013024_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but he who loves him is diligent to discipline him.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>24</strong> He that spareth his rod hateth his son: but he that loveth him chasteneth him betimes.  ","niv":"<sup><strong>24</strong></sup> He who spares the rod hates his son, but he who loves him is careful to discipline him."},{"_id":"615bacf07d79181a31671276","topicId":"615bacef7d79181a31671274","verse":"Proverbs 23:13-14","votes":61,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023013_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023013-1\">13&nbsp;</b>&nbsp;&nbsp;Do not withhold discipline from a child;</span><br><span id=\"p20023013_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you strike him with a rod, he will not die.</span><br><span id=\"p20023014_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023014-1\">14&nbsp;</b>&nbsp;&nbsp;If you strike him with the rod,</span><br><span id=\"p20023014_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;you will save his soul from Sheol.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Withhold not correction from the child: for if thou beatest him with the rod, he shall not die.  <strong>14</strong> Thou shalt beat him with the rod, and shalt deliver his soul from hell.  ","niv":"<sup><strong>13</strong></sup> Do not withhold discipline from a child; if you punish him with the rod, he will not die. <sup><strong>14</strong></sup> Punish him with the rod and save his soul from death. "},{"_id":"615bacf07d79181a31671277","topicId":"615bacef7d79181a31671274","verse":"Proverbs 22:15","votes":36,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022015_01-3\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022015-1\">15&nbsp;</b>&nbsp;&nbsp;Folly is bound up in the heart of a child,</span><br><span id=\"p20022015_01-3\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the rod of discipline drives it far from him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> Foolishness is bound in the heart of a child; but  the rod of correction shall drive it far from him.  ","niv":"<sup><strong>15</strong></sup> Folly is bound up in the heart of a child, but the rod of discipline will drive it far from him."},{"_id":"615bacf07d79181a31671278","topicId":"615bacef7d79181a31671274","verse":"Proverbs 29:15","votes":27,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029015_01-4\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029015-1\">15&nbsp;</b>&nbsp;&nbsp;The rod and reproof give wisdom,</span><br><span id=\"p20029015_01-4\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a child left to himself brings shame to his mother.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The rod and reproof give wisdom: but a child left to himself  bringeth his mother to shame.  ","niv":"<sup><strong>15</strong></sup> The rod of correction imparts wisdom, but a child left to himself disgraces his mother.","modified":"2022-07-12T20:42:25.112Z"},{"_id":"615bacf17d79181a31671279","topicId":"615bacef7d79181a31671274","verse":"Proverbs 22:6","votes":26,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20022006_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v20022006-1\">6&nbsp;</b>&nbsp;&nbsp;Train up a child in the way he should go;</span><br><span id=\"p20022006_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;even when he is old he will not depart from it.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Train up a child in the way he should go: and when he is old, he will not depart from it.  ","niv":"<sup><strong>6</strong></sup> Train a child in the way he should go, and when he is old he will not turn from it."},{"_id":"615bacf17d79181a3167127a","topicId":"615bacef7d79181a31671274","verse":"Ephesians 6:4","votes":24,"__v":0,"esv":"<div>\n<p id=\"p49006004_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v49006004-1\">4&nbsp;</b>Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.</p>\n</div>","kjv":"<strong>4</strong> And, ye fathers, provoke not your children to wrath: but bring them up in the nurture and admonition of the Lord.  ","niv":"<sup><strong>4</strong></sup> Fathers, do not exasperate your children; instead, bring them up in the training and instruction of the Lord."},{"_id":"615bacf17d79181a3167127b","topicId":"615bacef7d79181a31671274","verse":"Proverbs 20:30","votes":24,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020030_01-7\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020030-1\">30&nbsp;</b>&nbsp;&nbsp;Blows that wound cleanse away evil;</span><br><span id=\"p20020030_01-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;strokes make clean the innermost parts.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>30</strong> The blueness of a wound cleanseth away evil: so do stripes the inward parts of the belly.  ","niv":"<sup><strong>30</strong></sup> Blows and wounds cleanse away evil, and beatings purge the inmost being.","modified":"2022-05-08T23:19:34.286Z"},{"_id":"615bacf27d79181a3167127c","topicId":"615bacef7d79181a31671274","verse":"Proverbs 19:18","votes":18,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019018_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019018-1\">18&nbsp;</b>&nbsp;&nbsp;Discipline your son, for there is hope;</span><br><span id=\"p20019018_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;do not set your heart on putting him to death.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>18</strong> Chasten thy son while there is hope, and let not thy soul spare for his crying.  ","niv":"<sup><strong>18</strong></sup> Discipline your son, for in that there is hope; do not be a willing party to his death.","modified":"2022-11-05T10:53:16.124Z"},{"_id":"615bacf27d79181a3167127d","topicId":"615bacef7d79181a31671274","verse":"Proverbs 23:13","votes":17,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20023013_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20023013-1\">13&nbsp;</b>&nbsp;&nbsp;Do not withhold discipline from a child;</span><br><span id=\"p20023013_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;if you strike him with a rod, he will not die.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> Withhold not correction from the child: for if thou beatest him with the rod, he shall not die.  ","niv":"<sup><strong>13</strong></sup> Do not withhold discipline from a child; if you punish him with the rod, he will not die."},{"_id":"615bacf27d79181a3167127e","topicId":"615bacef7d79181a31671274","verse":"Colossians 3:21","votes":15,"__v":0,"esv":"<div>\n<p id=\"p51003021_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v51003021-1\">21&nbsp;</b>Fathers, do not provoke your children, lest they become discouraged.</p>\n</div>","kjv":"<strong>21</strong> Fathers, provoke not your children to anger, lest they be discouraged.  ","niv":"<sup><strong>21</strong></sup> Fathers, do not embitter your children, or they will become discouraged."},{"_id":"615bacf27d79181a3167127f","topicId":"615bacef7d79181a31671274","verse":"Proverbs 26:3","votes":12,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026003_01-11\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026003-1\">3&nbsp;</b>&nbsp;&nbsp;A whip for the horse, a bridle for the donkey,</span><br><span id=\"p20026003_01-11\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and a rod for the back of fools.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> A whip for the horse, a bridle for the ass, and a rod for the fool’s back.  ","niv":"<sup><strong>3</strong></sup> A whip for the horse, a halter for the donkey, and a rod for the backs of fools!"},{"_id":"615bacf37d79181a31671280","topicId":"615bacef7d79181a31671274","verse":"Deuteronomy 25:1-3","votes":10,"__v":0,"esv":"<div>\n<p id=\"p05025001_01-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05025001-1\">25:1&nbsp;</b>“If there is a dispute between men and they come into court and the judges decide between them, acquitting the innocent and condemning the guilty, <b class=\"verse-num\" id=\"v05025002-1\">2&nbsp;</b>then if the guilty man deserves to be beaten, the judge shall cause him to lie down and be beaten in his presence with a number of stripes in proportion to his offense. <b class=\"verse-num\" id=\"v05025003-1\">3&nbsp;</b>Forty stripes may be given him, but not more, lest, if one should go on to beat him with more stripes than these, your brother be degraded in your sight.</p>\n</div>","kjv":"<strong>1</strong> If there be a controversy between men, and they come unto judgment, that the judges may judge them; then they shall justify the righteous, and condemn the wicked.  <strong>2</strong> And it shall be, if the wicked man be worthy to be beaten, that the judge shall cause him to lie down, and to be beaten before his face, according to his fault, by a certain number.  <strong>3</strong> Forty stripes he may give him, and not exceed: lest, if he should exceed, and beat him above these with many stripes, then thy brother should seem vile unto thee.  ","niv":"<sup><strong>1</strong></sup> When men have a dispute, they are to take it to court and the judges will decide the case, acquitting the innocent and condemning the guilty. <sup><strong>2</strong></sup> If the guilty man deserves to be beaten, the judge shall make him lie down and have him flogged in his presence with the number of lashes his crime deserves, <sup><strong>3</strong></sup> but he must not give him more than forty lashes. If he is flogged more than that, your brother will be degraded in your eyes. ","modified":"2022-11-04T12:54:12.031Z"},{"_id":"615bacf37d79181a31671281","topicId":"615bacef7d79181a31671274","verse":"Hebrews 12:11","votes":10,"__v":0,"esv":"<div>\n\n<p id=\"p58012001_08-14\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v58012001-1\">12:1&nbsp;</b>Therefore, since we are surrounded by so great a cloud of witnesses, let us also lay aside every weight, and sin which clings so closely, and let us run with endurance the race that is set before us, <b class=\"verse-num\" id=\"v58012002-1\">2&nbsp;</b>looking to Jesus, the founder and perfecter of our faith, who for the joy that was set before him endured the cross, despising the shame, and is seated at the right hand of the throne of God.</p>\n\n<p id=\"p58012002_12-14\"><b class=\"verse-num\" id=\"v58012003-1\">3&nbsp;</b>Consider him who endured from sinners such hostility against himself, so that you may not grow weary or fainthearted. <b class=\"verse-num\" id=\"v58012004-1\">4&nbsp;</b>In your struggle against sin you have not yet resisted to the point of shedding your blood. <b class=\"verse-num\" id=\"v58012005-1\">5&nbsp;</b>And have you forgotten the exhortation that addresses you as sons?</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58012005_12-14\" class=\"line\">&nbsp;&nbsp;“My son, do not regard lightly the discipline of the Lord,</span><br><span id=\"p58012005_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor be weary when reproved by him.</span><br><span id=\"p58012006_12-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v58012006-1\">6&nbsp;</b>&nbsp;&nbsp;For the Lord disciplines the one he loves,</span><br><span id=\"p58012006_12-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chastises every son whom he receives.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p58012006_12-14\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58012007-1\">7&nbsp;</b>It is for discipline that you have to endure. God is treating you as sons. For what son is there whom his father does not discipline? <b class=\"verse-num\" id=\"v58012008-1\">8&nbsp;</b>If you are left without discipline, in which all have participated, then you are illegitimate children and not sons. <b class=\"verse-num\" id=\"v58012009-1\">9&nbsp;</b>Besides this, we have had earthly fathers who disciplined us and we respected them. Shall we not much more be subject to the Father of spirits and live? <b class=\"verse-num\" id=\"v58012010-1\">10&nbsp;</b>For they disciplined us for a short time as it seemed best to them, but he disciplines us for our good, that we may share his holiness. <b class=\"verse-num\" id=\"v58012011-1\">11&nbsp;</b>For the moment all discipline seems painful rather than pleasant, but later it yields the peaceful fruit of righteousness to those who have been trained by it.</p>\n<p id=\"p58012011_12-14\"><b class=\"verse-num\" id=\"v58012012-1\">12&nbsp;</b>Therefore lift your drooping hands and strengthen your weak knees, <b class=\"verse-num\" id=\"v58012013-1\">13&nbsp;</b>and make straight paths for your feet, so that what is lame may not be put out of joint but rather be healed. <b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord. <b class=\"verse-num\" id=\"v58012015-1\">15&nbsp;</b>See to it that no one fails to obtain the grace of God; that no “root of bitterness” springs up and causes trouble, and by it many become defiled; <b class=\"verse-num\" id=\"v58012016-1\">16&nbsp;</b>that no one is sexually immoral or unholy like Esau, who sold his birthright for a single meal. <b class=\"verse-num\" id=\"v58012017-1\">17&nbsp;</b>For you know that afterward, when he desired to inherit the blessing, he was rejected, for he found no chance to repent, though he sought it with tears.</p>\n\n<p id=\"p58012017_18-14\"><b class=\"verse-num\" id=\"v58012018-1\">18&nbsp;</b>For you have not come to what may be touched, a blazing fire and darkness and gloom and a tempest <b class=\"verse-num\" id=\"v58012019-1\">19&nbsp;</b>and the sound of a trumpet and a voice whose words made the hearers beg that no further messages be spoken to them. <b class=\"verse-num\" id=\"v58012020-1\">20&nbsp;</b>For they could not endure the order that was given, “If even a beast touches the mountain, it shall be stoned.” <b class=\"verse-num\" id=\"v58012021-1\">21&nbsp;</b>Indeed, so terrifying was the sight that Moses said, “I tremble with fear.” <b class=\"verse-num\" id=\"v58012022-1\">22&nbsp;</b>But you have come to Mount Zion and to the city of the living God, the heavenly Jerusalem, and to innumerable angels in festal gathering, <b class=\"verse-num\" id=\"v58012023-1\">23&nbsp;</b>and to the assembly of the firstborn who are enrolled in heaven, and to God, the judge of all, and to the spirits of the righteous made perfect, <b class=\"verse-num\" id=\"v58012024-1\">24&nbsp;</b>and to Jesus, the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel.</p>\n<p id=\"p58012024_18-14\"><b class=\"verse-num\" id=\"v58012025-1\">25&nbsp;</b>See that you do not refuse him who is speaking. For if they did not escape when they refused him who warned them on earth, much less will we escape if we reject him who warns from heaven. <b class=\"verse-num\" id=\"v58012026-1\">26&nbsp;</b>At that time his voice shook the earth, but now he has promised, “Yet once more I will shake not only the earth but also the heavens.” <b class=\"verse-num\" id=\"v58012027-1\">27&nbsp;</b>This phrase, “Yet once more,” indicates the removal of things that are shaken—that is, things that have been made—in order that the things that cannot be shaken may remain. <b class=\"verse-num\" id=\"v58012028-1\">28&nbsp;</b>Therefore let us be grateful for receiving a kingdom that cannot be shaken, and thus let us offer to God acceptable worship, with reverence and awe, <b class=\"verse-num\" id=\"v58012029-1\">29&nbsp;</b>for our God is a consuming fire.</p>\n\n</div>","kjv":"<strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  ","niv":"<sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it."},{"_id":"615bacf37d79181a31671282","topicId":"615bacef7d79181a31671274","verse":"Hebrews 12:1-29","votes":8,"__v":0,"kjv":"<strong>1</strong> Wherefore seeing we also are compassed about with so great a cloud of witnesses, let us lay aside every weight, and the sin which doth so easily beset us, and let us run with patience the race that is set before us,  <strong>2</strong> Looking unto Jesus the author and finisher of our faith; who for the joy that was set before him endured the cross, despising the shame, and is set down at the right hand of the throne of God.  <strong>3</strong> For consider him that endured such contradiction of sinners against himself, lest ye be wearied and faint in your minds.  <strong>4</strong> Ye have not yet resisted unto blood, striving against sin.  <strong>5</strong> And ye have forgotten the exhortation which speaketh unto you as unto children, My son, despise not thou the chastening of the Lord, nor faint when thou art rebuked of him:  <strong>6</strong> For whom the Lord loveth he chasteneth, and scourgeth every son whom he receiveth.  <strong>7</strong> If ye endure chastening, God dealeth with you as with sons; for what son is he whom the father chasteneth not?  <strong>8</strong> But if ye be without chastisement, whereof all are partakers, then are ye bastards, and not sons.  <strong>9</strong> Furthermore we have had fathers of our flesh which corrected us,  and we gave them reverence: shall we not much rather be in subjection unto the Father of spirits, and live?  <strong>10</strong> For they verily for a few days chastened us after their own pleasure; but he for our profit, that we might be partakers of his holiness.  <strong>11</strong> Now no chastening for the present seemeth to be joyous, but grievous: nevertheless afterward it yieldeth the peaceable fruit of righteousness unto them which are exercised thereby.  <strong>12</strong> Wherefore lift up the hands which hang down, and the feeble knees;  <strong>13</strong> And make straight paths for your feet, lest that which is lame be turned out of the way; but let it rather be healed.  <strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  <strong>15</strong> Looking diligently lest any man fail of the grace of God; lest any root of bitterness springing up trouble you, and thereby many be defiled;  <strong>16</strong> Lest there be any fornicator, or profane person, as Esau, who for one morsel of meat sold his birthright.  <strong>17</strong> For ye know how that afterward, when he would have inherited the blessing, he was rejected: for he found no place of repentance, though he sought it carefully with tears.  <strong>18</strong> For ye are not come unto the mount that might be touched, and that burned with fire, nor unto blackness, and darkness, and tempest,  <strong>19</strong> And the sound of a trumpet, and the voice of words; which  voice they that heard intreated that the word should not be spoken to them any more:  <strong>20</strong> (For they could not endure that which was commanded, And if so much as a beast touch the mountain, it shall be stoned, or thrust through with a dart:  <strong>21</strong> And so terrible was the sight, that Moses said, I exceedingly fear and quake:)  <strong>22</strong> But ye are come unto mount Sion, and unto the city of the living God, the heavenly Jerusalem, and to an innumerable company of angels,  <strong>23</strong> To the general assembly and church of the firstborn, which are written in heaven, and to God the Judge of all, and to the spirits of just men made perfect,  <strong>24</strong> And to Jesus the mediator of the new covenant, and to the blood of sprinkling, that speaketh better things than that of Abel.  <strong>25</strong> See that ye refuse not him that speaketh. For if they escaped not who refused him that spake on earth, much more shall not we escape,  if we turn away from him that speaketh from heaven:  <strong>26</strong> Whose voice then shook the earth: but now he hath promised, saying, Yet once more I shake not the earth only, but also heaven.  <strong>27</strong> And this word, Yet once more, signifieth the removing of those things that are shaken, as of things that are made, that those things which cannot be shaken may remain.  <strong>28</strong> Wherefore we receiving a kingdom which cannot be moved, let us have grace, whereby we may serve God acceptably with reverence and godly fear:  <strong>29</strong> For our God is a consuming fire.  ","niv":"<sup><strong>1</strong></sup> Therefore, since we are surrounded by such a great cloud of witnesses, let us throw off everything that hinders and the sin that so easily entangles, and let us run with perseverance the race marked out for us. <sup><strong>2</strong></sup> Let us fix our eyes on Jesus, the author and perfecter of our faith, who for the joy set before him endured the cross, scorning its shame, and sat down at the right hand of the throne of God. <sup><strong>3</strong></sup> Consider him who endured such opposition from sinful men, so that you will not grow weary and lose heart. <sup><strong>4</strong></sup> In your struggle against sin, you have not yet resisted to the point of shedding your blood. <sup><strong>5</strong></sup> And you have forgotten that word of encouragement that addresses you as sons: \"My son, do not make light of the Lord's discipline, and do not lose heart when he rebukes you, <sup><strong>6</strong></sup> because the Lord disciplines those he loves, and he punishes everyone he accepts as a son.\" <sup><strong>7</strong></sup> Endure hardship as discipline; God is treating you as sons. For what son is not disciplined by his father? <sup><strong>8</strong></sup> If you are not disciplined (and everyone undergoes discipline), then you are illegitimate children and not true sons. <sup><strong>9</strong></sup> Moreover, we have all had human fathers who disciplined us and we respected them for it. How much more should we submit to the Father of our spirits and live! <sup><strong>10</strong></sup> Our fathers disciplined us for a little while as they thought best; but God disciplines us for our good, that we may share in his holiness. <sup><strong>11</strong></sup> No discipline seems pleasant at the time, but painful. Later on, however, it produces a harvest of righteousness and peace for those who have been trained by it. <sup><strong>12</strong></sup> Therefore, strengthen your feeble arms and weak knees. <sup><strong>13</strong></sup> \"Make level paths for your feet,\" so that the lame may not be disabled, but rather healed. <sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord. <sup><strong>15</strong></sup> See to it that no one misses the grace of God and that no bitter root grows up to cause trouble and defile many. <sup><strong>16</strong></sup> See that no one is sexually immoral, or is godless like Esau, who for a single meal sold his inheritance rights as the oldest son. <sup><strong>17</strong></sup> Afterward, as you know, when he wanted to inherit this blessing, he was rejected. He could bring about no change of mind, though he sought the blessing with tears. <sup><strong>18</strong></sup> You have not come to a mountain that can be touched and that is burning with fire; to darkness, gloom and storm; <sup><strong>19</strong></sup> to a trumpet blast or to such a voice speaking words that those who heard it begged that no further word be spoken to them, <sup><strong>20</strong></sup> because they could not bear what was commanded: \"If even an animal touches the mountain, it must be stoned.\" <sup><strong>21</strong></sup> The sight was so terrifying that Moses said, \"I am trembling with fear.\" <sup><strong>22</strong></sup> But you have come to Mount Zion, to the heavenly Jerusalem, the city of the living God. You have come to thousands upon thousands of angels in joyful assembly, <sup><strong>23</strong></sup> to the church of the firstborn, whose names are written in heaven. You have come to God, the judge of all men, to the spirits of righteous men made perfect, <sup><strong>24</strong></sup> to Jesus the mediator of a new covenant, and to the sprinkled blood that speaks a better word than the blood of Abel. <sup><strong>25</strong></sup> See to it that you do not refuse him who speaks. If they did not escape when they refused him who warned them on earth, how much less will we, if we turn away from him who warns us from heaven? <sup><strong>26</strong></sup> At that time his voice shook the earth, but now he has promised, \"Once more I will shake not only the earth but also the heavens.\" <sup><strong>27</strong></sup> The words \"once more\" indicate the removing of what can be shaken--that is, created things--so that what cannot be shaken may remain. <sup><strong>28</strong></sup> Therefore, since we are receiving a kingdom that cannot be shaken, let us be thankful, and so worship God acceptably with reverence and awe, <sup><strong>29</strong></sup> for our \"God is a consuming fire.\" ","modified":"2022-10-20T12:00:59.837Z"},{"_id":"615bacf47d79181a31671283","topicId":"615bacef7d79181a31671274","verse":"Proverbs 10:13","votes":9,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20010013_01-15\" class=\"line\"><b class=\"verse-num inline\" id=\"v20010013-1\">13&nbsp;</b>&nbsp;&nbsp;On the lips of him who has understanding, wisdom is found,</span><br><span id=\"p20010013_01-15\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a rod is for the back of him who lacks sense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> In the lips of him that hath understanding wisdom is found: but a rod is for the back of him that is void of understanding.  ","niv":"<sup><strong>13</strong></sup> Wisdom is found on the lips of the discerning, but a rod is for the back of him who lacks judgment."},{"_id":"615bacf47d79181a31671284","topicId":"615bacef7d79181a31671274","verse":"Ephesians 6:1","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p49006001_04-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49006001-1\">6:1&nbsp;</b>Children, obey your parents in the Lord, for this is right.</p>\n</div>","kjv":"<strong>1</strong> Children, obey your parents in the Lord: for this is right.  ","niv":"<sup><strong>1</strong></sup> Children, obey your parents in the Lord, for this is right."},{"_id":"615bacf47d79181a31671285","topicId":"615bacef7d79181a31671274","verse":"Romans 13:1-4","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. ","modified":"2022-02-21T11:01:40.941Z"},{"_id":"615bacf57d79181a31671286","topicId":"615bacef7d79181a31671274","verse":"Psalm 141:5","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141005_01-18\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141005-1\">5&nbsp;</b>&nbsp;&nbsp;Let a righteous man strike me—it is a kindness;</span><br><span id=\"p19141005_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let him rebuke me—it is oil for my head;</span><br><span id=\"p19141005_01-18\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;let my head not refuse it.</span><br><span id=\"p19141005_01-18\" class=\"line\">&nbsp;&nbsp;Yet my prayer is continually against their evil deeds.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Let the righteous smite me; it shall be a kindness: and let him reprove me; it shall be an excellent oil, which shall not break my head: for yet my prayer also shall be in their calamities.  ","niv":"<sup><strong>5</strong></sup> Let a righteous man strike me-it is a kindness; let him rebuke me-it is oil on my head. My head will not refuse it. Yet my prayer is ever against the deeds of evildoers;"},{"_id":"615bacf57d79181a31671287","topicId":"615bacef7d79181a31671274","verse":"Genesis 9:6","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01009006_01-19\" class=\"line\"><b class=\"verse-num inline\" id=\"v01009006-1\">6&nbsp;</b>&nbsp;&nbsp;“Whoever sheds the blood of man,</span><br><span id=\"p01009006_01-19\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;by man shall his blood be shed,</span><br><span id=\"p01009006_01-19\" class=\"line\">&nbsp;&nbsp;for God made man in his own image.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>6</strong> Whoso sheddeth man’s blood, by man shall his blood be shed: for in the image of God made he man.  ","niv":"<sup><strong>6</strong></sup> \"Whoever sheds the blood of man, by man shall his blood be shed; for in the image of God has God made man."},{"_id":"615bacf57d79181a31671288","topicId":"615bacef7d79181a31671274","verse":"Galatians 6:1","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p48006001_05-20\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48006001-1\">6:1&nbsp;</b>Brothers, if anyone is caught in any transgression, you who are spiritual should restore him in a spirit of gentleness. Keep watch on yourself, lest you too be tempted.</p>\n\n</div>","kjv":"<strong>1</strong> Brethren, if a man be overtaken in a fault, ye which are spiritual, restore such an one in the spirit of meekness; considering thyself, lest thou also be tempted.  ","niv":"<sup><strong>1</strong></sup> Brothers, if someone is caught in a sin, you who are spiritual should restore him gently. But watch yourself, or you also may be tempted."},{"_id":"615bacf57d79181a31671289","topicId":"615bacef7d79181a31671274","verse":"Romans 13:1-7","votes":6,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-21\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment. <b class=\"verse-num\" id=\"v45013003-1\">3&nbsp;</b>For rulers are not a terror to good conduct, but to bad. Would you have no fear of the one who is in authority? Then do what is good, and you will receive his approval, <b class=\"verse-num\" id=\"v45013004-1\">4&nbsp;</b>for he is God’s servant for your good. But if you do wrong, be afraid, for he does not bear the sword in vain. For he is the servant of God, an avenger who carries out God’s wrath on the wrongdoer. <b class=\"verse-num\" id=\"v45013005-1\">5&nbsp;</b>Therefore one must be in subjection, not only to avoid God’s wrath but also for the sake of conscience. <b class=\"verse-num\" id=\"v45013006-1\">6&nbsp;</b>For because of this you also pay taxes, for the authorities are ministers of God, attending to this very thing. <b class=\"verse-num\" id=\"v45013007-1\">7&nbsp;</b>Pay to all what is owed to them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, honor to whom honor is owed.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  <strong>3</strong> For rulers are not a terror to good works, but to the evil. Wilt thou then not be afraid of the power? do that which is good, and thou shalt have praise of the same:  <strong>4</strong> For he is the minister of God to thee for good. But if thou do that which is evil, be afraid; for he beareth not the sword in vain: for he is the minister of God, a revenger to execute wrath upon him that doeth evil.  <strong>5</strong> Wherefore ye must needs be subject, not only for wrath, but also for conscience sake.  <strong>6</strong> For for this cause pay ye tribute also: for they are God’s ministers, attending continually upon this very thing.  <strong>7</strong> Render therefore to all their dues: tribute to whom tribute is due;  custom to whom custom; fear to whom fear; honour to whom honour.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. <sup><strong>3</strong></sup> For rulers hold no terror for those who do right, but for those who do wrong. Do you want to be free from fear of the one in authority? Then do what is right and he will commend you. <sup><strong>4</strong></sup> For he is God's servant to do you good. But if you do wrong, be afraid, for he does not bear the sword for nothing. He is God's servant, an agent of wrath to bring punishment on the wrongdoer. <sup><strong>5</strong></sup> Therefore, it is necessary to submit to the authorities, not only because of possible punishment but also because of conscience. <sup><strong>6</strong></sup> This is also why you pay taxes, for the authorities are God's servants, who give their full time to governing. <sup><strong>7</strong></sup> Give everyone what you owe him: If you owe taxes, pay taxes; if revenue, then revenue; if respect, then respect; if honor, then honor. "},{"_id":"615bacf67d79181a3167128a","topicId":"615bacef7d79181a31671274","verse":"Acts 25:11","votes":6,"__v":0,"esv":"<div>\n<p id=\"p44025011_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v44025011-1\">11&nbsp;</b>If then I am a wrongdoer and have committed anything for which I deserve to die, I do not seek to escape death. But if there is nothing to their charges against me, no one can give me up to them. I appeal to Caesar.”</p>\n</div>","kjv":"<strong>11</strong> For if I be an offender, or have committed any thing worthy of death, I refuse not to die: but if there be none of these things whereof these accuse me, no man may deliver me unto them. I appeal unto Caesar.  ","niv":"<sup><strong>11</strong></sup> If, however, I am guilty of doing anything deserving death, I do not refuse to die. But if the charges brought against me by these Jews are not true, no one has the right to hand me over to them. I appeal to Caesar!\""},{"_id":"615bacf67d79181a3167128b","topicId":"615bacef7d79181a31671274","verse":"Luke 18:17","votes":6,"__v":0,"esv":"<div>\n<p id=\"p42018017_01-23\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42018017-1\">17&nbsp;</b><span class=\"woc\">Truly, I say to you, whoever does not receive the kingdom of God like a child shall not enter it.”</span></p>\n</div>","kjv":"<strong>17</strong> Verily I say unto you, Whosoever shall not receive the kingdom of God as a little child shall in no wise enter therein.  ","niv":"<sup><strong>17</strong></sup> I tell you the truth, anyone who will not receive the kingdom of God like a little child will never enter it.\"","modified":"2022-12-02T14:28:46.075Z"},{"_id":"615bacf67d79181a3167128c","topicId":"615bacef7d79181a31671274","verse":"Matthew 18:5","votes":6,"__v":0,"esv":"<div>\n<p id=\"p40018005_01-24\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span></p>\n</div>","kjv":"<strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  ","niv":"<sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me."},{"_id":"615bacf77d79181a3167128d","topicId":"615bacef7d79181a31671274","verse":"Exodus 20:12","votes":6,"__v":0,"esv":"<div>\n<p id=\"p02020012_01-25\"><b class=\"verse-num\" id=\"v02020012-1\">12&nbsp;</b>“Honor your father and your mother, that your days may be long in the land that the LORD your God is giving you.</p>\n</div>","kjv":"<strong>12</strong> Honour thy father and thy mother: that thy days may be long upon the land which the LORD thy God giveth thee.  ","niv":"<sup><strong>12</strong></sup> \"Honor your father and your mother, so that you may live long in the land the LORD your God is giving you."}]}