{"_id":"615bafb87d79181a31671394","slug":"counsel-of-two-or-three","name":"Counsel Of Two Or Three","verses":[{"_id":"615bafba7d79181a31671396","topicId":"615bafb87d79181a31671394","verse":"Matthew 18:15-17","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40018001_05-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-9\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-9\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-9\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-9\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-9\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-9\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. "},{"_id":"615bafba7d79181a31671395","topicId":"615bafb87d79181a31671394","verse":"1 Timothy 5:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p54005019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v54005019-1\">19&nbsp;</b>Do not admit a charge against an elder except on the evidence of two or three witnesses.</p>\n</div>","kjv":"<strong>19</strong> Against an elder receive not an accusation, but before two or three witnesses.  ","niv":"<sup><strong>19</strong></sup> Do not entertain an accusation against an elder unless it is brought by two or three witnesses.","modified":"2022-11-21T04:16:55.177Z"},{"_id":"615bafba7d79181a31671397","topicId":"615bafb87d79181a31671394","verse":"Hebrews 10:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p58010028_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v58010028-1\">28&nbsp;</b>Anyone who has set aside the law of Moses dies without mercy on the evidence of two or three witnesses.</p>\n</div>","kjv":"<strong>28</strong> He that despised Moses’ law died without mercy under two or three witnesses:  ","niv":"<sup><strong>28</strong></sup> Anyone who rejected the law of Moses died without mercy on the testimony of two or three witnesses."},{"_id":"615bafba7d79181a31671398","topicId":"615bafb87d79181a31671394","verse":"Deuteronomy 19:15","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p05019015_04-5\"><b class=\"verse-num\" id=\"v05019015-1\">15&nbsp;</b>“A single witness shall not suffice against a person for any crime or for any wrong in connection with any offense that he has committed. Only on the evidence of two witnesses or of three witnesses shall a charge be established.</p>\n</div>","kjv":"<strong>15</strong> One witness shall not rise up against a man for any iniquity, or for any sin, in any sin that he sinneth: at the mouth of two witnesses, or at the mouth of three witnesses, shall the matter be established.  ","niv":"<sup><strong>15</strong></sup> One witness is not enough to convict a man accused of any crime or offense he may have committed. A matter must be established by the testimony of two or three witnesses."},{"_id":"615bafba7d79181a31671399","topicId":"615bafb87d79181a31671394","verse":"2 Corinthians 13:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p47013001_03-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v47013001-1\">13:1&nbsp;</b>This is the third time I am coming to you. Every charge must be established by the evidence of two or three witnesses.</p>\n</div>","kjv":"<strong>1</strong> This is the third time I am coming to you. In the mouth of two or three witnesses shall every word be established.  ","niv":"<sup><strong>1</strong></sup> This will be my third visit to you. \"Every matter must be established by the testimony of two or three witnesses.\""},{"_id":"615bafba7d79181a3167139a","topicId":"615bafb87d79181a31671394","verse":"2 Peter 2:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.</p>\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves."},{"_id":"615bafba7d79181a3167139b","topicId":"615bafb87d79181a31671394","verse":"Matthew 18:15","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40018015_07-8\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span></p>\n</div>","kjv":"<strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  ","niv":"<sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over."},{"_id":"615bafbb7d79181a3167139c","topicId":"615bafb87d79181a31671394","verse":"Matthew 18","votes":2,"__v":0,"kjv":"<strong>1</strong> At the same time came the disciples unto Jesus, saying, Who is the greatest in the kingdom of heaven?  <strong>2</strong> And Jesus called a little child unto him, and set him in the midst of them,  <strong>3</strong> And said, Verily I say unto you, Except ye be converted, and become as little children, ye shall not enter into the kingdom of heaven.  <strong>4</strong> Whosoever therefore shall humble himself as this little child, the same is greatest in the kingdom of heaven.  <strong>5</strong> And whoso shall receive one such little child in my name receiveth me.  <strong>6</strong> But whoso shall offend one of these little ones which believe in me, it were better for him that a millstone were hanged about his neck, and that he were drowned in the depth of the sea. <strong>7</strong>           Woe unto the world because of offences! for it must needs be that offences come; but woe to that man by whom the offence cometh!  <strong>8</strong> Wherefore if thy hand or thy foot offend thee, cut them off, and cast them from thee: it is better for thee to enter into life halt or maimed, rather than having two hands or two feet to be cast into everlasting fire.  <strong>9</strong> And if thine eye offend thee, pluck it out, and cast it  from thee: it is better for thee to enter into life with one eye, rather than having two eyes to be cast into hell fire.  <strong>10</strong> Take heed that ye despise not one of these little ones; for I say unto you, That in heaven their angels do always behold the face of my Father which is in heaven.  <strong>11</strong> For the Son of man is come to save that which was lost.  <strong>12</strong> How think ye? if a man have an hundred sheep, and one of them be gone astray, doth he not leave the ninety and nine, and goeth into the mountains, and seeketh that which is gone astray?  <strong>13</strong> And if so be that he find it, verily I say unto you, he rejoiceth more of that sheep, than of the ninety and nine which went not astray.  <strong>14</strong> Even so it is not the will of your Father which is in heaven, that one of these little ones should perish. <strong>15</strong>           Moreover if thy brother shall trespass against thee, go and tell him his fault between thee and him alone: if he shall hear thee, thou hast gained thy brother.  <strong>16</strong> But if he will not hear thee, then take with thee one or two more, that in the mouth of two or three witnesses every word may be established.  <strong>17</strong> And if he shall neglect to hear them, tell it unto the church: but if he neglect to hear the church, let him be unto thee as an heathen man and a publican.  <strong>18</strong> Verily I say unto you, Whatsoever ye shall bind on earth shall be bound in heaven: and whatsoever ye shall loose on earth shall be loosed in heaven.  <strong>19</strong> Again I say unto you, That if two of you shall agree on earth as touching any thing that they shall ask, it shall be done for them of my Father which is in heaven.  <strong>20</strong> For where two or three are gathered together in my name, there am I in the midst of them. <strong>21</strong> Then came Peter to him, and said, Lord, how oft shall my brother sin against me, and I forgive him? till seven times?  <strong>22</strong> Jesus saith unto him, I say not unto thee, Until seven times: but, Until seventy times seven. <strong>23</strong>           Therefore is the kingdom of heaven likened unto a certain king, which would take account of his servants.  <strong>24</strong> And when he had begun to reckon, one was brought unto him, which owed him ten thousand talents.  <strong>25</strong> But forasmuch as he had not to pay, his lord commanded him to be sold, and his wife, and children, and all that he had, and payment to be made.  <strong>26</strong> The servant therefore fell down, and worshipped him, saying, Lord, have patience with me, and I will pay thee all.  <strong>27</strong> Then the lord of that servant was moved with compassion, and loosed him, and forgave him the debt.  <strong>28</strong> But the same servant went out, and found one of his fellowservants, which owed him an hundred pence: and he laid hands on him, and took him by the throat, saying, Pay me that thou owest.  <strong>29</strong> And his fellowservant fell down at his feet, and besought him, saying, Have patience with me, and I will pay thee all.  <strong>30</strong> And he would not: but went and cast him into prison, till he should pay the debt.  <strong>31</strong> So when his fellowservants saw what was done, they were very sorry, and came and told unto their lord all that was done.  <strong>32</strong> Then his lord, after that he had called him, said unto him, O thou wicked servant, I forgave thee all that debt, because thou desiredst me:  <strong>33</strong> Shouldest not thou also have had compassion on thy fellowservant, even as I had pity on thee?  <strong>34</strong> And his lord was wroth, and delivered him to the tormentors, till he should pay all that was due unto him.  <strong>35</strong> So likewise shall my heavenly Father do also unto you, if ye from your hearts forgive not every one his brother their trespasses. ","esv":"<div>\n\n<p id=\"p40018001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40018001-1\">18:1&nbsp;</b>At that time the disciples came to Jesus, saying, “Who is the greatest in the kingdom of heaven?” <b class=\"verse-num\" id=\"v40018002-1\">2&nbsp;</b>And calling to him a child, he put him in the midst of them <b class=\"verse-num\" id=\"v40018003-1\">3&nbsp;</b>and said, <span class=\"woc\">“Truly, I say to you, unless you turn and become like children, you will never enter the kingdom of heaven.</span> <b class=\"verse-num woc\" id=\"v40018004-1\">4&nbsp;</b><span class=\"woc\">Whoever humbles himself like this child is the greatest in the kingdom of heaven.</span></p>\n<p id=\"p40018004_05-1\"><b class=\"verse-num woc\" id=\"v40018005-1\">5&nbsp;</b><span class=\"woc\">“Whoever receives one such child in my name receives me,</span> <b class=\"verse-num woc\" id=\"v40018006-1\">6&nbsp;</b><span class=\"woc\">but whoever causes one of these little ones who believe in me to sin, it would be better for him to have a great millstone fastened around his neck and to be drowned in the depth of the sea.</span></p>\n\n<p id=\"p40018006_08-1\"><b class=\"verse-num woc\" id=\"v40018007-1\">7&nbsp;</b><span class=\"woc\">“Woe to the world for temptations to sin! For it is necessary that temptations come, but woe to the one by whom the temptation comes!</span> <b class=\"verse-num woc\" id=\"v40018008-1\">8&nbsp;</b><span class=\"woc\">And if your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life crippled or lame than with two hands or two feet to be thrown into the eternal fire.</span> <b class=\"verse-num woc\" id=\"v40018009-1\">9&nbsp;</b><span class=\"woc\">And if your eye causes you to sin, tear it out and throw it away. It is better for you to enter life with one eye than with two eyes to be thrown into the hell of fire.</span></p>\n\n<p id=\"p40018009_14-1\"><b class=\"verse-num woc\" id=\"v40018010-1\">10&nbsp;</b><span class=\"woc\">“See that you do not despise one of these little ones. For I tell you that in heaven their angels always see the face of my Father who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40018012-1\">12&nbsp;</b><span class=\"woc\">What do you think? If a man has a hundred sheep, and one of them has gone astray, does he not leave the ninety-nine on the mountains and go in search of the one that went astray?</span> <b class=\"verse-num woc\" id=\"v40018013-1\">13&nbsp;</b><span class=\"woc\">And if he finds it, truly, I say to you, he rejoices over it more than over the ninety-nine that never went astray.</span> <b class=\"verse-num woc\" id=\"v40018014-1\">14&nbsp;</b><span class=\"woc\">So it is not the will of my Father who is in heaven that one of these little ones should perish.</span></p>\n\n<p id=\"p40018014_20-1\"><b class=\"verse-num woc\" id=\"v40018015-1\">15&nbsp;</b><span class=\"woc\">“If your brother sins against you, go and tell him his fault, between you and him alone. If he listens to you, you have gained your brother.</span> <b class=\"verse-num woc\" id=\"v40018016-1\">16&nbsp;</b><span class=\"woc\">But if he does not listen, take one or two others along with you, that every charge may be established by the evidence of two or three witnesses.</span> <b class=\"verse-num woc\" id=\"v40018017-1\">17&nbsp;</b><span class=\"woc\">If he refuses to listen to them, tell it to the church. And if he refuses to listen even to the church, let him be to you as a Gentile and a tax collector.</span> <b class=\"verse-num woc\" id=\"v40018018-1\">18&nbsp;</b><span class=\"woc\">Truly, I say to you, whatever you bind on earth shall be bound in heaven, and whatever you loose on earth shall be loosed in heaven.</span> <b class=\"verse-num woc\" id=\"v40018019-1\">19&nbsp;</b><span class=\"woc\">Again I say to you, if two of you agree on earth about anything they ask, it will be done for them by my Father in heaven.</span> <b class=\"verse-num woc\" id=\"v40018020-1\">20&nbsp;</b><span class=\"woc\">For where two or three are gathered in my name, there am I among them.”</span></p>\n\n<p id=\"p40018020_26-1\"><b class=\"verse-num\" id=\"v40018021-1\">21&nbsp;</b>Then Peter came up and said to him, “Lord, how often will my brother sin against me, and I forgive him? As many as seven times?” <b class=\"verse-num\" id=\"v40018022-1\">22&nbsp;</b>Jesus said to him, <span class=\"woc\">“I do not say to you seven times, but seventy-seven times.</span></p>\n<p id=\"p40018022_26-1\"><b class=\"verse-num woc\" id=\"v40018023-1\">23&nbsp;</b><span class=\"woc\">“Therefore the kingdom of heaven may be compared to a king who wished to settle accounts with his servants.</span> <b class=\"verse-num woc\" id=\"v40018024-1\">24&nbsp;</b><span class=\"woc\">When he began to settle, one was brought to him who owed him ten thousand talents.</span> <b class=\"verse-num woc\" id=\"v40018025-1\">25&nbsp;</b><span class=\"woc\">And since he could not pay, his master ordered him to be sold, with his wife and children and all that he had, and payment to be made.</span> <b class=\"verse-num woc\" id=\"v40018026-1\">26&nbsp;</b><span class=\"woc\">So the servant fell on his knees, imploring him, ‘Have patience with me, and I will pay you everything.’</span> <b class=\"verse-num woc\" id=\"v40018027-1\">27&nbsp;</b><span class=\"woc\">And out of pity for him, the master of that servant released him and forgave him the debt.</span> <b class=\"verse-num woc\" id=\"v40018028-1\">28&nbsp;</b><span class=\"woc\">But when that same servant went out, he found one of his fellow servants who owed him a hundred denarii, and seizing him, he began to choke him, saying, ‘Pay what you owe.’</span> <b class=\"verse-num woc\" id=\"v40018029-1\">29&nbsp;</b><span class=\"woc\">So his fellow servant fell down and pleaded with him, ‘Have patience with me, and I will pay you.’</span> <b class=\"verse-num woc\" id=\"v40018030-1\">30&nbsp;</b><span class=\"woc\">He refused and went and put him in prison until he should pay the debt.</span> <b class=\"verse-num woc\" id=\"v40018031-1\">31&nbsp;</b><span class=\"woc\">When his fellow servants saw what had taken place, they were greatly distressed, and they went and reported to their master all that had taken place.</span> <b class=\"verse-num woc\" id=\"v40018032-1\">32&nbsp;</b><span class=\"woc\">Then his master summoned him and said to him, ‘You wicked servant! I forgave you all that debt because you pleaded with me.</span> <b class=\"verse-num woc\" id=\"v40018033-1\">33&nbsp;</b><span class=\"woc\">And should not you have had mercy on your fellow servant, as I had mercy on you?’</span> <b class=\"verse-num woc\" id=\"v40018034-1\">34&nbsp;</b><span class=\"woc\">And in anger his master delivered him to the jailers, until he should pay all his debt.</span> <b class=\"verse-num woc\" id=\"v40018035-1\">35&nbsp;</b><span class=\"woc\">So also my heavenly Father will do to every one of you, if you do not forgive your brother from your heart.”</span></p>\n\n</div>","niv":"<sup><strong>1</strong></sup> At that time the disciples came to Jesus and asked, \"Who is the greatest in the kingdom of heaven?\" <sup><strong>2</strong></sup> He called a little child and had him stand among them. <sup><strong>3</strong></sup> And he said: \"I tell you the truth, unless you change and become like little children, you will never enter the kingdom of heaven. <sup><strong>4</strong></sup> Therefore, whoever humbles himself like this child is the greatest in the kingdom of heaven. <sup><strong>5</strong></sup> \"And whoever welcomes a little child like this in my name welcomes me. <sup><strong>6</strong></sup> But if anyone causes one of these little ones who believe in me to sin, it would be better for him to have a large millstone hung around his neck and to be drowned in the depths of the sea. <sup><strong>7</strong></sup> \"Woe to the world because of the things that cause people to sin! Such things must come, but woe to the man through whom they come! <sup><strong>8</strong></sup> If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to enter life maimed or crippled than to have two hands or two feet and be thrown into eternal fire. <sup><strong>9</strong></sup> And if your eye causes you to sin, gouge it out and throw it away. It is better for you to enter life with one eye than to have two eyes and be thrown into the fire of hell. <sup><strong>10</strong></sup> \"See that you do not look down on one of these little ones. For I tell you that their angels in heaven always see the face of my Father in heaven. <sup><strong>11</strong></sup> See Footnote <sup><strong>12</strong></sup> \"What do you think? If a man owns a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go to look for the one that wandered off? <sup><strong>13</strong></sup> And if he finds it, I tell you the truth, he is happier about that one sheep than about the ninety-nine that did not wander off. <sup><strong>14</strong></sup> In the same way your Father in heaven is not willing that any of these little ones should be lost. <sup><strong>15</strong></sup> \"If your brother sins against you, go and show him his fault, just between the two of you. If he listens to you, you have won your brother over. <sup><strong>16</strong></sup> But if he will not listen, take one or two others along, so that 'every matter may be established by the testimony of two or three witnesses.' <sup><strong>17</strong></sup> If he refuses to listen to them, tell it to the church; and if he refuses to listen even to the church, treat him as you would a pagan or a tax collector. <sup><strong>18</strong></sup> \"I tell you the truth, whatever you bind on earth will be bound in heaven, and whatever you loose on earth will be loosed in heaven. <sup><strong>19</strong></sup> \"Again, I tell you that if two of you on earth agree about anything you ask for, it will be done for you by my Father in heaven. <sup><strong>20</strong></sup> For where two or three come together in my name, there am I with them.\" <sup><strong>21</strong></sup> Then Peter came to Jesus and asked, \"Lord, how many times shall I forgive my brother when he sins against me? Up to seven times?\" <sup><strong>22</strong></sup> Jesus answered, \"I tell you, not seven times, but seventy-seven times. <sup><strong>23</strong></sup> \"Therefore, the kingdom of heaven is like a king who wanted to settle accounts with his servants. <sup><strong>24</strong></sup> As he began the settlement, a man who owed him ten thousand talents was brought to him. <sup><strong>25</strong></sup> Since he was not able to pay, the master ordered that he and his wife and his children and all that he had be sold to repay the debt. <sup><strong>26</strong></sup> \"The servant fell on his knees before him. 'Be patient with me,' he begged, 'and I will pay back everything.' <sup><strong>27</strong></sup> The servant's master took pity on him, canceled the debt and let him go. <sup><strong>28</strong></sup> \"But when that servant went out, he found one of his fellow servants who owed him a hundred denarii. He grabbed him and began to choke him. 'Pay back what you owe me!' he demanded. <sup><strong>29</strong></sup> \"His fellow servant fell to his knees and begged him, 'Be patient with me, and I will pay you back.' <sup><strong>30</strong></sup> \"But he refused. Instead, he went off and had the man thrown into prison until he could pay the debt. <sup><strong>31</strong></sup> When the other servants saw what had happened, they were greatly distressed and went and told their master everything that had happened. <sup><strong>32</strong></sup> \"Then the master called the servant in. 'You wicked servant,' he said, 'I canceled all that debt of yours because you begged me to. <sup><strong>33</strong></sup> Shouldn't you have had mercy on your fellow servant just as I had on you?' <sup><strong>34</strong></sup> In anger his master turned him over to the jailers to be tortured, until he should pay back all he owed. <sup><strong>35</strong></sup> \"This is how my heavenly Father will treat each of you unless you forgive your brother from your heart.\" "},{"_id":"615bafbb7d79181a3167139d","topicId":"615bafb87d79181a31671394","verse":"Psalm 141:3","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19141003_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v19141003-1\">3&nbsp;</b>&nbsp;&nbsp;Set a guard, O LORD, over my mouth;</span><br><span id=\"p19141003_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;keep watch over the door of my lips!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>3</strong> Set a watch, O LORD, before my mouth; keep the door of my lips.  ","niv":"<sup><strong>3</strong></sup> Set a guard over my mouth, O LORD; keep watch over the door of my lips."},{"_id":"615bafbb7d79181a3167139e","topicId":"615bafb87d79181a31671394","verse":"Hebrews 12:14","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58012014_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58012014-1\">14&nbsp;</b>Strive for peace with everyone, and for the holiness without which no one will see the Lord.</p>\n</div>","kjv":"<strong>14</strong> Follow peace with all men, and holiness, without which no man shall see the Lord:  ","niv":"<sup><strong>14</strong></sup> Make every effort to live in peace with all men and to be holy; without holiness no one will see the Lord."},{"_id":"615bafbc7d79181a3167139f","topicId":"615bafb87d79181a31671394","verse":"Galatians 5:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p48005015_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v48005015-1\">15&nbsp;</b>But if you bite and devour one another, watch out that you are not consumed by one another.</p>\n</div>","kjv":"<strong>15</strong> But if ye bite and devour one another, take heed that ye be not consumed one of another.  ","niv":"<sup><strong>15</strong></sup> If you keep on biting and devouring each other, watch out or you will be destroyed by each other."},{"_id":"615bafbc7d79181a316713a0","topicId":"615bafb87d79181a31671394","verse":"Galatians 2:1-21","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p48002001_06-13\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v48002001-1\">2:1&nbsp;</b>Then after fourteen years I went up again to Jerusalem with Barnabas, taking Titus along with me. <b class=\"verse-num\" id=\"v48002002-1\">2&nbsp;</b>I went up because of a revelation and set before them (though privately before those who seemed influential) the gospel that I proclaim among the Gentiles, in order to make sure I was not running or had not run in vain. <b class=\"verse-num\" id=\"v48002003-1\">3&nbsp;</b>But even Titus, who was with me, was not forced to be circumcised, though he was a Greek. <b class=\"verse-num\" id=\"v48002004-1\">4&nbsp;</b>Yet because of false brothers secretly brought in—who slipped in to spy out our freedom that we have in Christ Jesus, so that they might bring us into slavery—<b class=\"verse-num\" id=\"v48002005-1\">5&nbsp;</b>to them we did not yield in submission even for a moment, so that the truth of the gospel might be preserved for you. <b class=\"verse-num\" id=\"v48002006-1\">6&nbsp;</b>And from those who seemed to be influential (what they were makes no difference to me; God shows no partiality)—those, I say, who seemed influential added nothing to me. <b class=\"verse-num\" id=\"v48002007-1\">7&nbsp;</b>On the contrary, when they saw that I had been entrusted with the gospel to the uncircumcised, just as Peter had been entrusted with the gospel to the circumcised <b class=\"verse-num\" id=\"v48002008-1\">8&nbsp;</b>(for he who worked through Peter for his apostolic ministry to the circumcised worked also through me for mine to the Gentiles), <b class=\"verse-num\" id=\"v48002009-1\">9&nbsp;</b>and when James and Cephas and John, who seemed to be pillars, perceived the grace that was given to me, they gave the right hand of fellowship to Barnabas and me, that we should go to the Gentiles and they to the circumcised. <b class=\"verse-num\" id=\"v48002010-1\">10&nbsp;</b>Only, they asked us to remember the poor, the very thing I was eager to do.</p>\n\n<p id=\"p48002010_09-13\"><b class=\"verse-num\" id=\"v48002011-1\">11&nbsp;</b>But when Cephas came to Antioch, I opposed him to his face, because he stood condemned. <b class=\"verse-num\" id=\"v48002012-1\">12&nbsp;</b>For before certain men came from James, he was eating with the Gentiles; but when they came he drew back and separated himself, fearing the circumcision party. <b class=\"verse-num\" id=\"v48002013-1\">13&nbsp;</b>And the rest of the Jews acted hypocritically along with him, so that even Barnabas was led astray by their hypocrisy. <b class=\"verse-num\" id=\"v48002014-1\">14&nbsp;</b>But when I saw that their conduct was not in step with the truth of the gospel, I said to Cephas before them all, “If you, though a Jew, live like a Gentile and not like a Jew, how can you force the Gentiles to live like Jews?”</p>\n\n<p id=\"p48002014_12-13\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v48002015-1\">15&nbsp;</b>We ourselves are Jews by birth and not Gentile sinners; <b class=\"verse-num\" id=\"v48002016-1\">16&nbsp;</b>yet we know that a person is not justified by works of the law but through faith in Jesus Christ, so we also have believed in Christ Jesus, in order to be justified by faith in Christ and not by works of the law, because by works of the law no one will be justified.</p>\n<p id=\"p48002016_12-13\"><b class=\"verse-num\" id=\"v48002017-1\">17&nbsp;</b>But if, in our endeavor to be justified in Christ, we too were found to be sinners, is Christ then a servant of sin? Certainly not! <b class=\"verse-num\" id=\"v48002018-1\">18&nbsp;</b>For if I rebuild what I tore down, I prove myself to be a transgressor. <b class=\"verse-num\" id=\"v48002019-1\">19&nbsp;</b>For through the law I died to the law, so that I might live to God. <b class=\"verse-num\" id=\"v48002020-1\">20&nbsp;</b>I have been crucified with Christ. It is no longer I who live, but Christ who lives in me. And the life I now live in the flesh I live by faith in the Son of God, who loved me and gave himself for me. <b class=\"verse-num\" id=\"v48002021-1\">21&nbsp;</b>I do not nullify the grace of God, for if righteousness were through the law, then Christ died for no purpose.</p>\n\n</div>","kjv":"<strong>1</strong> Then fourteen years after I went up again to Jerusalem with Barnabas, and took Titus with me also.  <strong>2</strong> And I went up by revelation, and communicated unto them that gospel which I preach among the Gentiles, but privately to them which were of reputation, lest by any means I should run, or had run, in vain.  <strong>3</strong> But neither Titus, who was with me, being a Greek, was compelled to be circumcised:  <strong>4</strong> And that because of false brethren unawares brought in, who came in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage:  <strong>5</strong> To whom we gave place by subjection, no, not for an hour; that the truth of the gospel might continue with you.  <strong>6</strong> But of these who seemed to be somewhat, (whatsoever they were, it maketh no matter to me: God accepteth no man’s person:) for they who seemed to be somewhat in conference added nothing to me:  <strong>7</strong> But contrariwise, when they saw that the gospel of the uncircumcision was committed unto me, as the gospel of the circumcision was  unto Peter;  <strong>8</strong> (For he that wrought effectually in Peter to the apostleship of the circumcision, the same was mighty in me toward the Gentiles:)  <strong>9</strong> And when James, Cephas, and John, who seemed to be pillars, perceived the grace that was given unto me, they gave to me and Barnabas the right hands of fellowship; that we should go unto the heathen, and they unto the circumcision.  <strong>10</strong> Only they would that we should remember the poor; the same which I also was forward to do.  <strong>11</strong> But when Peter was come to Antioch, I withstood him to the face, because he was to be blamed.  <strong>12</strong> For before that certain came from James, he did eat with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.  <strong>13</strong> And the other Jews dissembled likewise with him; insomuch that Barnabas also was carried away with their dissimulation.  <strong>14</strong> But when I saw that they walked not uprightly according to the truth of the gospel, I said unto Peter before them all, If thou, being a Jew, livest after the manner of Gentiles, and not as do the Jews, why compellest thou the Gentiles to live as do the Jews?  <strong>15</strong> We who are Jews by nature, and not sinners of the Gentiles,  <strong>16</strong> Knowing that a man is not justified by the works of the law, but by the faith of Jesus Christ, even we have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the law: for by the works of the law shall no flesh be justified.  <strong>17</strong> But if, while we seek to be justified by Christ, we ourselves also are found sinners, is therefore Christ the minister of sin? God forbid.  <strong>18</strong> For if I build again the things which I destroyed, I make myself a transgressor.  <strong>19</strong> For I through the law am dead to the law, that I might live unto God.  <strong>20</strong> I am crucified with Christ: nevertheless I live; yet not I, but Christ liveth in me: and the life which I now live in the flesh I live by the faith of the Son of God, who loved me, and gave himself for me.  <strong>21</strong> I do not frustrate the grace of God: for if righteousness come  by the law, then Christ is dead in vain.  ","niv":"<sup><strong>1</strong></sup> Fourteen years later I went up again to Jerusalem, this time with Barnabas. I took Titus along also. <sup><strong>2</strong></sup> I went in response to a revelation and set before them the gospel that I preach among the Gentiles. But I did this privately to those who seemed to be leaders, for fear that I was running or had run my race in vain. <sup><strong>3</strong></sup> Yet not even Titus, who was with me, was compelled to be circumcised, even though he was a Greek. <sup><strong>4</strong></sup> This matter arose because some false brothers had infiltrated our ranks to spy on the freedom we have in Christ Jesus and to make us slaves. <sup><strong>5</strong></sup> We did not give in to them for a moment, so that the truth of the gospel might remain with you. <sup><strong>6</strong></sup> As for those who seemed to be important--whatever they were makes no difference to me; God does not judge by external appearance--those men added nothing to my message. <sup><strong>7</strong></sup> On the contrary, they saw that I had been entrusted with the task of preaching the gospel to the Gentiles, just as Peter had been to the Jews. <sup><strong>8</strong></sup> For God, who was at work in the ministry of Peter as an apostle to the Jews, was also at work in my ministry as an apostle to the Gentiles. <sup><strong>9</strong></sup> James, Peter and John, those reputed to be pillars, gave me and Barnabas the right hand of fellowship when they recognized the grace given to me. They agreed that we should go to the Gentiles, and they to the Jews. <sup><strong>10</strong></sup> All they asked was that we should continue to remember the poor, the very thing I was eager to do. <sup><strong>11</strong></sup> When Peter came to Antioch, I opposed him to his face, because he was clearly in the wrong. <sup><strong>12</strong></sup> Before certain men came from James, he used to eat with the Gentiles. But when they arrived, he began to draw back and separate himself from the Gentiles because he was afraid of those who belonged to the circumcision group. <sup><strong>13</strong></sup> The other Jews joined him in his hypocrisy, so that by their hypocrisy even Barnabas was led astray. <sup><strong>14</strong></sup> When I saw that they were not acting in line with the truth of the gospel, I said to Peter in front of them all, \"You are a Jew, yet you live like a Gentile and not like a Jew. How is it, then, that you force Gentiles to follow Jewish customs? <sup><strong>15</strong></sup> \"We who are Jews by birth and not 'Gentile sinners' <sup><strong>16</strong></sup> know that a man is not justified by observing the law, but by faith in Jesus Christ. So we, too, have put our faith in Christ Jesus that we may be justified by faith in Christ and not by observing the law, because by observing the law no one will be justified. <sup><strong>17</strong></sup> \"If, while we seek to be justified in Christ, it becomes evident that we ourselves are sinners, does that mean that Christ promotes sin? Absolutely not! <sup><strong>18</strong></sup> If I rebuild what I destroyed, I prove that I am a lawbreaker. <sup><strong>19</strong></sup> For through the law I died to the law so that I might live for God. <sup><strong>20</strong></sup> I have been crucified with Christ and I no longer live, but Christ lives in me. The life I live in the body, I live by faith in the Son of God, who loved me and gave himself for me. <sup><strong>21</strong></sup> I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!\" "},{"_id":"615bafbc7d79181a316713a1","topicId":"615bafb87d79181a31671394","verse":"2 Corinthians 11:33","votes":0,"__v":0,"esv":"<div>\n<p id=\"p47011033_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v47011033-1\">33&nbsp;</b>but I was let down in a basket through a window in the wall and escaped his hands.</p>\n</div>","kjv":"<strong>33</strong> And through a window in a basket was I let down by the wall, and escaped his hands.  ","niv":"<sup><strong>33</strong></sup> But I was lowered in a basket from a window in the wall and slipped through his hands.","modified":"2023-09-23T21:45:48.774Z"},{"_id":"615bafbc7d79181a316713a2","topicId":"615bafb87d79181a31671394","verse":"2 Corinthians 5:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47005017_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v47005017-1\">17&nbsp;</b>Therefore, if anyone is in Christ, he is a new creation. The old has passed away; behold, the new has come.</p>\n\n</div>","kjv":"<strong>17</strong> Therefore if any man be in Christ, he is a new creature: old things are passed away; behold, all things are become new.  ","niv":"<sup><strong>17</strong></sup> Therefore, if anyone is in Christ, he is a new creation; the old has gone, the new has come!"},{"_id":"615bafbd7d79181a316713a3","topicId":"615bafb87d79181a31671394","verse":"2 Corinthians 1:4","votes":1,"__v":0,"esv":"<div>\n<p id=\"p47001004_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v47001004-1\">4&nbsp;</b>who comforts us in all our affliction, so that we may be able to comfort those who are in any affliction, with the comfort with which we ourselves are comforted by God.</p>\n</div>","kjv":"<strong>4</strong> Who comforteth us in all our tribulation, that we may be able to comfort them which are in any trouble, by the comfort wherewith we ourselves are comforted of God.  ","niv":"<sup><strong>4</strong></sup> who comforts us in all our troubles, so that we can comfort those in any trouble with the comfort we ourselves have received from God."},{"_id":"615bafbd7d79181a316713a4","topicId":"615bafb87d79181a31671394","verse":"1 Corinthians 3:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46003023_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003023-1\">23&nbsp;</b>and you are Christ’s, and Christ is God’s.</p>\n</div>","kjv":"<strong>23</strong> And ye are Christ’s; and Christ is God’s.  ","niv":"<sup><strong>23</strong></sup> and you are of Christ, and Christ is of God."},{"_id":"615bafbd7d79181a316713a5","topicId":"615bafb87d79181a31671394","verse":"1 Corinthians 3:22","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46003022_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003022-1\">22&nbsp;</b>whether Paul or Apollos or Cephas or the world or life or death or the present or the future—all are yours,</p>\n</div>","kjv":"<strong>22</strong> Whether Paul, or Apollos, or Cephas, or the world, or life, or death, or things present, or things to come; all are yours;  ","niv":"<sup><strong>22</strong></sup> whether Paul or Apollos or Cephas or the world or life or death or the present or the future--all are yours,"},{"_id":"615bafbe7d79181a316713a6","topicId":"615bafb87d79181a31671394","verse":"1 Corinthians 3:15","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46003015_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003015-1\">15&nbsp;</b>If anyone’s work is burned up, he will suffer loss, though he himself will be saved, but only as through fire.</p>\n</div>","kjv":"<strong>15</strong> If any man’s work shall be burned, he shall suffer loss: but he himself shall be saved; yet so as by fire.  ","niv":"<sup><strong>15</strong></sup> If it is burned up, he will suffer loss; he himself will be saved, but only as one escaping through the flames."},{"_id":"615bafbe7d79181a316713a7","topicId":"615bafb87d79181a31671394","verse":"1 Corinthians 3:12","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46003012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46003012-1\">12&nbsp;</b>Now if anyone builds on the foundation with gold, silver, precious stones, wood, hay, straw—</p>\n</div>","kjv":"<strong>12</strong> Now if any man build upon this foundation gold, silver, precious stones, wood, hay, stubble;  ","niv":"<sup><strong>12</strong></sup> If any man builds on this foundation using gold, silver, costly stones, wood, hay or straw,"},{"_id":"615bafbe7d79181a316713a8","topicId":"615bafb87d79181a31671394","verse":"1 Corinthians 1:25-31","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46001025_01-26\" class=\"same-paragraph virtual\"><b class=\"verse-num\" id=\"v46001025-1\">25&nbsp;</b>For the foolishness of God is wiser than men, and the weakness of God is stronger than men.</p>\n<p id=\"p46001025_01-26\"><b class=\"verse-num\" id=\"v46001026-1\">26&nbsp;</b>For consider your calling, brothers: not many of you were wise according to worldly standards, not many were powerful, not many were of noble birth. <b class=\"verse-num\" id=\"v46001027-1\">27&nbsp;</b>But God chose what is foolish in the world to shame the wise; God chose what is weak in the world to shame the strong; <b class=\"verse-num\" id=\"v46001028-1\">28&nbsp;</b>God chose what is low and despised in the world, even things that are not, to bring to nothing things that are, <b class=\"verse-num\" id=\"v46001029-1\">29&nbsp;</b>so that no human being might boast in the presence of God. <b class=\"verse-num\" id=\"v46001030-1\">30&nbsp;</b>And because of him you are in Christ Jesus, who became to us wisdom from God, righteousness and sanctification and redemption, <b class=\"verse-num\" id=\"v46001031-1\">31&nbsp;</b>so that, as it is written, “Let the one who boasts, boast in the Lord.”</p>\n\n</div>","kjv":"<strong>25</strong> Because the foolishness of God is wiser than men; and the weakness of God is stronger than men.  <strong>26</strong> For ye see your calling, brethren, how that not many wise men after the flesh, not many mighty, not many noble, are called:  <strong>27</strong> But God hath chosen the foolish things of the world to confound the wise; and God hath chosen the weak things of the world to confound the things which are mighty;  <strong>28</strong> And base things of the world, and things which are despised, hath God chosen, yea, and things which are not, to bring to nought things that are:  <strong>29</strong> That no flesh should glory in his presence.  <strong>30</strong> But of him are ye in Christ Jesus, who of God is made unto us wisdom, and righteousness, and sanctification, and redemption:  <strong>31</strong> That, according as it is written, He that glorieth, let him glory in the Lord.  ","niv":"<sup><strong>25</strong></sup> For the foolishness of God is wiser than man's wisdom, and the weakness of God is stronger than man's strength. <sup><strong>26</strong></sup> Brothers, think of what you were when you were called. Not many of you were wise by human standards; not many were influential; not many were of noble birth. <sup><strong>27</strong></sup> But God chose the foolish things of the world to shame the wise; God chose the weak things of the world to shame the strong. <sup><strong>28</strong></sup> He chose the lowly things of this world and the despised things--and the things that are not--to nullify the things that are, <sup><strong>29</strong></sup> so that no one may boast before him. <sup><strong>30</strong></sup> It is because of him that you are in Christ Jesus, who has become for us wisdom from God--that is, our righteousness, holiness and redemption. <sup><strong>31</strong></sup> Therefore, as it is written: \"Let him who boasts boast in the Lord.\" "},{"_id":"615bafbf7d79181a316713a9","topicId":"615bafb87d79181a31671394","verse":"Romans 13:2","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45013002_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.</p>\n</div>","kjv":"<strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  ","niv":"<sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves."},{"_id":"615bafbf7d79181a316713aa","topicId":"615bafb87d79181a31671394","verse":"Romans 13:1-2","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p45013001_05-28\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45013001-1\">13:1&nbsp;</b>Let every person be subject to the governing authorities. For there is no authority except from God, and those that exist have been instituted by God. <b class=\"verse-num\" id=\"v45013002-1\">2&nbsp;</b>Therefore whoever resists the authorities resists what God has appointed, and those who resist will incur judgment.</p>\n</div>","kjv":"<strong>1</strong> Let every soul be subject unto the higher powers. For there is no power but of God: the powers that be are ordained of God.  <strong>2</strong> Whosoever therefore resisteth the power, resisteth the ordinance of God: and they that resist shall receive to themselves damnation.  ","niv":"<sup><strong>1</strong></sup> Everyone must submit himself to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God. <sup><strong>2</strong></sup> Consequently, he who rebels against the authority is rebelling against what God has instituted, and those who do so will bring judgment on themselves. "},{"_id":"615bafbf7d79181a316713ab","topicId":"615bafb87d79181a31671394","verse":"Romans 10:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45010009_01-29\" class=\"virtual\"><b class=\"verse-num\" id=\"v45010009-1\">9&nbsp;</b>because, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved.</p>\n</div>","kjv":"<strong>9</strong> That if thou shalt confess with thy mouth the Lord Jesus, and shalt believe in thine heart that God hath raised him from the dead, thou shalt be saved.  ","niv":"<sup><strong>9</strong></sup> That if you confess with your mouth, \"Jesus is Lord,\" and believe in your heart that God raised him from the dead, you will be saved."},{"_id":"615bafc07d79181a316713ac","topicId":"615bafb87d79181a31671394","verse":"Romans 3:23","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45003023_01-30\" class=\"virtual\"><b class=\"verse-num\" id=\"v45003023-1\">23&nbsp;</b>for all have sinned and fall short of the glory of God,</p>\n</div>","kjv":"<strong>23</strong> For all have sinned, and come short of the glory of God;  ","niv":"<sup><strong>23</strong></sup> for all have sinned and fall short of the glory of God,"},{"_id":"615bafc07d79181a316713ad","topicId":"615bafb87d79181a31671394","verse":"Acts 23:17","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44023017_01-31\" class=\"virtual\"><b class=\"verse-num\" id=\"v44023017-1\">17&nbsp;</b>Paul called one of the centurions and said, “Take this young man to the tribune, for he has something to tell him.”</p>\n</div>","kjv":"<strong>17</strong> Then Paul called one of the centurions unto him, and said, Bring this young man unto the chief captain: for he hath a certain thing to tell him.  ","niv":"<sup><strong>17</strong></sup> Then Paul called one of the centurions and said, \"Take this young man to the commander; he has something to tell him.\""}]}