{"_id":"615bb3afe4f8ad1e13fa7e91","slug":"counselors","name":"Counselors","verses":[{"_id":"615bb3afe4f8ad1e13fa7e92","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Proverbs 11:14","votes":47,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20011014_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20011014-1\">14&nbsp;</b>&nbsp;&nbsp;Where there is no guidance, a people falls,</span><br><span id=\"p20011014_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but in an abundance of counselors there is safety.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>14</strong> Where no counsel is, the people fall: but in the multitude of counsellors there is safety.  ","niv":"<sup><strong>14</strong></sup> For lack of guidance a nation falls, but many advisers make victory sure."},{"_id":"615bb3afe4f8ad1e13fa7e93","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Proverbs 15:22","votes":32,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015022_01-2\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015022-1\">22&nbsp;</b>&nbsp;&nbsp;Without counsel plans fail,</span><br><span id=\"p20015022_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but with many advisers they succeed.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Without counsel purposes are disappointed: but in the multitude of counsellors they are established.  ","niv":"<sup><strong>22</strong></sup> Plans fail for lack of counsel, but with many advisers they succeed."},{"_id":"615bb3b1e4f8ad1e13fa7e94","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"James 5:16","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59005016_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59005016-1\">16&nbsp;</b>Therefore, confess your sins to one another and pray for one another, that you may be healed. The prayer of a righteous person has great power as it is working.</p>\n\n</div>","kjv":"<strong>16</strong> Confess your faults one to another, and pray one for another, that ye may be healed. The effectual fervent prayer of a righteous man availeth much.  ","niv":"<sup><strong>16</strong></sup> Therefore confess your sins to each other and pray for each other so that you may be healed. The prayer of a righteous man is powerful and effective."},{"_id":"615bb3b1e4f8ad1e13fa7e95","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Ezekiel 34:16","votes":9,"__v":0,"esv":"<div>\n<p id=\"p26034016_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v26034016-1\">16&nbsp;</b>I will seek the lost, and I will bring back the strayed, and I will bind up the injured, and I will strengthen the weak, and the fat and the strong I will destroy. I will feed them in justice.</p>\n\n</div>","kjv":"<strong>16</strong> I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen that which was sick: but I will destroy the fat and the strong; I will feed them with judgment.  ","niv":"<sup><strong>16</strong></sup> I will search for the lost and bring back the strays. I will bind up the injured and strengthen the weak, but the sleek and the strong I will destroy. I will shepherd the flock with justice."},{"_id":"615bb3b1e4f8ad1e13fa7e97","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Amos 3:7","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p30003007_01-5\" class=\"line\"><b class=\"verse-num inline\" id=\"v30003007-1\">7&nbsp;</b>&nbsp;&nbsp;“For the Lord GOD does nothing</span><br><span id=\"p30003007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;without revealing his secret</span><br><span id=\"p30003007_01-5\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to his servants the prophets.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>7</strong> Surely the Lord GOD will do nothing, but he revealeth his secret unto his servants the prophets.  ","niv":"<sup><strong>7</strong></sup> Surely the Sovereign LORD does nothing without revealing his plan to his servants the prophets."},{"_id":"615bb3b1e4f8ad1e13fa7e96","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Proverbs 12:15","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012015_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012015-1\">15&nbsp;</b>&nbsp;&nbsp;The way of a fool is right in his own eyes,</span><br><span id=\"p20012015_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a wise man listens to advice.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>15</strong> The way of a fool is right in his own eyes: but he that hearkeneth unto counsel is wise.  ","niv":"<sup><strong>15</strong></sup> The way of a fool seems right to him, but a wise man listens to advice."},{"_id":"615bb3b1e4f8ad1e13fa7e98","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Ephesians 4:1-32","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p49004001_07-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v49004001-1\">4:1&nbsp;</b>I therefore, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you have been called, <b class=\"verse-num\" id=\"v49004002-1\">2&nbsp;</b>with all humility and gentleness, with patience, bearing with one another in love, <b class=\"verse-num\" id=\"v49004003-1\">3&nbsp;</b>eager to maintain the unity of the Spirit in the bond of peace. <b class=\"verse-num\" id=\"v49004004-1\">4&nbsp;</b>There is one body and one Spirit—just as you were called to the one hope that belongs to your call—<b class=\"verse-num\" id=\"v49004005-1\">5&nbsp;</b>one Lord, one faith, one baptism, <b class=\"verse-num\" id=\"v49004006-1\">6&nbsp;</b>one God and Father of all, who is over all and through all and in all. <b class=\"verse-num\" id=\"v49004007-1\">7&nbsp;</b>But grace was given to each one of us according to the measure of Christ’s gift. <b class=\"verse-num\" id=\"v49004008-1\">8&nbsp;</b>Therefore it says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p49004008_07-7\" class=\"line\">&nbsp;&nbsp;“When he ascended on high he led a host of captives,</span><br><span id=\"p49004008_07-7\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and he gave gifts to men.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p49004008_07-7\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v49004009-1\">9&nbsp;</b>(In saying, “He ascended,” what does it mean but that he had also descended into the lower regions, the earth? <b class=\"verse-num\" id=\"v49004010-1\">10&nbsp;</b>He who descended is the one who also ascended far above all the heavens, that he might fill all things.) <b class=\"verse-num\" id=\"v49004011-1\">11&nbsp;</b>And he gave the apostles, the prophets, the evangelists, the shepherds and teachers, <b class=\"verse-num\" id=\"v49004012-1\">12&nbsp;</b>to equip the saints for the work of ministry, for building up the body of Christ, <b class=\"verse-num\" id=\"v49004013-1\">13&nbsp;</b>until we all attain to the unity of the faith and of the knowledge of the Son of God, to mature manhood, to the measure of the stature of the fullness of Christ, <b class=\"verse-num\" id=\"v49004014-1\">14&nbsp;</b>so that we may no longer be children, tossed to and fro by the waves and carried about by every wind of doctrine, by human cunning, by craftiness in deceitful schemes. <b class=\"verse-num\" id=\"v49004015-1\">15&nbsp;</b>Rather, speaking the truth in love, we are to grow up in every way into him who is the head, into Christ, <b class=\"verse-num\" id=\"v49004016-1\">16&nbsp;</b>from whom the whole body, joined and held together by every joint with which it is equipped, when each part is working properly, makes the body grow so that it builds itself up in love.</p>\n\n<p id=\"p49004016_10-7\"><b class=\"verse-num\" id=\"v49004017-1\">17&nbsp;</b>Now this I say and testify in the Lord, that you must no longer walk as the Gentiles do, in the futility of their minds. <b class=\"verse-num\" id=\"v49004018-1\">18&nbsp;</b>They are darkened in their understanding, alienated from the life of God because of the ignorance that is in them, due to their hardness of heart. <b class=\"verse-num\" id=\"v49004019-1\">19&nbsp;</b>They have become callous and have given themselves up to sensuality, greedy to practice every kind of impurity. <b class=\"verse-num\" id=\"v49004020-1\">20&nbsp;</b>But that is not the way you learned Christ!—<b class=\"verse-num\" id=\"v49004021-1\">21&nbsp;</b>assuming that you have heard about him and were taught in him, as the truth is in Jesus, <b class=\"verse-num\" id=\"v49004022-1\">22&nbsp;</b>to put off your old self, which belongs to your former manner of life and is corrupt through deceitful desires, <b class=\"verse-num\" id=\"v49004023-1\">23&nbsp;</b>and to be renewed in the spirit of your minds, <b class=\"verse-num\" id=\"v49004024-1\">24&nbsp;</b>and to put on the new self, created after the likeness of God in true righteousness and holiness.</p>\n<p id=\"p49004024_10-7\"><b class=\"verse-num\" id=\"v49004025-1\">25&nbsp;</b>Therefore, having put away falsehood, let each one of you speak the truth with his neighbor, for we are members one of another. <b class=\"verse-num\" id=\"v49004026-1\">26&nbsp;</b>Be angry and do not sin; do not let the sun go down on your anger, <b class=\"verse-num\" id=\"v49004027-1\">27&nbsp;</b>and give no opportunity to the devil. <b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need. <b class=\"verse-num\" id=\"v49004029-1\">29&nbsp;</b>Let no corrupting talk come out of your mouths, but only such as is good for building up, as fits the occasion, that it may give grace to those who hear. <b class=\"verse-num\" id=\"v49004030-1\">30&nbsp;</b>And do not grieve the Holy Spirit of God, by whom you were sealed for the day of redemption. <b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n\n</div>","kjv":"<strong>1</strong> I therefore, the prisoner of the Lord, beseech you that ye walk worthy of the vocation wherewith ye are called,  <strong>2</strong> With all lowliness and meekness, with longsuffering, forbearing one another in love;  <strong>3</strong> Endeavouring to keep the unity of the Spirit in the bond of peace.  <strong>4</strong> There is one body, and one Spirit, even as ye are called in one hope of your calling;  <strong>5</strong> One Lord, one faith, one baptism,  <strong>6</strong> One God and Father of all, who is above all, and through all, and in you all.  <strong>7</strong> But unto every one of us is given grace according to the measure of the gift of Christ.  <strong>8</strong> Wherefore he saith, When he ascended up on high, he led captivity captive, and gave gifts unto men.  <strong>9</strong> (Now that he ascended, what is it but that he also descended first into the lower parts of the earth?  <strong>10</strong> He that descended is the same also that ascended up far above all heavens, that he might fill all things.)  <strong>11</strong> And he gave some, apostles; and some, prophets; and some, evangelists; and some, pastors and teachers;  <strong>12</strong> For the perfecting of the saints, for the work of the ministry, for the edifying of the body of Christ:  <strong>13</strong> Till we all come in the unity of the faith, and of the knowledge of the Son of God, unto a perfect man, unto the measure of the stature of the fulness of Christ:  <strong>14</strong> That we henceforth be no more children, tossed to and fro, and carried about with every wind of doctrine, by the sleight of men, and  cunning craftiness, whereby they lie in wait to deceive;  <strong>15</strong> But speaking the truth in love, may grow up into him in all things, which is the head, even Christ:  <strong>16</strong> From whom the whole body fitly joined together and compacted by that which every joint supplieth, according to the effectual working in the measure of every part, maketh increase of the body unto the edifying of itself in love.  <strong>17</strong> This I say therefore, and testify in the Lord, that ye henceforth walk not as other Gentiles walk, in the vanity of their mind,  <strong>18</strong> Having the understanding darkened, being alienated from the life of God through the ignorance that is in them, because of the blindness of their heart:  <strong>19</strong> Who being past feeling have given themselves over unto lasciviousness, to work all uncleanness with greediness.  <strong>20</strong> But ye have not so learned Christ;  <strong>21</strong> If so be that ye have heard him, and have been taught by him, as the truth is in Jesus:  <strong>22</strong> That ye put off concerning the former conversation the old man, which is corrupt according to the deceitful lusts;  <strong>23</strong> And be renewed in the spirit of your mind;  <strong>24</strong> And that ye put on the new man, which after God is created in righteousness and true holiness.  <strong>25</strong> Wherefore putting away lying, speak every man truth with his neighbour: for we are members one of another.  <strong>26</strong> Be ye angry, and sin not: let not the sun go down upon your wrath:  <strong>27</strong> Neither give place to the devil.  <strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  <strong>29</strong> Let no corrupt communication proceed out of your mouth, but that which is good to the use of edifying, that it may minister grace unto the hearers.  <strong>30</strong> And grieve not the holy Spirit of God, whereby ye are sealed unto the day of redemption.  <strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>1</strong></sup> As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. <sup><strong>2</strong></sup> Be completely humble and gentle; be patient, bearing with one another in love. <sup><strong>3</strong></sup> Make every effort to keep the unity of the Spirit through the bond of peace. <sup><strong>4</strong></sup> There is one body and one Spirit--just as you were called to one hope when you were called-- <sup><strong>5</strong></sup> one Lord, one faith, one baptism; <sup><strong>6</strong></sup> one God and Father of all, who is over all and through all and in all. <sup><strong>7</strong></sup> But to each one of us grace has been given as Christ apportioned it. <sup><strong>8</strong></sup> This is why it says: \"When he ascended on high, he led captives in his train and gave gifts to men.\" <sup><strong>9</strong></sup> (What does \"he ascended\" mean except that he also descended to the lower, earthly regions? <sup><strong>10</strong></sup> He who descended is the very one who ascended higher than all the heavens, in order to fill the whole universe.) <sup><strong>11</strong></sup> It was he who gave some to be apostles, some to be prophets, some to be evangelists, and some to be pastors and teachers, <sup><strong>12</strong></sup> to prepare God's people for works of service, so that the body of Christ may be built up <sup><strong>13</strong></sup> until we all reach unity in the faith and in the knowledge of the Son of God and become mature, attaining to the whole measure of the fullness of Christ. <sup><strong>14</strong></sup> Then we will no longer be infants, tossed back and forth by the waves, and blown here and there by every wind of teaching and by the cunning and craftiness of men in their deceitful scheming. <sup><strong>15</strong></sup> Instead, speaking the truth in love, we will in all things grow up into him who is the Head, that is, Christ. <sup><strong>16</strong></sup> From him the whole body, joined and held together by every supporting ligament, grows and builds itself up in love, as each part does its work. <sup><strong>17</strong></sup> So I tell you this, and insist on it in the Lord, that you must no longer live as the Gentiles do, in the futility of their thinking. <sup><strong>18</strong></sup> They are darkened in their understanding and separated from the life of God because of the ignorance that is in them due to the hardening of their hearts. <sup><strong>19</strong></sup> Having lost all sensitivity, they have given themselves over to sensuality so as to indulge in every kind of impurity, with a continual lust for more. <sup><strong>20</strong></sup> You, however, did not come to know Christ that way. <sup><strong>21</strong></sup> Surely you heard of him and were taught in him in accordance with the truth that is in Jesus. <sup><strong>22</strong></sup> You were taught, with regard to your former way of life, to put off your old self, which is being corrupted by its deceitful desires; <sup><strong>23</strong></sup> to be made new in the attitude of your minds; <sup><strong>24</strong></sup> and to put on the new self, created to be like God in true righteousness and holiness. <sup><strong>25</strong></sup> Therefore each of you must put off falsehood and speak truthfully to his neighbor, for we are all members of one body. <sup><strong>26</strong></sup> \"In your anger do not sin\": Do not let the sun go down while you are still angry, <sup><strong>27</strong></sup> and do not give the devil a foothold. <sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need. <sup><strong>29</strong></sup> Do not let any unwholesome talk come out of your mouths, but only what is helpful for building others up according to their needs, that it may benefit those who listen. <sup><strong>30</strong></sup> And do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. <sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"615bb3b1e4f8ad1e13fa7e99","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"2 Timothy 2:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55002015_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v55002015-1\">15&nbsp;</b>Do your best to present yourself to God as one approved, a worker who has no need to be ashamed, rightly handling the word of truth.</p>\n\n</div>","kjv":"<strong>15</strong> Study to shew thyself approved unto God, a workman that needeth not to be ashamed, rightly dividing the word of truth.  ","niv":"<sup><strong>15</strong></sup> Do your best to present yourself to God as one approved, a workman who does not need to be ashamed and who correctly handles the word of truth."},{"_id":"615bb3b1e4f8ad1e13fa7e9a","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"James 1:15","votes":4,"__v":0,"esv":"<div>\n<p id=\"p59001015_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001015-1\">15&nbsp;</b>Then desire when it has conceived gives birth to sin, and sin when it is fully grown brings forth death.</p>\n</div>","kjv":"<strong>15</strong> Then when lust hath conceived, it bringeth forth sin: and sin, when it is finished, bringeth forth death.  ","niv":"<sup><strong>15</strong></sup> Then, after desire has conceived, it gives birth to sin; and sin, when it is full-grown, gives birth to death."},{"_id":"615bb3b3e4f8ad1e13fa7e9b","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Isaiah 9:6","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-10\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-10\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace."},{"_id":"615bb3b3e4f8ad1e13fa7e9c","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Matthew 23:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p40023003_01-11\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span></p>\n</div>","kjv":"<strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  ","niv":"<sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach."},{"_id":"615bb3b3e4f8ad1e13fa7e9d","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Ezekiel 34:4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p26034004_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v26034004-1\">4&nbsp;</b>The weak you have not strengthened, the sick you have not healed, the injured you have not bound up, the strayed you have not brought back, the lost you have not sought, and with force and harshness you have ruled them.</p>\n</div>","kjv":"<strong>4</strong> The diseased have ye not strengthened, neither have ye healed that which was sick, neither have ye bound up that which was broken, neither have ye brought again that which was driven away, neither have ye sought that which was lost; but with force and with cruelty have ye ruled them.  ","niv":"<sup><strong>4</strong></sup> You have not strengthened the weak or healed the sick or bound up the injured. You have not brought back the strays or searched for the lost. You have ruled them harshly and brutally."},{"_id":"615bb3b3e4f8ad1e13fa7e9e","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Luke 22:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42022026_01-13\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42022026-1\">26&nbsp;</b><span class=\"woc\">But not so with you. Rather, let the greatest among you become as the youngest, and the leader as one who serves.</span></p>\n</div>","kjv":"<strong>26</strong> But ye shall not be so: but he that is greatest among you, let him be as the younger; and he that is chief, as he that doth serve.  ","niv":"<sup><strong>26</strong></sup> But you are not to be like that. Instead, the greatest among you should be like the youngest, and the one who rules like the one who serves."},{"_id":"615bb3b4e4f8ad1e13fa7e9f","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Matthew 23:23","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40023023_01-14\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span></p>\n</div>","kjv":"<strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  ","niv":"<sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former."},{"_id":"615bb3b4e4f8ad1e13fa7ea0","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Matthew 16:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p40016006_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v40016006-1\">6&nbsp;</b>Jesus said to them, <span class=\"woc\">“Watch and beware of the leaven of the Pharisees and Sadducees.”</span></p>\n</div>","kjv":"<strong>6</strong> Then Jesus said unto them, Take heed and beware of the leaven of the Pharisees and of the Sadducees.  ","niv":"<sup><strong>6</strong></sup> \"Be careful,\" Jesus said to them. \"Be on your guard against the yeast of the Pharisees and Sadducees.\""},{"_id":"615bb3b4e4f8ad1e13fa7ea1","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"2 Chronicles 6:30","votes":3,"__v":0,"esv":"<div>\n<p id=\"p14006030_01-16\" class=\"virtual\"><b class=\"verse-num\" id=\"v14006030-1\">30&nbsp;</b>then hear from heaven your dwelling place and forgive and render to each whose heart you know, according to all his ways, for you, you only, know the hearts of the children of mankind,</p>\n</div>","kjv":"<strong>30</strong> Then hear thou from heaven thy dwelling place, and forgive, and render unto every man according unto all his ways, whose heart thou knowest; (for thou only knowest the hearts of the children of men:)  ","niv":"<sup><strong>30</strong></sup> then hear from heaven, your dwelling place. Forgive, and deal with each man according to all he does, since you know his heart (for you alone know the hearts of men),"},{"_id":"615bb3b4e4f8ad1e13fa7ea2","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Matthew 28:1-20","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-17\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. <b class=\"verse-num\" id=\"v40028002-1\">2&nbsp;</b>And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. <b class=\"verse-num\" id=\"v40028003-1\">3&nbsp;</b>His appearance was like lightning, and his clothing white as snow. <b class=\"verse-num\" id=\"v40028004-1\">4&nbsp;</b>And for fear of him the guards trembled and became like dead men. <b class=\"verse-num\" id=\"v40028005-1\">5&nbsp;</b>But the angel said to the women, “Do not be afraid, for I know that you seek Jesus who was crucified. <b class=\"verse-num\" id=\"v40028006-1\">6&nbsp;</b>He is not here, for he has risen, as he said. Come, see the place where he lay. <b class=\"verse-num\" id=\"v40028007-1\">7&nbsp;</b>Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.” <b class=\"verse-num\" id=\"v40028008-1\">8&nbsp;</b>So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. <b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_08-17\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n\n<p id=\"p40028015_11-17\"><b class=\"verse-num\" id=\"v40028016-1\">16&nbsp;</b>Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. <b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted. <b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  <strong>2</strong> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.  <strong>3</strong> His countenance was like lightning, and his raiment white as snow:  <strong>4</strong> And for fear of him the keepers did shake, and became as dead men.  <strong>5</strong> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.  <strong>6</strong> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.  <strong>7</strong> And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.  <strong>8</strong> And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.  <strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  <strong>16</strong> Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.  <strong>17</strong> And when they saw him, they worshipped him: but some doubted.  <strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. <sup><strong>2</strong></sup> There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. <sup><strong>3</strong></sup> His appearance was like lightning, and his clothes were white as snow. <sup><strong>4</strong></sup> The guards were so afraid of him that they shook and became like dead men. <sup><strong>5</strong></sup> The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. <sup><strong>6</strong></sup> He is not here; he has risen, just as he said. Come and see the place where he lay. <sup><strong>7</strong></sup> Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" <sup><strong>8</strong></sup> So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. <sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. <sup><strong>16</strong></sup> Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. <sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted. <sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"615bb3b4e4f8ad1e13fa7ea4","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"John 16:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43016007_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43016007-1\">7&nbsp;</b><span class=\"woc\">Nevertheless, I tell you the truth: it is to your advantage that I go away, for if I do not go away, the Helper will not come to you. But if I go, I will send him to you.</span></p>\n</div>","kjv":"<strong>7</strong> Nevertheless I tell you the truth; It is expedient for you that I go away: for if I go not away, the Comforter will not come unto you; but if I depart, I will send him unto you.  ","niv":"<sup><strong>7</strong></sup> But I tell you the truth: It is for your good that I am going away. Unless I go away, the Counselor will not come to you; but if I go, I will send him to you."},{"_id":"615bb3b4e4f8ad1e13fa7ea3","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"John 15:7","votes":3,"__v":0,"esv":"<div>\n<p id=\"p43015007_01-19\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43015007-1\">7&nbsp;</b><span class=\"woc\">If you abide in me, and my words abide in you, ask whatever you wish, and it will be done for you.</span></p>\n</div>","kjv":"<strong>7</strong> If ye abide in me, and my words abide in you, ye shall ask what ye will, and it shall be done unto you.  ","niv":"<sup><strong>7</strong></sup> If you remain in me and my words remain in you, ask whatever you wish, and it will be given you."},{"_id":"615bb3b6e4f8ad1e13fa7ea5","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Matthew 23:34","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40023034_01-20\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span></p>\n</div>","kjv":"<strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  ","niv":"<sup><strong>34</strong></sup> Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town."},{"_id":"615bb3b6e4f8ad1e13fa7ea6","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Isaiah 9:6-7","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23009006_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009006-1\">6&nbsp;</b>&nbsp;&nbsp;For to us a child is born,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to us a son is given;</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;and the government shall be upon his shoulder,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and his name shall be called</span><br><span id=\"p23009006_01-21\" class=\"line\">&nbsp;&nbsp;Wonderful Counselor, Mighty God,</span><br><span id=\"p23009006_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Everlasting Father, Prince of Peace.</span><br><span id=\"p23009007_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23009007-1\">7&nbsp;</b>&nbsp;&nbsp;Of the increase of his government and of peace</span><br><span id=\"p23009007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;there will be no end,</span><br><span id=\"p23009007_01-21\" class=\"line\">&nbsp;&nbsp;on the throne of David and over his kingdom,</span><br><span id=\"p23009007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to establish it and to uphold it</span><br><span id=\"p23009007_01-21\" class=\"line\">&nbsp;&nbsp;with justice and with righteousness</span><br><span id=\"p23009007_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;from this time forth and forevermore.</span><br><span id=\"p23009007_01-21\" class=\"line\">&nbsp;&nbsp;The zeal of the LORD of hosts will do this.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>6</strong> For unto us a child is born, unto us a son is given: and the government shall be upon his shoulder: and his name shall be called Wonderful, Counsellor, The mighty God, The everlasting Father, The Prince of Peace.  <strong>7</strong> Of the increase of his government and peace there shall be no end, upon the throne of David, and upon his kingdom, to order it, and to establish it with judgment and with justice from henceforth even for ever. The zeal of the LORD of hosts will perform this.  ","niv":"<sup><strong>6</strong></sup> For to us a child is born, to us a son is given, and the government will be on his shoulders. And he will be called Wonderful Counselor, Mighty God, Everlasting Father, Prince of Peace. <sup><strong>7</strong></sup> Of the increase of his government and peace there will be no end. He will reign on David's throne and over his kingdom, establishing and upholding it with justice and righteousness from that time on and forever. The zeal of the LORD Almighty will accomplish this. "},{"_id":"615bb3b6e4f8ad1e13fa7ea7","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"1 Corinthians 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46001009_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v46001009-1\">9&nbsp;</b>God is faithful, by whom you were called into the fellowship of his Son, Jesus Christ our Lord.</p>\n</div>","kjv":"<strong>9</strong> God is faithful, by whom ye were called unto the fellowship of his Son Jesus Christ our Lord.  ","niv":"<sup><strong>9</strong></sup> God, who has called you into fellowship with his Son Jesus Christ our Lord, is faithful."},{"_id":"615bb3b6e4f8ad1e13fa7ea8","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Jeremiah 1:6","votes":2,"__v":0,"esv":"<div>\n<p id=\"p24001006_01-24\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v24001006-1\">6&nbsp;</b>Then I said, “Ah, Lord GOD! Behold, I do not know how to speak, for I am only a youth.”</p>\n</div>","kjv":"<strong>6</strong> Then said I, Ah, Lord GOD! behold, I cannot speak: for I am  a child.  ","niv":"<sup><strong>6</strong></sup> \"Ah, Sovereign LORD,\" I said, \"I do not know how to speak; I am only a child.\""},{"_id":"615bb3b6e4f8ad1e13fa7ea9","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"Psalm 1:1-6","votes":2,"__v":0,"esv":"<div>\n\n\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19001001_11-25\" class=\"line\"><b class=\"chapter-num\" id=\"v19001001-1\">1:1&nbsp;</b>&nbsp;&nbsp;Blessed is the man</span><br><span id=\"p19001001_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who walks not in the counsel of the wicked,</span><br><span id=\"p19001001_11-25\" class=\"line\">&nbsp;&nbsp;nor stands in the way of sinners,</span><br><span id=\"p19001001_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sits in the seat of scoffers;</span><br><span id=\"p19001002_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001002-1\">2&nbsp;</b>&nbsp;&nbsp;but his delight is in the law of the LORD,</span><br><span id=\"p19001002_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and on his law he meditates day and night.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001003_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001003-1\">3&nbsp;</b>&nbsp;&nbsp;He is like a tree</span><br><span id=\"p19001003_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;planted by streams of water</span><br><span id=\"p19001003_11-25\" class=\"line\">&nbsp;&nbsp;that yields its fruit in its season,</span><br><span id=\"p19001003_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and its leaf does not wither.</span><br><span id=\"p19001003_11-25\" class=\"line\">&nbsp;&nbsp;In all that he does, he prospers.</span><br><span id=\"p19001004_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001004-1\">4&nbsp;</b>&nbsp;&nbsp;The wicked are not so,</span><br><span id=\"p19001004_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but are like chaff that the wind drives away.</span><br><span class=\"end-line-group\"></span>\n<span class=\"begin-line-group\"></span>\n<span id=\"p19001005_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001005-1\">5&nbsp;</b>&nbsp;&nbsp;Therefore the wicked will not stand in the judgment,</span><br><span id=\"p19001005_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;nor sinners in the congregation of the righteous;</span><br><span id=\"p19001006_11-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19001006-1\">6&nbsp;</b>&nbsp;&nbsp;for the LORD knows the way of the righteous,</span><br><span id=\"p19001006_11-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the way of the wicked will perish.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>1</strong> Blessed is the man that walketh not in the counsel of the ungodly, nor standeth in the way of sinners, nor sitteth in the seat of the scornful.  <strong>2</strong> But his delight is in the law of the LORD; and in his law doth he meditate day and night.  <strong>3</strong> And he shall be like a tree planted by the rivers of water, that bringeth forth his fruit in his season; his leaf also shall not wither; and whatsoever he doeth shall prosper.  <strong>4</strong> The ungodly are not so: but are like the chaff which the wind driveth away.  <strong>5</strong> Therefore the ungodly shall not stand in the judgment, nor sinners in the congregation of the righteous.  <strong>6</strong> For the LORD knoweth the way of the righteous: but the way of the ungodly shall perish.  ","niv":"<sup><strong>1</strong></sup> Blessed is the man who does not walk in the counsel of the wicked or stand in the way of sinners or sit in the seat of mockers. <sup><strong>2</strong></sup> But his delight is in the law of the LORD, and on his law he meditates day and night. <sup><strong>3</strong></sup> He is like a tree planted by streams of water, which yields its fruit in season and whose leaf does not wither. Whatever he does prospers. <sup><strong>4</strong></sup> Not so the wicked! They are like chaff that the wind blows away. <sup><strong>5</strong></sup> Therefore the wicked will not stand in the judgment, nor sinners in the assembly of the righteous. <sup><strong>6</strong></sup> For the LORD watches over the way of the righteous, but the way of the wicked will perish. "},{"_id":"615bb3b6e4f8ad1e13fa7eaa","topicId":"615bb3afe4f8ad1e13fa7e91","verse":"James 1:14","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59001014_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v59001014-1\">14&nbsp;</b>But each person is tempted when he is lured and enticed by his own desire.</p>\n</div>","kjv":"<strong>14</strong> But every man is tempted, when he is drawn away of his own lust, and enticed.  ","niv":"<sup><strong>14</strong></sup> but each one is tempted when, by his own evil desire, he is dragged away and enticed."}]}