{"_id":"615bb535e4f8ad1e13fa7ef9","slug":"course-talk","name":"Course Talk","verses":[{"_id":"615bb536e4f8ad1e13fa7efa","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Proverbs 8:13","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20008013_01-1\" class=\"line\"><b class=\"verse-num inline\" id=\"v20008013-1\">13&nbsp;</b>&nbsp;&nbsp;The fear of the LORD is hatred of evil.</span><br><span id=\"p20008013_01-1\" class=\"line\">&nbsp;&nbsp;Pride and arrogance and the way of evil</span><br><span id=\"p20008013_01-1\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and perverted speech I hate.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>13</strong> The fear of the LORD is to hate evil: pride, and arrogancy, and the evil way, and the froward mouth, do I hate.  ","niv":"<sup><strong>13</strong></sup> To fear the LORD is to hate evil; I hate pride and arrogance, evil behavior and perverse speech."},{"_id":"615bb536e4f8ad1e13fa7efc","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"1 John 1:9","votes":2,"__v":0,"esv":"<div>\n<p id=\"p62001009_01-2\" class=\"virtual\"><b class=\"verse-num\" id=\"v62001009-1\">9&nbsp;</b>If we confess our sins, he is faithful and just to forgive us our sins and to cleanse us from all unrighteousness.</p>\n</div>","kjv":"<strong>9</strong> If we confess our sins, he is faithful and just to forgive us our  sins, and to cleanse us from all unrighteousness.  ","niv":"<sup><strong>9</strong></sup> If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness."},{"_id":"615bb536e4f8ad1e13fa7efb","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Matthew 23:1-39","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40023001_08-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40023001-1\">23:1&nbsp;</b>Then Jesus said to the crowds and to his disciples, <b class=\"verse-num woc\" id=\"v40023002-1\">2&nbsp;</b><span class=\"woc\">“The scribes and the Pharisees sit on Moses’ seat,</span> <b class=\"verse-num woc\" id=\"v40023003-1\">3&nbsp;</b><span class=\"woc\">so do and observe whatever they tell you, but not the works they do. For they preach, but do not practice.</span> <b class=\"verse-num woc\" id=\"v40023004-1\">4&nbsp;</b><span class=\"woc\">They tie up heavy burdens, hard to bear, and lay them on people’s shoulders, but they themselves are not willing to move them with their finger.</span> <b class=\"verse-num woc\" id=\"v40023005-1\">5&nbsp;</b><span class=\"woc\">They do all their deeds to be seen by others. For they make their phylacteries broad and their fringes long,</span> <b class=\"verse-num woc\" id=\"v40023006-1\">6&nbsp;</b><span class=\"woc\">and they love the place of honor at feasts and the best seats in the synagogues</span> <b class=\"verse-num woc\" id=\"v40023007-1\">7&nbsp;</b><span class=\"woc\">and greetings in the marketplaces and being called rabbi by others.</span> <b class=\"verse-num woc\" id=\"v40023008-1\">8&nbsp;</b><span class=\"woc\">But you are not to be called rabbi, for you have one teacher, and you are all brothers.</span> <b class=\"verse-num woc\" id=\"v40023009-1\">9&nbsp;</b><span class=\"woc\">And call no man your father on earth, for you have one Father, who is in heaven.</span> <b class=\"verse-num woc\" id=\"v40023010-1\">10&nbsp;</b><span class=\"woc\">Neither be called instructors, for you have one instructor, the Christ.</span> <b class=\"verse-num woc\" id=\"v40023011-1\">11&nbsp;</b><span class=\"woc\">The greatest among you shall be your servant.</span> <b class=\"verse-num woc\" id=\"v40023012-1\">12&nbsp;</b><span class=\"woc\">Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.</span></p>\n<p id=\"p40023012_08-3\"><b class=\"verse-num woc\" id=\"v40023013-1\">13&nbsp;</b><span class=\"woc\">“But woe to you, scribes and Pharisees, hypocrites! For you shut the kingdom of heaven in people’s faces. For you neither enter yourselves nor allow those who would enter to go in.</span> <b class=\"verse-num woc\" id=\"v40023015-1\">15&nbsp;</b><span class=\"woc\">Woe to you, scribes and Pharisees, hypocrites! For you travel across sea and land to make a single proselyte, and when he becomes a proselyte, you make him twice as much a child of hell as yourselves.</span></p>\n<p id=\"p40023015_08-3\"><b class=\"verse-num woc\" id=\"v40023016-1\">16&nbsp;</b><span class=\"woc\">“Woe to you, blind guides, who say, ‘If anyone swears by the temple, it is nothing, but if anyone swears by the gold of the temple, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023017-1\">17&nbsp;</b><span class=\"woc\">You blind fools! For which is greater, the gold or the temple that has made the gold sacred?</span> <b class=\"verse-num woc\" id=\"v40023018-1\">18&nbsp;</b><span class=\"woc\">And you say, ‘If anyone swears by the altar, it is nothing, but if anyone swears by the gift that is on the altar, he is bound by his oath.’</span> <b class=\"verse-num woc\" id=\"v40023019-1\">19&nbsp;</b><span class=\"woc\">You blind men! For which is greater, the gift or the altar that makes the gift sacred?</span> <b class=\"verse-num woc\" id=\"v40023020-1\">20&nbsp;</b><span class=\"woc\">So whoever swears by the altar swears by it and by everything on it.</span> <b class=\"verse-num woc\" id=\"v40023021-1\">21&nbsp;</b><span class=\"woc\">And whoever swears by the temple swears by it and by him who dwells in it.</span> <b class=\"verse-num woc\" id=\"v40023022-1\">22&nbsp;</b><span class=\"woc\">And whoever swears by heaven swears by the throne of God and by him who sits upon it.</span></p>\n<p id=\"p40023022_08-3\"><b class=\"verse-num woc\" id=\"v40023023-1\">23&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you tithe mint and dill and cumin, and have neglected the weightier matters of the law: justice and mercy and faithfulness. These you ought to have done, without neglecting the others.</span> <b class=\"verse-num woc\" id=\"v40023024-1\">24&nbsp;</b><span class=\"woc\">You blind guides, straining out a gnat and swallowing a camel!</span></p>\n<p id=\"p40023024_08-3\"><b class=\"verse-num woc\" id=\"v40023025-1\">25&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you clean the outside of the cup and the plate, but inside they are full of greed and self-indulgence.</span> <b class=\"verse-num woc\" id=\"v40023026-1\">26&nbsp;</b><span class=\"woc\">You blind Pharisee! First clean the inside of the cup and the plate, that the outside also may be clean.</span></p>\n<p id=\"p40023026_08-3\"><b class=\"verse-num woc\" id=\"v40023027-1\">27&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you are like whitewashed tombs, which outwardly appear beautiful, but within are full of dead people’s bones and all uncleanness.</span> <b class=\"verse-num woc\" id=\"v40023028-1\">28&nbsp;</b><span class=\"woc\">So you also outwardly appear righteous to others, but within you are full of hypocrisy and lawlessness.</span></p>\n<p id=\"p40023028_08-3\"><b class=\"verse-num woc\" id=\"v40023029-1\">29&nbsp;</b><span class=\"woc\">“Woe to you, scribes and Pharisees, hypocrites! For you build the tombs of the prophets and decorate the monuments of the righteous,</span> <b class=\"verse-num woc\" id=\"v40023030-1\">30&nbsp;</b><span class=\"woc\">saying, ‘If we had lived in the days of our fathers, we would not have taken part with them in shedding the blood of the prophets.’</span> <b class=\"verse-num woc\" id=\"v40023031-1\">31&nbsp;</b><span class=\"woc\">Thus you witness against yourselves that you are sons of those who murdered the prophets.</span> <b class=\"verse-num woc\" id=\"v40023032-1\">32&nbsp;</b><span class=\"woc\">Fill up, then, the measure of your fathers.</span> <b class=\"verse-num woc\" id=\"v40023033-1\">33&nbsp;</b><span class=\"woc\">You serpents, you brood of vipers, how are you to escape being sentenced to hell?</span> <b class=\"verse-num woc\" id=\"v40023034-1\">34&nbsp;</b><span class=\"woc\">Therefore I send you prophets and wise men and scribes, some of whom you will kill and crucify, and some you will flog in your synagogues and persecute from town to town,</span> <b class=\"verse-num woc\" id=\"v40023035-1\">35&nbsp;</b><span class=\"woc\">so that on you may come all the righteous blood shed on earth, from the blood of righteous Abel to the blood of Zechariah the son of Barachiah, whom you murdered between the sanctuary and the altar.</span> <b class=\"verse-num woc\" id=\"v40023036-1\">36&nbsp;</b><span class=\"woc\">Truly, I say to you, all these things will come upon this generation.</span></p>\n\n<p id=\"p40023036_11-3\"><b class=\"verse-num woc\" id=\"v40023037-1\">37&nbsp;</b><span class=\"woc\">“O Jerusalem, Jerusalem, the city that kills the prophets and stones those who are sent to it! How often would I have gathered your children together as a hen gathers her brood under her wings, and you were not willing!</span> <b class=\"verse-num woc\" id=\"v40023038-1\">38&nbsp;</b><span class=\"woc\">See, your house is left to you desolate.</span> <b class=\"verse-num woc\" id=\"v40023039-1\">39&nbsp;</b><span class=\"woc\">For I tell you, you will not see me again, until you say, ‘Blessed is he who comes in the name of the Lord.’”</span></p>\n\n</div>","kjv":"<strong>1</strong> Then spake Jesus to the multitude, and to his disciples,  <strong>2</strong> Saying, The scribes and the Pharisees sit in Moses’ seat:  <strong>3</strong> All therefore whatsoever they bid you observe, that observe and do; but do not ye after their works: for they say, and do not.  <strong>4</strong> For they bind heavy burdens and grievous to be borne, and lay them on men’s shoulders; but they themselves  will not move them with one of their fingers.  <strong>5</strong> But all their works they do for to be seen of men: they make broad their phylacteries, and enlarge the borders of their garments,  <strong>6</strong> And love the uppermost rooms at feasts, and the chief seats in the synagogues,  <strong>7</strong> And greetings in the markets, and to be called of men, Rabbi, Rabbi.  <strong>8</strong> But be not ye called Rabbi: for one is your Master, even  Christ; and all ye are brethren.  <strong>9</strong> And call no man your father upon the earth: for one is your Father, which is in heaven.  <strong>10</strong> Neither be ye called masters: for one is your Master, even  Christ.  <strong>11</strong> But he that is greatest among you shall be your servant.  <strong>12</strong> And whosoever shall exalt himself shall be abased; and he that shall humble himself shall be exalted. <strong>13</strong>           But woe unto you, scribes and Pharisees, hypocrites! for ye shut up the kingdom of heaven against men: for ye neither go in yourselves,  neither suffer ye them that are entering to go in.  <strong>14</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye devour widows’ houses, and for a pretence make long prayer: therefore ye shall receive the greater damnation.  <strong>15</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye compass sea and land to make one proselyte, and when he is made, ye make him twofold more the child of hell than yourselves.  <strong>16</strong> Woe unto you, ye blind guides, which say, Whosoever shall swear by the temple, it is nothing; but whosoever shall swear by the gold of the temple, he is a debtor!  <strong>17</strong> Ye fools and blind: for whether is greater, the gold, or the temple that sanctifieth the gold?  <strong>18</strong> And, Whosoever shall swear by the altar, it is nothing; but whosoever sweareth by the gift that is upon it, he is guilty.  <strong>19</strong> Ye fools and blind: for whether is  greater, the gift, or the altar that sanctifieth the gift?  <strong>20</strong> Whoso therefore shall swear by the altar, sweareth by it, and by all things thereon.  <strong>21</strong> And whoso shall swear by the temple, sweareth by it, and by him that dwelleth therein.  <strong>22</strong> And he that shall swear by heaven, sweareth by the throne of God, and by him that sitteth thereon.  <strong>23</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye pay tithe of mint and anise and cummin, and have omitted the weightier matters  of the law, judgment, mercy, and faith: these ought ye to have done, and not to leave the other undone.  <strong>24</strong> Ye blind guides, which strain at a gnat, and swallow a camel.  <strong>25</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye make clean the outside of the cup and of the platter, but within they are full of extortion and excess.  <strong>26</strong> Thou blind Pharisee, cleanse first that which is within the cup and platter, that the outside of them may be clean also.  <strong>27</strong> Woe unto you, scribes and Pharisees, hypocrites! for ye are like unto whited sepulchres, which indeed appear beautiful outward, but are within full of dead men’s bones, and of all uncleanness.  <strong>28</strong> Even so ye also outwardly appear righteous unto men, but within ye are full of hypocrisy and iniquity.  <strong>29</strong> Woe unto you, scribes and Pharisees, hypocrites! because ye build the tombs of the prophets, and garnish the sepulchres of the righteous,  <strong>30</strong> And say, If we had been in the days of our fathers, we would not have been partakers with them in the blood of the prophets.  <strong>31</strong> Wherefore ye be witnesses unto yourselves, that ye are the children of them which killed the prophets.  <strong>32</strong> Fill ye up then the measure of your fathers.  <strong>33</strong> Ye serpents, ye generation of vipers, how can ye escape the damnation of hell? <strong>34</strong>           Wherefore, behold, I send unto you prophets, and wise men, and scribes: and some of them ye shall kill and crucify; and some of them shall ye scourge in your synagogues, and persecute them from city to city:  <strong>35</strong> That upon you may come all the righteous blood shed upon the earth, from the blood of righteous Abel unto the blood of Zacharias son of Barachias, whom ye slew between the temple and the altar.  <strong>36</strong> Verily I say unto you, All these things shall come upon this generation.  <strong>37</strong> O Jerusalem, Jerusalem, thou that killest the prophets, and stonest them which are sent unto thee, how often would I have gathered thy children together, even as a hen gathereth her chickens under her wings, and ye would not!  <strong>38</strong> Behold, your house is left unto you desolate.  <strong>39</strong> For I say unto you, Ye shall not see me henceforth, till ye shall say, Blessed is he that cometh in the name of the Lord.  ","niv":"<sup><strong>1</strong></sup> Then Jesus said to the crowds and to his disciples: <sup><strong>2</strong></sup> \"The teachers of the law and the Pharisees sit in Moses' seat. <sup><strong>3</strong></sup> So you must obey them and do everything they tell you. But do not do what they do, for they do not practice what they preach. <sup><strong>4</strong></sup> They tie up heavy loads and put them on men's shoulders, but they themselves are not willing to lift a finger to move them. <sup><strong>5</strong></sup> \"Everything they do is done for men to see: They make their phylacteries wide and the tassels on their garments long; <sup><strong>6</strong></sup> they love the place of honor at banquets and the most important seats in the synagogues; <sup><strong>7</strong></sup> they love to be greeted in the marketplaces and to have men call them 'Rabbi.' <sup><strong>8</strong></sup> \"But you are not to be called 'Rabbi,' for you have only one Master and you are all brothers. <sup><strong>9</strong></sup> And do not call anyone on earth 'father,' for you have one Father, and he is in heaven. <sup><strong>10</strong></sup> Nor are you to be called 'teacher,' for you have one Teacher, the Christ. <sup><strong>11</strong></sup> The greatest among you will be your servant. <sup><strong>12</strong></sup> For whoever exalts himself will be humbled, and whoever humbles himself will be exalted. <sup><strong>13</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You shut the kingdom of heaven in men's faces. You yourselves do not enter, nor will you let those enter who are trying to. <sup><strong>14</strong></sup> See Footnote <sup><strong>15</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You travel over land and sea to win a single convert, and when he becomes one, you make him twice as much a son of hell as you are. <sup><strong>16</strong></sup> \"Woe to you, blind guides! You say, 'If anyone swears by the temple, it means nothing; but if anyone swears by the gold of the temple, he is bound by his oath.' <sup><strong>17</strong></sup> You blind fools! Which is greater: the gold, or the temple that makes the gold sacred? <sup><strong>18</strong></sup> You also say, 'If anyone swears by the altar, it means nothing; but if anyone swears by the gift on it, he is bound by his oath.' <sup><strong>19</strong></sup> You blind men! Which is greater: the gift, or the altar that makes the gift sacred? <sup><strong>20</strong></sup> Therefore, he who swears by the altar swears by it and by everything on it. <sup><strong>21</strong></sup> And he who swears by the temple swears by it and by the one who dwells in it. <sup><strong>22</strong></sup> And he who swears by heaven swears by God's throne and by the one who sits on it. <sup><strong>23</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You give a tenth of your spices--mint, dill and cummin. But you have neglected the more important matters of the law--justice, mercy and faithfulness. You should have practiced the latter, without neglecting the former. <sup><strong>24</strong></sup> You blind guides! You strain out a gnat but swallow a camel. <sup><strong>25</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You clean the outside of the cup and dish, but inside they are full of greed and self-indulgence. <sup><strong>26</strong></sup> Blind Pharisee! First clean the inside of the cup and dish, and then the outside also will be clean. <sup><strong>27</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You are like whitewashed tombs, which look beautiful on the outside but on the inside are full of dead men's bones and everything unclean. <sup><strong>28</strong></sup> In the same way, on the outside you appear to people as righteous but on the inside you are full of hypocrisy and wickedness. <sup><strong>29</strong></sup> \"Woe to you, teachers of the law and Pharisees, you hypocrites! You build tombs for the prophets and decorate the graves of the righteous. <sup><strong>30</strong></sup> And you say, 'If we had lived in the days of our forefathers, we would not have taken part with them in shedding the blood of the prophets.' <sup><strong>31</strong></sup> So you testify against yourselves that you are the descendants of those who murdered the prophets. <sup><strong>32</strong></sup> Fill up, then, the measure of the sin of your forefathers! <sup><strong>33</strong></sup> \"You snakes! You brood of vipers! How will you escape being condemned to hell? <sup><strong>34</strong></sup> Therefore I am sending you prophets and wise men and teachers. Some of them you will kill and crucify; others you will flog in your synagogues and pursue from town to town. <sup><strong>35</strong></sup> And so upon you will come all the righteous blood that has been shed on earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the temple and the altar. <sup><strong>36</strong></sup> I tell you the truth, all this will come upon this generation. <sup><strong>37</strong></sup> \"O Jerusalem, Jerusalem, you who kill the prophets and stone those sent to you, how often I have longed to gather your children together, as a hen gathers her chicks under her wings, but you were not willing. <sup><strong>38</strong></sup> Look, your house is left to you desolate. <sup><strong>39</strong></sup> For I tell you, you will not see me again until you say, 'Blessed is he who comes in the name of the Lord.'\" "},{"_id":"615bb537e4f8ad1e13fa7efd","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"2 Peter 3:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p61003007_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v61003007-1\">7&nbsp;</b>But by the same word the heavens and earth that now exist are stored up for fire, being kept until the day of judgment and destruction of the ungodly.</p>\n</div>","kjv":"<strong>7</strong> But the heavens and the earth, which are now, by the same word are kept in store, reserved unto fire against the day of judgment and perdition of ungodly men.  ","niv":"<sup><strong>7</strong></sup> By the same word the present heavens and earth are reserved for fire, being kept for the day of judgment and destruction of ungodly men."},{"_id":"615bb537e4f8ad1e13fa7efe","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"1 Corinthians 14:33","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46014033_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v46014033-1\">33&nbsp;</b>For God is not a God of confusion but of peace.</p>\n<p id=\"p46014033_01-6\">As in all the churches of the saints,</p>\n</div>","kjv":"<strong>33</strong> For God is not the author of confusion, but of peace, as in all churches of the saints.  ","niv":"<sup><strong>33</strong></sup> For God is not a God of disorder but of peace."},{"_id":"615bb538e4f8ad1e13fa7eff","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"John 3:16","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p43003016_07-7\"><b class=\"verse-num woc\" id=\"v43003016-1\">16&nbsp;</b><span class=\"woc\">“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life.</span></p>\n\n</div>","kjv":"<strong>16</strong>           For God so loved the world, that he gave his only begotten Son, that whosoever believeth in him should not perish, but have everlasting life.  ","niv":"<sup><strong>16</strong></sup> \"For God so loved the world that he gave his one and only Son, that whoever believes in him shall not perish but have eternal life."},{"_id":"615bb538e4f8ad1e13fa7f01","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Psalm 24:2","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19024002_01-8\" class=\"line\"><b class=\"verse-num inline\" id=\"v19024002-1\">2&nbsp;</b>&nbsp;&nbsp;for he has founded it upon the seas</span><br><span id=\"p19024002_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and established it upon the rivers.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>2</strong> For he hath founded it upon the seas, and established it upon the floods.  ","niv":"<sup><strong>2</strong></sup> for he founded it upon the seas and established it upon the waters."},{"_id":"615bb539e4f8ad1e13fa7f02","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Revelation 21:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p66021001_08-9\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v66021001-1\">21:1&nbsp;</b>Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and the sea was no more.</p>\n</div>","kjv":"<strong>1</strong> And I saw a new heaven and a new earth: for the first heaven and the first earth were passed away; and there was no more sea.  ","niv":"<sup><strong>1</strong></sup> Then I saw a new heaven and a new earth, for the first heaven and the first earth had passed away, and there was no longer any sea."},{"_id":"615bb538e4f8ad1e13fa7f00","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Jeremiah 1:5","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24001005_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v24001005-1\">5&nbsp;</b>&nbsp;&nbsp;“Before I formed you in the womb I knew you,</span><br><span id=\"p24001005_01-10\" class=\"line\">&nbsp;&nbsp;and before you were born I consecrated you;</span><br><span id=\"p24001005_01-10\" class=\"line\">&nbsp;&nbsp;I appointed you a prophet to the nations.”</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>5</strong> Before I formed thee in the belly I knew thee; and before thou camest forth out of the womb I sanctified thee, and I ordained thee a prophet unto the nations.  ","niv":"<sup><strong>5</strong></sup> \"Before I formed you in the womb I knew you, before you were born I set you apart; I appointed you as a prophet to the nations.\""},{"_id":"615bb539e4f8ad1e13fa7f03","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Hebrews 1:3","votes":1,"__v":0,"esv":"<div>\n<p id=\"p58001003_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v58001003-1\">3&nbsp;</b>He is the radiance of the glory of God and the exact imprint of his nature, and he upholds the universe by the word of his power. After making purification for sins, he sat down at the right hand of the Majesty on high,</p>\n</div>","kjv":"<strong>3</strong> Who being the brightness of his glory, and the express image of his person, and upholding all things by the word of his power, when he had by himself purged our sins, sat down on the right hand of the Majesty on high;  ","niv":"<sup><strong>3</strong></sup> The Son is the radiance of God's glory and the exact representation of his being, sustaining all things by his powerful word. After he had provided purification for sins, he sat down at the right hand of the Majesty in heaven."},{"_id":"615bb539e4f8ad1e13fa7f04","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"1 Thessalonians 4:13-18","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p52004013_06-13\"><b class=\"verse-num\" id=\"v52004013-1\">13&nbsp;</b>But we do not want you to be uninformed, brothers, about those who are asleep, that you may not grieve as others do who have no hope. <b class=\"verse-num\" id=\"v52004014-1\">14&nbsp;</b>For since we believe that Jesus died and rose again, even so, through Jesus, God will bring with him those who have fallen asleep. <b class=\"verse-num\" id=\"v52004015-1\">15&nbsp;</b>For this we declare to you by a word from the Lord, that we who are alive, who are left until the coming of the Lord, will not precede those who have fallen asleep. <b class=\"verse-num\" id=\"v52004016-1\">16&nbsp;</b>For the Lord himself will descend from heaven with a cry of command, with the voice of an archangel, and with the sound of the trumpet of God. And the dead in Christ will rise first. <b class=\"verse-num\" id=\"v52004017-1\">17&nbsp;</b>Then we who are alive, who are left, will be caught up together with them in the clouds to meet the Lord in the air, and so we will always be with the Lord. <b class=\"verse-num\" id=\"v52004018-1\">18&nbsp;</b>Therefore encourage one another with these words.</p>\n\n</div>","kjv":"<strong>13</strong> But I would not have you to be ignorant, brethren, concerning them which are asleep, that ye sorrow not, even as others which have no hope.  <strong>14</strong> For if we believe that Jesus died and rose again, even so them also which sleep in Jesus will God bring with him.  <strong>15</strong> For this we say unto you by the word of the Lord, that we which are alive and remain unto the coming of the Lord shall not prevent them which are asleep.  <strong>16</strong> For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trump of God: and the dead in Christ shall rise first:  <strong>17</strong> Then we which are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air: and so shall we ever be with the Lord.  <strong>18</strong> Wherefore comfort one another with these words.  ","niv":"<sup><strong>13</strong></sup> Brothers, we do not want you to be ignorant about those who fall asleep, or to grieve like the rest of men, who have no hope. <sup><strong>14</strong></sup> We believe that Jesus died and rose again and so we believe that God will bring with Jesus those who have fallen asleep in him. <sup><strong>15</strong></sup> According to the Lord's own word, we tell you that we who are still alive, who are left till the coming of the Lord, will certainly not precede those who have fallen asleep. <sup><strong>16</strong></sup> For the Lord himself will come down from heaven, with a loud command, with the voice of the archangel and with the trumpet call of God, and the dead in Christ will rise first. <sup><strong>17</strong></sup> After that, we who are still alive and are left will be caught up together with them in the clouds to meet the Lord in the air. And so we will be with the Lord forever. <sup><strong>18</strong></sup> Therefore encourage each other with these words. "},{"_id":"615bb539e4f8ad1e13fa7f05","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Colossians 1:16","votes":1,"__v":0,"esv":"<div>\n<p id=\"p51001016_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v51001016-1\">16&nbsp;</b>For by him all things were created, in heaven and on earth, visible and invisible, whether thrones or dominions or rulers or authorities—all things were created through him and for him.</p>\n\n</div>","kjv":"<strong>16</strong> For by him were all things created, that are in heaven, and that are in earth, visible and invisible, whether they be thrones, or dominions, or principalities, or powers: all things were created by him, and for him:  ","niv":"<sup><strong>16</strong></sup> For by him all things were created: things in heaven and on earth, visible and invisible, whether thrones or powers or rulers or authorities; all things were created by him and for him."},{"_id":"615bb53ae4f8ad1e13fa7f06","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Luke 24:1-53","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p42024001_03-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v42024001-1\">24:1&nbsp;</b>But on the first day of the week, at early dawn, they went to the tomb, taking the spices they had prepared. <b class=\"verse-num\" id=\"v42024002-1\">2&nbsp;</b>And they found the stone rolled away from the tomb, <b class=\"verse-num\" id=\"v42024003-1\">3&nbsp;</b>but when they went in they did not find the body of the Lord Jesus. <b class=\"verse-num\" id=\"v42024004-1\">4&nbsp;</b>While they were perplexed about this, behold, two men stood by them in dazzling apparel. <b class=\"verse-num\" id=\"v42024005-1\">5&nbsp;</b>And as they were frightened and bowed their faces to the ground, the men said to them, “Why do you seek the living among the dead? <b class=\"verse-num\" id=\"v42024006-1\">6&nbsp;</b>He is not here, but has risen. Remember how he told you, while he was still in Galilee, <b class=\"verse-num\" id=\"v42024007-1\">7&nbsp;</b>that the Son of Man must be delivered into the hands of sinful men and be crucified and on the third day rise.” <b class=\"verse-num\" id=\"v42024008-1\">8&nbsp;</b>And they remembered his words, <b class=\"verse-num\" id=\"v42024009-1\">9&nbsp;</b>and returning from the tomb they told all these things to the eleven and to all the rest. <b class=\"verse-num\" id=\"v42024010-1\">10&nbsp;</b>Now it was Mary Magdalene and Joanna and Mary the mother of James and the other women with them who told these things to the apostles, <b class=\"verse-num\" id=\"v42024011-1\">11&nbsp;</b>but these words seemed to them an idle tale, and they did not believe them. <b class=\"verse-num\" id=\"v42024012-1\">12&nbsp;</b>But Peter rose and ran to the tomb; stooping and looking in, he saw the linen cloths by themselves; and he went home marveling at what had happened.</p>\n\n<p id=\"p42024012_08-15\"><b class=\"verse-num\" id=\"v42024013-1\">13&nbsp;</b>That very day two of them were going to a village named Emmaus, about seven miles from Jerusalem, <b class=\"verse-num\" id=\"v42024014-1\">14&nbsp;</b>and they were talking with each other about all these things that had happened. <b class=\"verse-num\" id=\"v42024015-1\">15&nbsp;</b>While they were talking and discussing together, Jesus himself drew near and went with them. <b class=\"verse-num\" id=\"v42024016-1\">16&nbsp;</b>But their eyes were kept from recognizing him. <b class=\"verse-num\" id=\"v42024017-1\">17&nbsp;</b>And he said to them, <span class=\"woc\">“What is this conversation that you are holding with each other as you walk?”</span> And they stood still, looking sad. <b class=\"verse-num\" id=\"v42024018-1\">18&nbsp;</b>Then one of them, named Cleopas, answered him, “Are you the only visitor to Jerusalem who does not know the things that have happened there in these days?” <b class=\"verse-num\" id=\"v42024019-1\">19&nbsp;</b>And he said to them, <span class=\"woc\">“What things?”</span> And they said to him, “Concerning Jesus of Nazareth, a man who was a prophet mighty in deed and word before God and all the people, <b class=\"verse-num\" id=\"v42024020-1\">20&nbsp;</b>and how our chief priests and rulers delivered him up to be condemned to death, and crucified him. <b class=\"verse-num\" id=\"v42024021-1\">21&nbsp;</b>But we had hoped that he was the one to redeem Israel. Yes, and besides all this, it is now the third day since these things happened. <b class=\"verse-num\" id=\"v42024022-1\">22&nbsp;</b>Moreover, some women of our company amazed us. They were at the tomb early in the morning, <b class=\"verse-num\" id=\"v42024023-1\">23&nbsp;</b>and when they did not find his body, they came back saying that they had even seen a vision of angels, who said that he was alive. <b class=\"verse-num\" id=\"v42024024-1\">24&nbsp;</b>Some of those who were with us went to the tomb and found it just as the women had said, but him they did not see.” <b class=\"verse-num\" id=\"v42024025-1\">25&nbsp;</b>And he said to them, <span class=\"woc\">“O foolish ones, and slow of heart to believe all that the prophets have spoken!</span> <b class=\"verse-num woc\" id=\"v42024026-1\">26&nbsp;</b><span class=\"woc\">Was it not necessary that the Christ should suffer these things and enter into his glory?”</span> <b class=\"verse-num\" id=\"v42024027-1\">27&nbsp;</b>And beginning with Moses and all the Prophets, he interpreted to them in all the Scriptures the things concerning himself.</p>\n<p id=\"p42024027_08-15\"><b class=\"verse-num\" id=\"v42024028-1\">28&nbsp;</b>So they drew near to the village to which they were going. He acted as if he were going farther, <b class=\"verse-num\" id=\"v42024029-1\">29&nbsp;</b>but they urged him strongly, saying, “Stay with us, for it is toward evening and the day is now far spent.” So he went in to stay with them. <b class=\"verse-num\" id=\"v42024030-1\">30&nbsp;</b>When he was at table with them, he took the bread and blessed and broke it and gave it to them. <b class=\"verse-num\" id=\"v42024031-1\">31&nbsp;</b>And their eyes were opened, and they recognized him. And he vanished from their sight. <b class=\"verse-num\" id=\"v42024032-1\">32&nbsp;</b>They said to each other, “Did not our hearts burn within us while he talked to us on the road, while he opened to us the Scriptures?” <b class=\"verse-num\" id=\"v42024033-1\">33&nbsp;</b>And they rose that same hour and returned to Jerusalem. And they found the eleven and those who were with them gathered together, <b class=\"verse-num\" id=\"v42024034-1\">34&nbsp;</b>saying, “The Lord has risen indeed, and has appeared to Simon!” <b class=\"verse-num\" id=\"v42024035-1\">35&nbsp;</b>Then they told what had happened on the road, and how he was known to them in the breaking of the bread.</p>\n\n<p id=\"p42024035_13-15\"><b class=\"verse-num\" id=\"v42024036-1\">36&nbsp;</b>As they were talking about these things, Jesus himself stood among them, and said to them, <span class=\"woc\">“Peace to you!”</span> <b class=\"verse-num\" id=\"v42024037-1\">37&nbsp;</b>But they were startled and frightened and thought they saw a spirit. <b class=\"verse-num\" id=\"v42024038-1\">38&nbsp;</b>And he said to them, <span class=\"woc\">“Why are you troubled, and why do doubts arise in your hearts?</span> <b class=\"verse-num woc\" id=\"v42024039-1\">39&nbsp;</b><span class=\"woc\">See my hands and my feet, that it is I myself. Touch me, and see. For a spirit does not have flesh and bones as you see that I have.”</span> <b class=\"verse-num\" id=\"v42024040-1\">40&nbsp;</b>And when he had said this, he showed them his hands and his feet. <b class=\"verse-num\" id=\"v42024041-1\">41&nbsp;</b>And while they still disbelieved for joy and were marveling, he said to them, <span class=\"woc\">“Have you anything here to eat?”</span> <b class=\"verse-num\" id=\"v42024042-1\">42&nbsp;</b>They gave him a piece of broiled fish, <b class=\"verse-num\" id=\"v42024043-1\">43&nbsp;</b>and he took it and ate before them.</p>\n<p id=\"p42024043_13-15\"><b class=\"verse-num\" id=\"v42024044-1\">44&nbsp;</b>Then he said to them, <span class=\"woc\">“These are my words that I spoke to you while I was still with you, that everything written about me in the Law of Moses and the Prophets and the Psalms must be fulfilled.”</span> <b class=\"verse-num\" id=\"v42024045-1\">45&nbsp;</b>Then he opened their minds to understand the Scriptures, <b class=\"verse-num\" id=\"v42024046-1\">46&nbsp;</b>and said to them, <span class=\"woc\">“Thus it is written, that the Christ should suffer and on the third day rise from the dead,</span> <b class=\"verse-num woc\" id=\"v42024047-1\">47&nbsp;</b><span class=\"woc\">and that repentance for the forgiveness of sins should be proclaimed in his name to all nations, beginning from Jerusalem.</span> <b class=\"verse-num woc\" id=\"v42024048-1\">48&nbsp;</b><span class=\"woc\">You are witnesses of these things.</span> <b class=\"verse-num woc\" id=\"v42024049-1\">49&nbsp;</b><span class=\"woc\">And behold, I am sending the promise of my Father upon you. But stay in the city until you are clothed with power from on high.”</span></p>\n\n<p id=\"p42024049_15-15\"><b class=\"verse-num\" id=\"v42024050-1\">50&nbsp;</b>And he led them out as far as Bethany, and lifting up his hands he blessed them. <b class=\"verse-num\" id=\"v42024051-1\">51&nbsp;</b>While he blessed them, he parted from them and was carried up into heaven. <b class=\"verse-num\" id=\"v42024052-1\">52&nbsp;</b>And they worshiped him and returned to Jerusalem with great joy, <b class=\"verse-num\" id=\"v42024053-1\">53&nbsp;</b>and were continually in the temple blessing God.</p>\n\n</div>","kjv":"<strong>1</strong> Now upon the first day of the week, very early in the morning, they came unto the sepulchre, bringing the spices which they had prepared, and certain others with them.  <strong>2</strong> And they found the stone rolled away from the sepulchre.  <strong>3</strong> And they entered in, and found not the body of the Lord Jesus.  <strong>4</strong> And it came to pass, as they were much perplexed thereabout, behold, two men stood by them in shining garments:  <strong>5</strong> And as they were afraid, and bowed down their faces to the earth, they said unto them, Why seek ye the living among the dead?  <strong>6</strong> He is not here, but is risen: remember how he spake unto you when he was yet in Galilee,  <strong>7</strong> Saying, The Son of man must be delivered into the hands of sinful men, and be crucified, and the third day rise again.  <strong>8</strong> And they remembered his words,  <strong>9</strong> And returned from the sepulchre, and told all these things unto the eleven, and to all the rest.  <strong>10</strong> It was Mary Magdalene, and Joanna, and Mary the mother of James, and other women that were with them, which told these things unto the apostles.  <strong>11</strong> And their words seemed to them as idle tales, and they believed them not.  <strong>12</strong> Then arose Peter, and ran unto the sepulchre; and stooping down, he beheld the linen clothes laid by themselves, and departed, wondering in himself at that which was come to pass.  <strong>13</strong> And, behold, two of them went that same day to a village called Emmaus, which was from Jerusalem about threescore furlongs.  <strong>14</strong> And they talked together of all these things which had happened.  <strong>15</strong> And it came to pass, that, while they communed together and reasoned, Jesus himself drew near, and went with them.  <strong>16</strong> But their eyes were holden that they should not know him.  <strong>17</strong> And he said unto them, What manner of communications are  these that ye have one to another, as ye walk, and are sad?  <strong>18</strong> And the one of them, whose name was Cleopas, answering said unto him, Art thou only a stranger in Jerusalem, and hast not known the things which are come to pass there in these days?  <strong>19</strong> And he said unto them, What things? And they said unto him, Concerning Jesus of Nazareth, which was a prophet mighty in deed and word before God and all the people:  <strong>20</strong> And how the chief priests and our rulers delivered him to be condemned to death, and have crucified him.  <strong>21</strong> But we trusted that it had been he which should have redeemed Israel: and beside all this, to day is the third day since these things were done.  <strong>22</strong> Yea, and certain women also of our company made us astonished, which were early at the sepulchre;  <strong>23</strong> And when they found not his body, they came, saying, that they had also seen a vision of angels, which said that he was alive.  <strong>24</strong> And certain of them which were with us went to the sepulchre, and found it even so as the women had said: but him they saw not.  <strong>25</strong> Then he said unto them, O fools, and slow of heart to believe all that the prophets have spoken:  <strong>26</strong> Ought not Christ to have suffered these things, and to enter into his glory?  <strong>27</strong> And beginning at Moses and all the prophets, he expounded unto them in all the scriptures the things concerning himself.  <strong>28</strong> And they drew nigh unto the village, whither they went: and he made as though he would have gone further.  <strong>29</strong> But they constrained him, saying, Abide with us: for it is toward evening, and the day is far spent. And he went in to tarry with them.  <strong>30</strong> And it came to pass, as he sat at meat with them, he took bread, and blessed it, and brake, and gave to them.  <strong>31</strong> And their eyes were opened, and they knew him; and he vanished out of their sight.  <strong>32</strong> And they said one to another, Did not our heart burn within us, while he talked with us by the way, and while he opened to us the scriptures?  <strong>33</strong> And they rose up the same hour, and returned to Jerusalem, and found the eleven gathered together, and them that were with them,  <strong>34</strong> Saying, The Lord is risen indeed, and hath appeared to Simon.  <strong>35</strong> And they told what things were done in the way, and how he was known of them in breaking of bread.  <strong>36</strong> And as they thus spake, Jesus himself stood in the midst of them, and saith unto them, Peace be unto you.  <strong>37</strong> But they were terrified and affrighted, and supposed that they had seen a spirit.  <strong>38</strong> And he said unto them, Why are ye troubled? and why do thoughts arise in your hearts?  <strong>39</strong> Behold my hands and my feet, that it is I myself: handle me, and see; for a spirit hath not flesh and bones, as ye see me have.  <strong>40</strong> And when he had thus spoken, he shewed them his hands and his feet.  <strong>41</strong> And while they yet believed not for joy, and wondered, he said unto them, Have ye here any meat?  <strong>42</strong> And they gave him a piece of a broiled fish, and of an honeycomb.  <strong>43</strong> And he took it, and did eat before them.  <strong>44</strong> And he said unto them, These are the words which I spake unto you, while I was yet with you, that all things must be fulfilled, which were written in the law of Moses, and in the prophets, and in the psalms, concerning me.  <strong>45</strong> Then opened he their understanding, that they might understand the scriptures,  <strong>46</strong> And said unto them, Thus it is written, and thus it behoved Christ to suffer, and to rise from the dead the third day:  <strong>47</strong> And that repentance and remission of sins should be preached in his name among all nations, beginning at Jerusalem.  <strong>48</strong> And ye are witnesses of these things. <strong>49</strong>           And, behold, I send the promise of my Father upon you: but tarry ye in the city of Jerusalem, until ye be endued with power from on high.  <strong>50</strong> And he led them out as far as to Bethany, and he lifted up his hands, and blessed them.  <strong>51</strong> And it came to pass, while he blessed them, he was parted from them, and carried up into heaven.  <strong>52</strong> And they worshipped him, and returned to Jerusalem with great joy:  <strong>53</strong> And were continually in the temple, praising and blessing God. Amen.  ","niv":"<sup><strong>1</strong></sup> On the first day of the week, very early in the morning, the women took the spices they had prepared and went to the tomb. <sup><strong>2</strong></sup> They found the stone rolled away from the tomb, <sup><strong>3</strong></sup> but when they entered, they did not find the body of the Lord Jesus. <sup><strong>4</strong></sup> While they were wondering about this, suddenly two men in clothes that gleamed like lightning stood beside them. <sup><strong>5</strong></sup> In their fright the women bowed down with their faces to the ground, but the men said to them, \"Why do you look for the living among the dead? <sup><strong>6</strong></sup> He is not here; he has risen! Remember how he told you, while he was still with you in Galilee: <sup><strong>7</strong></sup> 'The Son of Man must be delivered into the hands of sinful men, be crucified and on the third day be raised again.'\" <sup><strong>8</strong></sup> Then they remembered his words. <sup><strong>9</strong></sup> When they came back from the tomb, they told all these things to the Eleven and to all the others. <sup><strong>10</strong></sup> It was Mary Magdalene, Joanna, Mary the mother of James, and the others with them who told this to the apostles. <sup><strong>11</strong></sup> But they did not believe the women, because their words seemed to them like nonsense. <sup><strong>12</strong></sup> Peter, however, got up and ran to the tomb. Bending over, he saw the strips of linen lying by themselves, and he went away, wondering to himself what had happened. <sup><strong>13</strong></sup> Now that same day two of them were going to a village called Emmaus, about seven miles from Jerusalem. <sup><strong>14</strong></sup> They were talking with each other about everything that had happened. <sup><strong>15</strong></sup> As they talked and discussed these things with each other, Jesus himself came up and walked along with them; <sup><strong>16</strong></sup> but they were kept from recognizing him. <sup><strong>17</strong></sup> He asked them, \"What are you discussing together as you walk along?\" <sup><strong>18</strong></sup> They stood still, their faces downcast. One of them, named Cleopas, asked him, \"Are you only a visitor to Jerusalem and do not know the things that have happened there in these days?\" <sup><strong>19</strong></sup> \"What things?\" he asked. <sup><strong>20</strong></sup> \"About Jesus of Nazareth,\" they replied. \"He was a prophet, powerful in word and deed before God and all the people. The chief priests and our rulers handed him over to be sentenced to death, and they crucified him; <sup><strong>21</strong></sup> but we had hoped that he was the one who was going to redeem Israel. And what is more, it is the third day since all this took place. <sup><strong>22</strong></sup> In addition, some of our women amazed us. They went to the tomb early this morning <sup><strong>23</strong></sup> but didn't find his body. They came and told us that they had seen a vision of angels, who said he was alive. <sup><strong>24</strong></sup> Then some of our companions went to the tomb and found it just as the women had said, but him they did not see.\" <sup><strong>25</strong></sup> He said to them, \"How foolish you are, and how slow of heart to believe all that the prophets have spoken! <sup><strong>26</strong></sup> Did not the Christ have to suffer these things and then enter his glory?\" <sup><strong>27</strong></sup> And beginning with Moses and all the Prophets, he explained to them what was said in all the Scriptures concerning himself. <sup><strong>28</strong></sup> As they approached the village to which they were going, Jesus acted as if he were going farther. <sup><strong>29</strong></sup> But they urged him strongly, \"Stay with us, for it is nearly evening; the day is almost over.\" So he went in to stay with them. <sup><strong>30</strong></sup> When he was at the table with them, he took bread, gave thanks, broke it and began to give it to them. <sup><strong>31</strong></sup> Then their eyes were opened and they recognized him, and he disappeared from their sight. <sup><strong>32</strong></sup> They asked each other, \"Were not our hearts burning within us while he talked with us on the road and opened the Scriptures to us?\" <sup><strong>33</strong></sup> They got up and returned at once to Jerusalem. There they found the Eleven and those with them, assembled together <sup><strong>34</strong></sup> and saying, \"It is true! The Lord has risen and has appeared to Simon.\" <sup><strong>35</strong></sup> Then the two told what had happened on the way, and how Jesus was recognized by them when he broke the bread. <sup><strong>36</strong></sup> While they were still talking about this, Jesus himself stood among them and said to them, \"Peace be with you.\" <sup><strong>37</strong></sup> They were startled and frightened, thinking they saw a ghost. <sup><strong>38</strong></sup> He said to them, \"Why are you troubled, and why do doubts rise in your minds? <sup><strong>39</strong></sup> Look at my hands and my feet. It is I myself! Touch me and see; a ghost does not have flesh and bones, as you see I have.\" <sup><strong>40</strong></sup> When he had said this, he showed them his hands and feet. <sup><strong>41</strong></sup> And while they still did not believe it because of joy and amazement, he asked them, \"Do you have anything here to eat?\" <sup><strong>42</strong></sup> They gave him a piece of broiled fish, <sup><strong>43</strong></sup> and he took it and ate it in their presence. <sup><strong>44</strong></sup> He said to them, \"This is what I told you while I was still with you: Everything must be fulfilled that is written about me in the Law of Moses, the Prophets and the Psalms.\" <sup><strong>45</strong></sup> Then he opened their minds so they could understand the Scriptures. <sup><strong>46</strong></sup> He told them, \"This is what is written: The Christ will suffer and rise from the dead on the third day, <sup><strong>47</strong></sup> and repentance and forgiveness of sins will be preached in his name to all nations, beginning at Jerusalem. <sup><strong>48</strong></sup> You are witnesses of these things. <sup><strong>49</strong></sup> I am going to send you what my Father has promised; but stay in the city until you have been clothed with power from on high.\" <sup><strong>50</strong></sup> When he had led them out to the vicinity of Bethany, he lifted up his hands and blessed them. <sup><strong>51</strong></sup> While he was blessing them, he left them and was taken up into heaven. <sup><strong>52</strong></sup> Then they worshiped him and returned to Jerusalem with great joy. <sup><strong>53</strong></sup> And they stayed continually at the temple, praising God. "},{"_id":"615bb53be4f8ad1e13fa7f07","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Matthew 28:1-20","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40028001_03-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v40028001-1\">28:1&nbsp;</b>Now after the Sabbath, toward the dawn of the first day of the week, Mary Magdalene and the other Mary went to see the tomb. <b class=\"verse-num\" id=\"v40028002-1\">2&nbsp;</b>And behold, there was a great earthquake, for an angel of the Lord descended from heaven and came and rolled back the stone and sat on it. <b class=\"verse-num\" id=\"v40028003-1\">3&nbsp;</b>His appearance was like lightning, and his clothing white as snow. <b class=\"verse-num\" id=\"v40028004-1\">4&nbsp;</b>And for fear of him the guards trembled and became like dead men. <b class=\"verse-num\" id=\"v40028005-1\">5&nbsp;</b>But the angel said to the women, “Do not be afraid, for I know that you seek Jesus who was crucified. <b class=\"verse-num\" id=\"v40028006-1\">6&nbsp;</b>He is not here, for he has risen, as he said. Come, see the place where he lay. <b class=\"verse-num\" id=\"v40028007-1\">7&nbsp;</b>Then go quickly and tell his disciples that he has risen from the dead, and behold, he is going before you to Galilee; there you will see him. See, I have told you.” <b class=\"verse-num\" id=\"v40028008-1\">8&nbsp;</b>So they departed quickly from the tomb with fear and great joy, and ran to tell his disciples. <b class=\"verse-num\" id=\"v40028009-1\">9&nbsp;</b>And behold, Jesus met them and said, <span class=\"woc\">“Greetings!”</span> And they came up and took hold of his feet and worshiped him. <b class=\"verse-num\" id=\"v40028010-1\">10&nbsp;</b>Then Jesus said to them, <span class=\"woc\">“Do not be afraid; go and tell my brothers to go to Galilee, and there they will see me.”</span></p>\n\n<p id=\"p40028010_08-16\"><b class=\"verse-num\" id=\"v40028011-1\">11&nbsp;</b>While they were going, behold, some of the guard went into the city and told the chief priests all that had taken place. <b class=\"verse-num\" id=\"v40028012-1\">12&nbsp;</b>And when they had assembled with the elders and taken counsel, they gave a sufficient sum of money to the soldiers <b class=\"verse-num\" id=\"v40028013-1\">13&nbsp;</b>and said, “Tell people, ‘His disciples came by night and stole him away while we were asleep.’ <b class=\"verse-num\" id=\"v40028014-1\">14&nbsp;</b>And if this comes to the governor’s ears, we will satisfy him and keep you out of trouble.” <b class=\"verse-num\" id=\"v40028015-1\">15&nbsp;</b>So they took the money and did as they were directed. And this story has been spread among the Jews to this day.</p>\n\n<p id=\"p40028015_11-16\"><b class=\"verse-num\" id=\"v40028016-1\">16&nbsp;</b>Now the eleven disciples went to Galilee, to the mountain to which Jesus had directed them. <b class=\"verse-num\" id=\"v40028017-1\">17&nbsp;</b>And when they saw him they worshiped him, but some doubted. <b class=\"verse-num\" id=\"v40028018-1\">18&nbsp;</b>And Jesus came and said to them, <span class=\"woc\">“All authority in heaven and on earth has been given to me.</span> <b class=\"verse-num woc\" id=\"v40028019-1\">19&nbsp;</b><span class=\"woc\">Go therefore and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit,</span> <b class=\"verse-num woc\" id=\"v40028020-1\">20&nbsp;</b><span class=\"woc\">teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”</span></p>\n\n</div>","kjv":"<strong>1</strong> In the end of the sabbath, as it began to dawn toward the first day of the week, came Mary Magdalene and the other Mary to see the sepulchre.  <strong>2</strong> And, behold, there was a great earthquake: for the angel of the Lord descended from heaven, and came and rolled back the stone from the door, and sat upon it.  <strong>3</strong> His countenance was like lightning, and his raiment white as snow:  <strong>4</strong> And for fear of him the keepers did shake, and became as dead men.  <strong>5</strong> And the angel answered and said unto the women, Fear not ye: for I know that ye seek Jesus, which was crucified.  <strong>6</strong> He is not here: for he is risen, as he said. Come, see the place where the Lord lay.  <strong>7</strong> And go quickly, and tell his disciples that he is risen from the dead; and, behold, he goeth before you into Galilee; there shall ye see him: lo, I have told you.  <strong>8</strong> And they departed quickly from the sepulchre with fear and great joy; and did run to bring his disciples word.  <strong>9</strong> And as they went to tell his disciples, behold, Jesus met them, saying, All hail. And they came and held him by the feet, and worshipped him.  <strong>10</strong> Then said Jesus unto them, Be not afraid: go tell my brethren that they go into Galilee, and there shall they see me. <strong>11</strong> Now when they were going, behold, some of the watch came into the city, and shewed unto the chief priests all the things that were done.  <strong>12</strong> And when they were assembled with the elders, and had taken counsel, they gave large money unto the soldiers,  <strong>13</strong> Saying, Say ye, His disciples came by night, and stole him away while we slept.  <strong>14</strong> And if this come to the governor’s ears, we will persuade him, and secure you.  <strong>15</strong> So they took the money, and did as they were taught: and this saying is commonly reported among the Jews until this day.  <strong>16</strong> Then the eleven disciples went away into Galilee, into a mountain where Jesus had appointed them.  <strong>17</strong> And when they saw him, they worshipped him: but some doubted.  <strong>18</strong> And Jesus came and spake unto them, saying, All power is given unto me in heaven and in earth.  <strong>19</strong> Go ye therefore, and teach all nations, baptizing them in the name of the Father, and of the Son, and of the Holy Ghost:  <strong>20</strong> Teaching them to observe all things whatsoever I have commanded you: and, lo, I am with you alway, even unto the end of the world. Amen. ","niv":"<sup><strong>1</strong></sup> After the Sabbath, at dawn on the first day of the week, Mary Magdalene and the other Mary went to look at the tomb. <sup><strong>2</strong></sup> There was a violent earthquake, for an angel of the Lord came down from heaven and, going to the tomb, rolled back the stone and sat on it. <sup><strong>3</strong></sup> His appearance was like lightning, and his clothes were white as snow. <sup><strong>4</strong></sup> The guards were so afraid of him that they shook and became like dead men. <sup><strong>5</strong></sup> The angel said to the women, \"Do not be afraid, for I know that you are looking for Jesus, who was crucified. <sup><strong>6</strong></sup> He is not here; he has risen, just as he said. Come and see the place where he lay. <sup><strong>7</strong></sup> Then go quickly and tell his disciples: 'He has risen from the dead and is going ahead of you into Galilee. There you will see him.' Now I have told you.\" <sup><strong>8</strong></sup> So the women hurried away from the tomb, afraid yet filled with joy, and ran to tell his disciples. <sup><strong>9</strong></sup> Suddenly Jesus met them. \"Greetings,\" he said. They came to him, clasped his feet and worshiped him. <sup><strong>10</strong></sup> Then Jesus said to them, \"Do not be afraid. Go and tell my brothers to go to Galilee; there they will see me.\" <sup><strong>11</strong></sup> While the women were on their way, some of the guards went into the city and reported to the chief priests everything that had happened. <sup><strong>12</strong></sup> When the chief priests had met with the elders and devised a plan, they gave the soldiers a large sum of money, <sup><strong>13</strong></sup> telling them, \"You are to say, 'His disciples came during the night and stole him away while we were asleep.' <sup><strong>14</strong></sup> If this report gets to the governor, we will satisfy him and keep you out of trouble.\" <sup><strong>15</strong></sup> So the soldiers took the money and did as they were instructed. And this story has been widely circulated among the Jews to this very day. <sup><strong>16</strong></sup> Then the eleven disciples went to Galilee, to the mountain where Jesus had told them to go. <sup><strong>17</strong></sup> When they saw him, they worshiped him; but some doubted. <sup><strong>18</strong></sup> Then Jesus came to them and said, \"All authority in heaven and on earth has been given to me. <sup><strong>19</strong></sup> Therefore go and make disciples of all nations, baptizing them in the name of the Father and of the Son and of the Holy Spirit, <sup><strong>20</strong></sup> and teaching them to obey everything I have commanded you. And surely I am with you always, to the very end of the age.\" "},{"_id":"615bb53be4f8ad1e13fa7f08","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Matthew 24:36","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p40024036_08-17\"><b class=\"verse-num woc\" id=\"v40024036-1\">36&nbsp;</b><span class=\"woc\">“But concerning that day and hour no one knows, not even the angels of heaven, nor the Son, but the Father only.</span></p>\n\n</div>","kjv":"<strong>36</strong>           But of that day and hour knoweth no man, no, not the angels of heaven, but my Father only.  ","niv":"<sup><strong>36</strong></sup> \"No one knows about that day or hour, not even the angels in heaven, nor the Son, but only the Father."},{"_id":"615bb53be4f8ad1e13fa7f09","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Exodus 34:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02034006_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v02034006-1\">6&nbsp;</b>The LORD passed before him and proclaimed, “The LORD, the LORD, a God merciful and gracious, slow to anger, and abounding in steadfast love and faithfulness,</p>\n</div>","kjv":"<strong>6</strong> And the LORD passed by before him, and proclaimed, The LORD, The LORD God, merciful and gracious, longsuffering, and abundant in goodness and truth,  ","niv":"<sup><strong>6</strong></sup> And he passed in front of Moses, proclaiming, \"The LORD, the LORD, the compassionate and gracious God, slow to anger, abounding in love and faithfulness,"},{"_id":"615bb53be4f8ad1e13fa7f0a","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Deuteronomy 18:15","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05018015_06-19\"><b class=\"verse-num\" id=\"v05018015-1\">15&nbsp;</b>“The LORD your God will raise up for you a prophet like me from among you, from your brothers—it is to him you shall listen—</p>\n</div>","kjv":"<strong>15</strong> The LORD thy God will raise up unto thee a Prophet from the midst of thee, of thy brethren, like unto me; unto him ye shall hearken;  ","niv":"<sup><strong>15</strong></sup> The LORD your God will raise up for you a prophet like me from among your own brothers. You must listen to him."},{"_id":"615bb53ce4f8ad1e13fa7f0b","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Exodus 22:18","votes":1,"__v":0,"esv":"<div>\n<p id=\"p02022018_01-20\"><b class=\"verse-num\" id=\"v02022018-1\">18&nbsp;</b>“You shall not permit a sorceress to live.</p>\n</div>","kjv":"<strong>18</strong> Thou shalt not suffer a witch to live.  ","niv":"<sup><strong>18</strong></sup> \"Do not allow a sorceress to live."},{"_id":"615bb53ce4f8ad1e13fa7f0d","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Genesis 1:1","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p01001001_06-22\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v01001001-1\">1:1&nbsp;</b>In the beginning, God created the heavens and the earth. <b class=\"verse-num\" id=\"v01001002-1\">2&nbsp;</b>The earth was without form and void, and darkness was over the face of the deep. And the Spirit of God was hovering over the face of the waters.</p>\n<p id=\"p01001002_06-22\"><b class=\"verse-num\" id=\"v01001003-1\">3&nbsp;</b>And God said, “Let there be light,” and there was light. <b class=\"verse-num\" id=\"v01001004-1\">4&nbsp;</b>And God saw that the light was good. And God separated the light from the darkness. <b class=\"verse-num\" id=\"v01001005-1\">5&nbsp;</b>God called the light Day, and the darkness he called Night. And there was evening and there was morning, the first day.</p>\n<p id=\"p01001005_06-22\"><b class=\"verse-num\" id=\"v01001006-1\">6&nbsp;</b>And God said, “Let there be an expanse in the midst of the waters, and let it separate the waters from the waters.” <b class=\"verse-num\" id=\"v01001007-1\">7&nbsp;</b>And God made the expanse and separated the waters that were under the expanse from the waters that were above the expanse. And it was so. <b class=\"verse-num\" id=\"v01001008-1\">8&nbsp;</b>And God called the expanse Heaven. And there was evening and there was morning, the second day.</p>\n<p id=\"p01001008_06-22\"><b class=\"verse-num\" id=\"v01001009-1\">9&nbsp;</b>And God said, “Let the waters under the heavens be gathered together into one place, and let the dry land appear.” And it was so. <b class=\"verse-num\" id=\"v01001010-1\">10&nbsp;</b>God called the dry land Earth, and the waters that were gathered together he called Seas. And God saw that it was good.</p>\n<p id=\"p01001010_06-22\"><b class=\"verse-num\" id=\"v01001011-1\">11&nbsp;</b>And God said, “Let the earth sprout vegetation, plants yielding seed, and fruit trees bearing fruit in which is their seed, each according to its kind, on the earth.” And it was so. <b class=\"verse-num\" id=\"v01001012-1\">12&nbsp;</b>The earth brought forth vegetation, plants yielding seed according to their own kinds, and trees bearing fruit in which is their seed, each according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001013-1\">13&nbsp;</b>And there was evening and there was morning, the third day.</p>\n<p id=\"p01001013_06-22\"><b class=\"verse-num\" id=\"v01001014-1\">14&nbsp;</b>And God said, “Let there be lights in the expanse of the heavens to separate the day from the night. And let them be for signs and for seasons, and for days and years, <b class=\"verse-num\" id=\"v01001015-1\">15&nbsp;</b>and let them be lights in the expanse of the heavens to give light upon the earth.” And it was so. <b class=\"verse-num\" id=\"v01001016-1\">16&nbsp;</b>And God made the two great lights—the greater light to rule the day and the lesser light to rule the night—and the stars. <b class=\"verse-num\" id=\"v01001017-1\">17&nbsp;</b>And God set them in the expanse of the heavens to give light on the earth, <b class=\"verse-num\" id=\"v01001018-1\">18&nbsp;</b>to rule over the day and over the night, and to separate the light from the darkness. And God saw that it was good. <b class=\"verse-num\" id=\"v01001019-1\">19&nbsp;</b>And there was evening and there was morning, the fourth day.</p>\n<p id=\"p01001019_06-22\"><b class=\"verse-num\" id=\"v01001020-1\">20&nbsp;</b>And God said, “Let the waters swarm with swarms of living creatures, and let birds fly above the earth across the expanse of the heavens.” <b class=\"verse-num\" id=\"v01001021-1\">21&nbsp;</b>So God created the great sea creatures and every living creature that moves, with which the waters swarm, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <b class=\"verse-num\" id=\"v01001022-1\">22&nbsp;</b>And God blessed them, saying, “Be fruitful and multiply and fill the waters in the seas, and let birds multiply on the earth.” <b class=\"verse-num\" id=\"v01001023-1\">23&nbsp;</b>And there was evening and there was morning, the fifth day.</p>\n<p id=\"p01001023_06-22\"><b class=\"verse-num\" id=\"v01001024-1\">24&nbsp;</b>And God said, “Let the earth bring forth living creatures according to their kinds—livestock and creeping things and beasts of the earth according to their kinds.” And it was so. <b class=\"verse-num\" id=\"v01001025-1\">25&nbsp;</b>And God made the beasts of the earth according to their kinds and the livestock according to their kinds, and everything that creeps on the ground according to its kind. And God saw that it was good.</p>\n<p id=\"p01001025_06-22\"><b class=\"verse-num\" id=\"v01001026-1\">26&nbsp;</b>Then God said, “Let us make man in our image, after our likeness. And let them have dominion over the fish of the sea and over the birds of the heavens and over the livestock and over all the earth and over every creeping thing that creeps on the earth.”</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p01001027_06-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v01001027-1\">27&nbsp;</b>&nbsp;&nbsp;So God created man in his own image,</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;in the image of God he created him;</span><br><span id=\"p01001027_06-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;male and female he created them.</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p01001027_06-22\"><b class=\"verse-num\" id=\"v01001028-1\">28&nbsp;</b>And God blessed them. And God said to them, “Be fruitful and multiply and fill the earth and subdue it, and have dominion over the fish of the sea and over the birds of the heavens and over every living thing that moves on the earth.” <b class=\"verse-num\" id=\"v01001029-1\">29&nbsp;</b>And God said, “Behold, I have given you every plant yielding seed that is on the face of all the earth, and every tree with seed in its fruit. You shall have them for food. <b class=\"verse-num\" id=\"v01001030-1\">30&nbsp;</b>And to every beast of the earth and to every bird of the heavens and to everything that creeps on the earth, everything that has the breath of life, I have given every green plant for food.” And it was so. <b class=\"verse-num\" id=\"v01001031-1\">31&nbsp;</b>And God saw everything that he had made, and behold, it was very good. And there was evening and there was morning, the sixth day.</p>\n\n</div>","kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth."},{"_id":"615bb53ce4f8ad1e13fa7f0c","topicId":"615bb535e4f8ad1e13fa7ef9","verse":"Genesis 1:1-31","votes":1,"__v":0,"kjv":"<strong>1</strong> In the beginning God created the heaven and the earth.  <strong>2</strong> And the earth was without form, and void; and darkness was  upon the face of the deep. And the Spirit of God moved upon the face of the waters.  <strong>3</strong> And God said, Let there be light: and there was light.  <strong>4</strong> And God saw the light, that it was good: and God divided the light from the darkness.  <strong>5</strong> And God called the light Day, and the darkness he called Night. And the evening and the morning were the first day.  <strong>6</strong> And God said, Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.  <strong>7</strong> And God made the firmament, and divided the waters which were  under the firmament from the waters which were above the firmament: and it was so.  <strong>8</strong> And God called the firmament Heaven. And the evening and the morning were the second day.  <strong>9</strong> And God said, Let the waters under the heaven be gathered together unto one place, and let the dry land appear: and it was so.  <strong>10</strong> And God called the dry land Earth; and the gathering together of the waters called he Seas: and God saw that it was good.  <strong>11</strong> And God said, Let the earth bring forth grass, the herb yielding seed, and the fruit tree yielding fruit after his kind, whose seed is in itself, upon the earth: and it was so.  <strong>12</strong> And the earth brought forth grass, and herb yielding seed after his kind, and the tree yielding fruit, whose seed was in itself, after his kind: and God saw that it was good.  <strong>13</strong> And the evening and the morning were the third day.  <strong>14</strong> And God said, Let there be lights in the firmament of the heaven to divide the day from the night; and let them be for signs, and for seasons, and for days, and years:  <strong>15</strong> And let them be for lights in the firmament of the heaven to give light upon the earth: and it was so.  <strong>16</strong> And God made two great lights; the greater light to rule the day, and the lesser light to rule the night: he made the stars also.  <strong>17</strong> And God set them in the firmament of the heaven to give light upon the earth,  <strong>18</strong> And to rule over the day and over the night, and to divide the light from the darkness: and God saw that it was good.  <strong>19</strong> And the evening and the morning were the fourth day.  <strong>20</strong> And God said, Let the waters bring forth abundantly the moving creature that hath life, and fowl that may fly above the earth in the open firmament of heaven.  <strong>21</strong> And God created great whales, and every living creature that moveth, which the waters brought forth abundantly, after their kind, and every winged fowl after his kind: and God saw that it was good.  <strong>22</strong> And God blessed them, saying, Be fruitful, and multiply, and fill the waters in the seas, and let fowl multiply in the earth.  <strong>23</strong> And the evening and the morning were the fifth day.  <strong>24</strong> And God said, Let the earth bring forth the living creature after his kind, cattle, and creeping thing, and beast of the earth after his kind: and it was so.  <strong>25</strong> And God made the beast of the earth after his kind, and cattle after their kind, and every thing that creepeth upon the earth after his kind: and God saw that it was good.  <strong>26</strong> And God said, Let us make man in our image, after our likeness: and let them have dominion over the fish of the sea, and over the fowl of the air, and over the cattle, and over all the earth, and over every creeping thing that creepeth upon the earth.  <strong>27</strong> So God created man in his own image, in the image of God created he him; male and female created he them.  <strong>28</strong> And God blessed them, and God said unto them, Be fruitful, and multiply, and replenish the earth, and subdue it: and have dominion over the fish of the sea, and over the fowl of the air, and over every living thing that moveth upon the earth.  <strong>29</strong> And God said, Behold, I have given you every herb bearing seed, which is upon the face of all the earth, and every tree, in the which is the fruit of a tree yielding seed; to you it shall be for meat.  <strong>30</strong> And to every beast of the earth, and to every fowl of the air, and to every thing that creepeth upon the earth, wherein there is life, I have given every green herb for meat: and it was so.  <strong>31</strong> And God saw every thing that he had made, and, behold, it was  very good. And the evening and the morning were the sixth day.  ","niv":"<sup><strong>1</strong></sup> In the beginning God created the heavens and the earth. <sup><strong>2</strong></sup> Now the earth was formless and empty, darkness was over the surface of the deep, and the Spirit of God was hovering over the waters. <sup><strong>3</strong></sup> And God said, \"Let there be light,\" and there was light. <sup><strong>4</strong></sup> God saw that the light was good, and he separated the light from the darkness. <sup><strong>5</strong></sup> God called the light \"day,\" and the darkness he called \"night.\" And there was evening, and there was morning-the first day. <sup><strong>6</strong></sup> And God said, \"Let there be an expanse between the waters to separate water from water.\" <sup><strong>7</strong></sup> So God made the expanse and separated the water under the expanse from the water above it. And it was so. <sup><strong>8</strong></sup> God called the expanse \"sky.\" And there was evening, and there was morning-the second day. <sup><strong>9</strong></sup> And God said, \"Let the water under the sky be gathered to one place, and let dry ground appear.\" And it was so. <sup><strong>10</strong></sup> God called the dry ground \"land,\" and the gathered waters he called \"seas.\" And God saw that it was good. <sup><strong>11</strong></sup> Then God said, \"Let the land produce vegetation: seed-bearing plants and trees on the land that bear fruit with seed in it, according to their various kinds.\" And it was so. <sup><strong>12</strong></sup> The land produced vegetation: plants bearing seed according to their kinds and trees bearing fruit with seed in it according to their kinds. And God saw that it was good. <sup><strong>13</strong></sup> And there was evening, and there was morning-the third day. <sup><strong>14</strong></sup> And God said, \"Let there be lights in the expanse of the sky to separate the day from the night, and let them serve as signs to mark seasons and days and years, <sup><strong>15</strong></sup> and let them be lights in the expanse of the sky to give light on the earth.\" And it was so. <sup><strong>16</strong></sup> God made two great lights-the greater light to govern the day and the lesser light to govern the night. He also made the stars. <sup><strong>17</strong></sup> God set them in the expanse of the sky to give light on the earth, <sup><strong>18</strong></sup> to govern the day and the night, and to separate light from darkness. And God saw that it was good. <sup><strong>19</strong></sup> And there was evening, and there was morning-the fourth day. <sup><strong>20</strong></sup> And God said, \"Let the water teem with living creatures, and let birds fly above the earth across the expanse of the sky.\" <sup><strong>21</strong></sup> So God created the great creatures of the sea and every living and moving thing with which the water teems, according to their kinds, and every winged bird according to its kind. And God saw that it was good. <sup><strong>22</strong></sup> God blessed them and said, \"Be fruitful and increase in number and fill the water in the seas, and let the birds increase on the earth.\" <sup><strong>23</strong></sup> And there was evening, and there was morning-the fifth day. <sup><strong>24</strong></sup> And God said, \"Let the land produce living creatures according to their kinds: livestock, creatures that move along the ground, and wild animals, each according to its kind.\" And it was so. <sup><strong>25</strong></sup> God made the wild animals according to their kinds, the livestock according to their kinds, and all the creatures that move along the ground according to their kinds. And God saw that it was good. <sup><strong>26</strong></sup> Then God said, \"Let us make man in our image, in our likeness, and let them rule over the fish of the sea and the birds of the air, over the livestock, over all the earth, and over all the creatures that move along the ground.\" <sup><strong>27</strong></sup> So God created man in his own image, in the image of God he created him; male and female he created them. <sup><strong>28</strong></sup> God blessed them and said to them, \"Be fruitful and increase in number; fill the earth and subdue it. Rule over the fish of the sea and the birds of the air and over every living creature that moves on the ground.\" <sup><strong>29</strong></sup> Then God said, \"I give you every seed-bearing plant on the face of the whole earth and every tree that has fruit with seed in it. They will be yours for food. <sup><strong>30</strong></sup> And to all the beasts of the earth and all the birds of the air and all the creatures that move on the ground-everything that has the breath of life in it-I give every green plant for food.\" And it was so. <sup><strong>31</strong></sup> God saw all that he had made, and it was very good. And there was evening, and there was morning-the sixth day. "}]}