{"_id":"615bbb12e4f8ad1e13fa7fc4","slug":"covet","name":"Covet","verses":[{"_id":"615bbb12e4f8ad1e13fa7fc5","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Luke 12:15","votes":16,"__v":0,"esv":"<div>\n<p id=\"p42012015_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v42012015-1\">15&nbsp;</b>And he said to them, <span class=\"woc\">“Take care, and be on your guard against all covetousness, for one’s life does not consist in the abundance of his possessions.”</span></p>\n</div>","kjv":"<strong>15</strong> And he said unto them, Take heed, and beware of covetousness: for a man’s life consisteth not in the abundance of the things which he possesseth.  ","niv":"<sup><strong>15</strong></sup> Then he said to them, \"Watch out! Be on your guard against all kinds of greed; a man's life does not consist in the abundance of his possessions.\"","modified":"2023-04-29T23:00:43.862Z"},{"_id":"615bbb2be4f8ad1e13fa7fc6","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Exodus 20:17","votes":15,"__v":0,"esv":"<div>\n<p id=\"p02020017_01-2\"><b class=\"verse-num\" id=\"v02020017-1\">17&nbsp;</b>“You shall not covet your neighbor’s house; you shall not covet your neighbor’s wife, or his male servant, or his female servant, or his ox, or his donkey, or anything that is your neighbor’s.”</p>\n</div>","kjv":"<strong>17</strong> Thou shalt not covet thy neighbour’s house, thou shalt not covet thy neighbour’s wife, nor his manservant, nor his maidservant, nor his ox, nor his ass, nor any thing that is thy neighbour’s.  ","niv":"<sup><strong>17</strong></sup> \"You shall not covet your neighbor's house. You shall not covet your neighbor's wife, or his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\""},{"_id":"615bbb2ce4f8ad1e13fa7fc7","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"1 Timothy 6:10","votes":13,"__v":0,"esv":"<div>\n<p id=\"p54006010_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v54006010-1\">10&nbsp;</b>For the love of money is a root of all kinds of evils. It is through this craving that some have wandered away from the faith and pierced themselves with many pangs.</p>\n</div>","kjv":"<strong>10</strong> For the love of money is the root of all evil: which while some coveted after, they have erred from the faith, and pierced themselves through with many sorrows.  ","niv":"<sup><strong>10</strong></sup> For the love of money is a root of all kinds of evil. Some people, eager for money, have wandered from the faith and pierced themselves with many griefs."},{"_id":"615bbb2ce4f8ad1e13fa7fc8","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Romans 13:8-10","votes":7,"__v":0,"esv":"<div>\n\n<p id=\"p45013008_06-5\"><b class=\"verse-num\" id=\"v45013008-1\">8&nbsp;</b>Owe no one anything, except to love each other, for the one who loves another has fulfilled the law. <b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.” <b class=\"verse-num\" id=\"v45013010-1\">10&nbsp;</b>Love does no wrong to a neighbor; therefore love is the fulfilling of the law.</p>\n</div>","kjv":"<strong>8</strong> Owe no man any thing, but to love one another: for he that loveth another hath fulfilled the law.  <strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  <strong>10</strong> Love worketh no ill to his neighbour: therefore love is the fulfilling of the law.  ","niv":"<sup><strong>8</strong></sup> Let no debt remain outstanding, except the continuing debt to love one another, for he who loves his fellowman has fulfilled the law. <sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\" <sup><strong>10</strong></sup> Love does no harm to its neighbor. Therefore love is the fulfillment of the law. "},{"_id":"615bbb2ce4f8ad1e13fa7fc9","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 7:12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p40007012_04-6\"><b class=\"verse-num woc\" id=\"v40007012-1\">12&nbsp;</b><span class=\"woc\">“So whatever you wish that others would do to you, do also to them, for this is the Law and the Prophets.</span></p>\n</div>","kjv":"<strong>12</strong> Therefore all things whatsoever ye would that men should do to you, do ye even so to them: for this is the law and the prophets. ","niv":"<sup><strong>12</strong></sup> So in everything, do to others what you would have them do to you, for this sums up the Law and the Prophets."},{"_id":"615bbb2ce4f8ad1e13fa7fca","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Ephesians 5:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p49005003_01-7\"><b class=\"verse-num\" id=\"v49005003-1\">3&nbsp;</b>But sexual immorality and all impurity or covetousness must not even be named among you, as is proper among saints.</p>\n</div>","kjv":"<strong>3</strong> But fornication, and all uncleanness, or covetousness, let it not be once named among you, as becometh saints;  ","niv":"<sup><strong>3</strong></sup> But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God's holy people."},{"_id":"615bbb2ce4f8ad1e13fa7fcc","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 6:13","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p40006013_01-8\" class=\"line\"><b class=\"verse-num inline woc\" id=\"v40006013-1\">13&nbsp;</b>&nbsp;&nbsp;<span class=\"woc\">And lead us not into temptation,</span><br><span id=\"p40006013_01-8\" class=\"indent line\"><span class=\"woc\">&nbsp;&nbsp;&nbsp;&nbsp;but deliver us from evil.</span><br></span></span></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>13</strong> And lead us not into temptation, but deliver us from evil: For thine is the kingdom, and the power, and the glory, for ever. Amen.  ","niv":"<sup><strong>13</strong></sup> And lead us not into temptation, but deliver us from the evil one. '"},{"_id":"615bbb2ce4f8ad1e13fa7fcb","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 6:19-21","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p40006019_06-9\"><b class=\"verse-num woc\" id=\"v40006019-1\">19&nbsp;</b><span class=\"woc\">“Do not lay up for yourselves treasures on earth, where moth and rust destroy and where thieves break in and steal,</span> <b class=\"verse-num woc\" id=\"v40006020-1\">20&nbsp;</b><span class=\"woc\">but lay up for yourselves treasures in heaven, where neither moth nor rust destroys and where thieves do not break in and steal.</span> <b class=\"verse-num woc\" id=\"v40006021-1\">21&nbsp;</b><span class=\"woc\">For where your treasure is, there your heart will be also.</span></p>\n\n</div>","kjv":"<strong>19</strong>           Lay not up for yourselves treasures upon earth, where moth and rust doth corrupt, and where thieves break through and steal:  <strong>20</strong> But lay up for yourselves treasures in heaven, where neither moth nor rust doth corrupt, and where thieves do not break through nor steal:  <strong>21</strong> For where your treasure is, there will your heart be also.  ","niv":"<sup><strong>19</strong></sup> \"Do not store up for yourselves treasures on earth, where moth and rust destroy, and where thieves break in and steal. <sup><strong>20</strong></sup> But store up for yourselves treasures in heaven, where moth and rust do not destroy, and where thieves do not break in and steal. <sup><strong>21</strong></sup> For where your treasure is, there your heart will be also. "},{"_id":"615bbb2de4f8ad1e13fa7fcd","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Ephesians 4:28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p49004028_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004028-1\">28&nbsp;</b>Let the thief no longer steal, but rather let him labor, doing honest work with his own hands, so that he may have something to share with anyone in need.</p>\n</div>","kjv":"<strong>28</strong> Let him that stole steal no more: but rather let him labour, working with his hands the thing which is good, that he may have to give to him that needeth.  ","niv":"<sup><strong>28</strong></sup> He who has been stealing must steal no longer, but must work, doing something useful with his own hands, that he may have something to share with those in need.","modified":"2023-07-12T18:52:26.124Z"},{"_id":"615bbb2ee4f8ad1e13fa7fce","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Deuteronomy 5:21","votes":3,"__v":0,"esv":"<div>\n<p id=\"p05005021_01-11\"><b class=\"verse-num\" id=\"v05005021-1\">21&nbsp;</b>“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’</p>\n</div>","kjv":"<strong>21</strong> Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any thing that is thy neighbour’s.  ","niv":"<sup><strong>21</strong></sup> \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\""},{"_id":"615bbb2ee4f8ad1e13fa7fcf","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"James 2:10","votes":2,"__v":0,"esv":"<div>\n<p id=\"p59002010_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002010-1\">10&nbsp;</b>For whoever keeps the whole law but fails in one point has become guilty of all of it.</p>\n</div>","kjv":"<strong>10</strong> For whosoever shall keep the whole law, and yet offend in one point, he is guilty of all.  ","niv":"<sup><strong>10</strong></sup> For whoever keeps the whole law and yet stumbles at just one point is guilty of breaking all of it."},{"_id":"615bbb2ee4f8ad1e13fa7fd0","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 6:24","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40006024_01-13\"><b class=\"verse-num woc\" id=\"v40006024-1\">24&nbsp;</b><span class=\"woc\">“No one can serve two masters, for either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve God and money.</span></p>\n\n</div>","kjv":"<strong>24</strong>           No man can serve two masters: for either he will hate the one, and love the other; or else he will hold to the one, and despise the other. Ye cannot serve God and mammon.  ","niv":"<sup><strong>24</strong></sup> \"No one can serve two masters. Either he will hate the one and love the other, or he will be devoted to the one and despise the other. You cannot serve both God and Money."},{"_id":"615bbb2ee4f8ad1e13fa7fd1","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 5:27-28","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p40005027_02-14\"><b class=\"verse-num woc\" id=\"v40005027-1\">27&nbsp;</b><span class=\"woc\">“You have heard that it was said, ‘You shall not commit adultery.’</span> <b class=\"verse-num woc\" id=\"v40005028-1\">28&nbsp;</b><span class=\"woc\">But I say to you that everyone who looks at a woman with lustful intent has already committed adultery with her in his heart.</span></p>\n</div>","kjv":"<strong>27</strong>           Ye have heard that it was said by them of old time, Thou shalt not commit adultery:  <strong>28</strong> But I say unto you, That whosoever looketh on a woman to lust after her hath committed adultery with her already in his heart.  ","niv":"<sup><strong>27</strong></sup> \"You have heard that it was said, 'Do not commit adultery.' <sup><strong>28</strong></sup> But I tell you that anyone who looks at a woman lustfully has already committed adultery with her in his heart. "},{"_id":"615bbb2ee4f8ad1e13fa7fd2","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"James 2:11","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59002011_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002011-1\">11&nbsp;</b>For he who said, “Do not commit adultery,” also said, “Do not murder.” If you do not commit adultery but do murder, you have become a transgressor of the law.</p>\n</div>","kjv":"<strong>11</strong> For he that said, Do not commit adultery, said also, Do not kill. Now if thou commit no adultery, yet if thou kill, thou art become a transgressor of the law.  ","niv":"<sup><strong>11</strong></sup> For he who said, \"Do not commit adultery,\" also said, \"Do not murder.\" If you do not commit adultery but do commit murder, you have become a lawbreaker."},{"_id":"615bbb2ee4f8ad1e13fa7fd3","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"1 Corinthians 13:8","votes":2,"__v":0,"esv":"<div>\n<p id=\"p46013008_01-17\"><b class=\"verse-num\" id=\"v46013008-1\">8&nbsp;</b>Love never ends. As for prophecies, they will pass away; as for tongues, they will cease; as for knowledge, it will pass away.</p>\n</div>","kjv":"<strong>8</strong> Charity never faileth: but whether there be prophecies, they shall fail; whether there be tongues, they shall cease; whether there be knowledge, it shall vanish away.  ","niv":"<sup><strong>8</strong></sup> Love never fails. But where there are prophecies, they will cease; where there are tongues, they will be stilled; where there is knowledge, it will pass away.","modified":"2023-12-04T14:38:58.853Z"},{"_id":"615bbb2ee4f8ad1e13fa7fd5","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"John 8:32","votes":2,"__v":0,"esv":"<div>\n<p id=\"p43008032_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43008032-1\">32&nbsp;</b><span class=\"woc\">and you will know the truth, and the truth will set you free.”</span></p>\n</div>","kjv":"<strong>32</strong> And ye shall know the truth, and the truth shall make you free.  ","niv":"<sup><strong>32</strong></sup> Then you will know the truth, and the truth will set you free.\""},{"_id":"615bbb2ee4f8ad1e13fa7fd4","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"2 Corinthians 12:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p47012021_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v47012021-1\">21&nbsp;</b>I fear that when I come again my God may humble me before you, and I may have to mourn over many of those who sinned earlier and have not repented of the impurity, sexual immorality, and sensuality that they have practiced.</p>\n</div>","kjv":"<strong>21</strong> And lest, when I come again, my God will humble me among you, and that I shall bewail many which have sinned already, and have not repented of the uncleanness and fornication and lasciviousness which they have committed.  ","niv":"<sup><strong>21</strong></sup> I am afraid that when I come again my God will humble me before you, and I will be grieved over many who have sinned earlier and have not repented of the impurity, sexual sin and debauchery in which they have indulged."},{"_id":"615bbb2ee4f8ad1e13fa7fd6","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Matthew 22:21","votes":2,"__v":0,"esv":"<div>\n<p id=\"p40022021_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40022021-1\">21&nbsp;</b>They said, “Caesar’s.” Then he said to them, <span class=\"woc\">“Therefore render to Caesar the things that are Caesar’s, and to God the things that are God’s.”</span></p>\n</div>","kjv":"<strong>21</strong> They say unto him, Caesar’s. Then saith he unto them, Render therefore unto Caesar the things which are Caesar’s; and unto God the things that are God’s.  ","niv":"<sup><strong>21</strong></sup> \"Caesar's,\" they replied. Then he said to them, \"Give to Caesar what is Caesar's, and to God what is God's.\""},{"_id":"615bbb2ee4f8ad1e13fa7fd7","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Isaiah 28:11","votes":2,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23028011_01-21\" class=\"line\"><b class=\"verse-num inline\" id=\"v23028011-1\">11&nbsp;</b>&nbsp;&nbsp;For by people of strange lips</span><br><span id=\"p23028011_01-21\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and with a foreign tongue</span><br><span id=\"p23028011_01-21\" class=\"line\">&nbsp;&nbsp;the LORD will speak to this people,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> For with stammering lips and another tongue will he speak to this people.  ","niv":"<sup><strong>11</strong></sup> Very well then, with foreign lips and strange tongues God will speak to this people,"},{"_id":"615bbb2ee4f8ad1e13fa7fd8","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Deuteronomy 11:26-28","votes":2,"__v":0,"esv":"<div>\n<p id=\"p05011026_01-22\"><b class=\"verse-num\" id=\"v05011026-1\">26&nbsp;</b>“See, I am setting before you today a blessing and a curse: <b class=\"verse-num\" id=\"v05011027-1\">27&nbsp;</b>the blessing, if you obey the commandments of the LORD your God, which I command you today, <b class=\"verse-num\" id=\"v05011028-1\">28&nbsp;</b>and the curse, if you do not obey the commandments of the LORD your God, but turn aside from the way that I am commanding you today, to go after other gods that you have not known.</p>\n</div>","kjv":"<strong>26</strong> Behold, I set before you this day a blessing and a curse;  <strong>27</strong> A blessing, if ye obey the commandments of the LORD your God, which I command you this day:  <strong>28</strong> And a curse, if ye will not obey the commandments of the LORD your God, but turn aside out of the way which I command you this day, to go after other gods, which ye have not known.  ","niv":"<sup><strong>26</strong></sup> See, I am setting before you today a blessing and a curse- <sup><strong>27</strong></sup> the blessing if you obey the commands of the LORD your God that I am giving you today; <sup><strong>28</strong></sup> the curse if you disobey the commands of the LORD your God and turn from the way that I command you today by following other gods, which you have not known. "},{"_id":"615bbb2ee4f8ad1e13fa7fd9","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Deuteronomy 5","votes":2,"__v":0,"kjv":"<strong>1</strong> And Moses called all Israel, and said unto them, Hear, O Israel, the statutes and judgments which I speak in your ears this day, that ye may learn them, and keep, and do them.  <strong>2</strong> The LORD our God made a covenant with us in Horeb.  <strong>3</strong> The LORD made not this covenant with our fathers, but with us, even us, who are all of us here alive this day.  <strong>4</strong> The LORD talked with you face to face in the mount out of the midst of the fire,  <strong>5</strong> (I stood between the LORD and you at that time, to shew you the word of the LORD: for ye were afraid by reason of the fire, and went not up into the mount;) saying,  <strong>6</strong> I am the LORD thy God, which brought thee out of the land of Egypt, from the house of bondage.  <strong>7</strong> Thou shalt have none other gods before me.  <strong>8</strong> Thou shalt not make thee any graven image, or any likeness of any thing that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth:  <strong>9</strong> Thou shalt not bow down thyself unto them, nor serve them: for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the children unto the third and fourth generation of them that hate me,  <strong>10</strong> And shewing mercy unto thousands of them that love me and keep my commandments.  <strong>11</strong> Thou shalt not take the name of the LORD thy God in vain: for the LORD will not hold him guiltless that taketh his name in vain.  <strong>12</strong> Keep the sabbath day to sanctify it, as the LORD thy God hath commanded thee.  <strong>13</strong> Six days thou shalt labour, and do all thy work:  <strong>14</strong> But the seventh day is the sabbath of the LORD thy God: in it thou shalt not do any work, thou, nor thy son, nor thy daughter, nor thy manservant, nor thy maidservant, nor thine ox, nor thine ass, nor any of thy cattle, nor thy stranger that is within thy gates; that thy manservant and thy maidservant may rest as well as thou.  <strong>15</strong> And remember that thou wast a servant in the land of Egypt, and that the LORD thy God brought thee out thence through a mighty hand and by a stretched out arm: therefore the LORD thy God commanded thee to keep the sabbath day.  <strong>16</strong> Honour thy father and thy mother, as the LORD thy God hath commanded thee; that thy days may be prolonged, and that it may go well with thee, in the land which the LORD thy God giveth thee.  <strong>17</strong> Thou shalt not kill.  <strong>18</strong> Neither shalt thou commit adultery.  <strong>19</strong> Neither shalt thou steal.  <strong>20</strong> Neither shalt thou bear false witness against thy neighbour.  <strong>21</strong> Neither shalt thou desire thy neighbour’s wife, neither shalt thou covet thy neighbour’s house, his field, or his manservant, or his maidservant, his ox, or his ass, or any thing that is thy neighbour’s.  <strong>22</strong> These words the LORD spake unto all your assembly in the mount out of the midst of the fire, of the cloud, and of the thick darkness, with a great voice: and he added no more. And he wrote them in two tables of stone, and delivered them unto me.  <strong>23</strong> And it came to pass, when ye heard the voice out of the midst of the darkness, (for the mountain did burn with fire,) that ye came near unto me, even all the heads of your tribes, and your elders;  <strong>24</strong> And ye said, Behold, the LORD our God hath shewed us his glory and his greatness, and we have heard his voice out of the midst of the fire: we have seen this day that God doth talk with man, and he liveth.  <strong>25</strong> Now therefore why should we die? for this great fire will consume us: if we hear the voice of the LORD our God any more, then we shall die.  <strong>26</strong> For who is there of all flesh, that hath heard the voice of the living God speaking out of the midst of the fire, as we have,  and lived?  <strong>27</strong> Go thou near, and hear all that the LORD our God shall say: and speak thou unto us all that the LORD our God shall speak unto thee; and we will hear it, and do it.  <strong>28</strong> And the LORD heard the voice of your words, when ye spake unto me; and the LORD said unto me, I have heard the voice of the words of this people, which they have spoken unto thee: they have well said all that they have spoken.  <strong>29</strong> O that there were such an heart in them, that they would fear me, and keep all my commandments always, that it might be well with them, and with their children for ever!  <strong>30</strong> Go say to them, Get you into your tents again.  <strong>31</strong> But as for thee, stand thou here by me, and I will speak unto thee all the commandments, and the statutes, and the judgments, which thou shalt teach them, that they may do them in the land which I give them to possess it.  <strong>32</strong> Ye shall observe to do therefore as the LORD your God hath commanded you: ye shall not turn aside to the right hand or to the left.  <strong>33</strong> Ye shall walk in all the ways which the LORD your God hath commanded you, that ye may live, and that it may be well with you, and that ye may prolong your days in the land which ye shall possess.  ","niv":"<sup><strong>1</strong></sup> Moses summoned all Israel and said: Hear, O Israel, the decrees and laws I declare in your hearing today. Learn them and be sure to follow them. <sup><strong>2</strong></sup> The LORD our God made a covenant with us at Horeb. <sup><strong>3</strong></sup> It was not with our fathers that the LORD made this covenant, but with us, with all of us who are alive here today. <sup><strong>4</strong></sup> The LORD spoke to you face to face out of the fire on the mountain. <sup><strong>5</strong></sup> (At that time I stood between the LORD and you to declare to you the word of the LORD, because you were afraid of the fire and did not go up the mountain.) And he said: <sup><strong>6</strong></sup> \"I am the LORD your God, who brought you out of Egypt, out of the land of slavery. <sup><strong>7</strong></sup> \"You shall have no other gods before me. <sup><strong>8</strong></sup> \"You shall not make for yourself an idol in the form of anything in heaven above or on the earth beneath or in the waters below. <sup><strong>9</strong></sup> You shall not bow down to them or worship them; for I, the LORD your God, am a jealous God, punishing the children for the sin of the fathers to the third and fourth generation of those who hate me, <sup><strong>10</strong></sup> but showing love to a thousand generations of those who love me and keep my commandments. <sup><strong>11</strong></sup> \"You shall not misuse the name of the LORD your God, for the LORD will not hold anyone guiltless who misuses his name. <sup><strong>12</strong></sup> \"Observe the Sabbath day by keeping it holy, as the LORD your God has commanded you. <sup><strong>13</strong></sup> Six days you shall labor and do all your work, <sup><strong>14</strong></sup> but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, neither you, nor your son or daughter, nor your manservant or maidservant, nor your ox, your donkey or any of your animals, nor the alien within your gates, so that your manservant and maidservant may rest, as you do. <sup><strong>15</strong></sup> Remember that you were slaves in Egypt and that the LORD your God brought you out of there with a mighty hand and an outstretched arm. Therefore the LORD your God has commanded you to observe the Sabbath day. <sup><strong>16</strong></sup> \"Honor your father and your mother, as the LORD your God has commanded you, so that you may live long and that it may go well with you in the land the LORD your God is giving you. <sup><strong>17</strong></sup> \"You shall not murder. <sup><strong>18</strong></sup> \"You shall not commit adultery. <sup><strong>19</strong></sup> \"You shall not steal. <sup><strong>20</strong></sup> \"You shall not give false testimony against your neighbor. <sup><strong>21</strong></sup> \"You shall not covet your neighbor's wife. You shall not set your desire on your neighbor's house or land, his manservant or maidservant, his ox or donkey, or anything that belongs to your neighbor.\" <sup><strong>22</strong></sup> These are the commandments the LORD proclaimed in a loud voice to your whole assembly there on the mountain from out of the fire, the cloud and the deep darkness; and he added nothing more. Then he wrote them on two stone tablets and gave them to me. <sup><strong>23</strong></sup> When you heard the voice out of the darkness, while the mountain was ablaze with fire, all the leading men of your tribes and your elders came to me. <sup><strong>24</strong></sup> And you said, \"The LORD our God has shown us his glory and his majesty, and we have heard his voice from the fire. Today we have seen that a man can live even if God speaks with him. <sup><strong>25</strong></sup> But now, why should we die? This great fire will consume us, and we will die if we hear the voice of the LORD our God any longer. <sup><strong>26</strong></sup> For what mortal man has ever heard the voice of the living God speaking out of fire, as we have, and survived? <sup><strong>27</strong></sup> Go near and listen to all that the LORD our God says. Then tell us whatever the LORD our God tells you. We will listen and obey.\" <sup><strong>28</strong></sup> The LORD heard you when you spoke to me and the LORD said to me, \"I have heard what this people said to you. Everything they said was good. <sup><strong>29</strong></sup> Oh, that their hearts would be inclined to fear me and keep all my commands always, so that it might go well with them and their children forever! <sup><strong>30</strong></sup> \"Go, tell them to return to their tents. <sup><strong>31</strong></sup> But you stay here with me so that I may give you all the commands, decrees and laws you are to teach them to follow in the land I am giving them to possess.\" <sup><strong>32</strong></sup> So be careful to do what the LORD your God has commanded you; do not turn aside to the right or to the left. <sup><strong>33</strong></sup> Walk in all the way that the LORD your God has commanded you, so that you may live and prosper and prolong your days in the land that you will possess. ","esv":"<div>\n\n<p id=\"p05005001_04-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v05005001-1\">5:1&nbsp;</b>And Moses summoned all Israel and said to them, “Hear, O Israel, the statutes and the rules that I speak in your hearing today, and you shall learn them and be careful to do them. <b class=\"verse-num\" id=\"v05005002-1\">2&nbsp;</b>The LORD our God made a covenant with us in Horeb. <b class=\"verse-num\" id=\"v05005003-1\">3&nbsp;</b>Not with our fathers did the LORD make this covenant, but with us, who are all of us here alive today. <b class=\"verse-num\" id=\"v05005004-1\">4&nbsp;</b>The LORD spoke with you face to face at the mountain, out of the midst of the fire, <b class=\"verse-num\" id=\"v05005005-1\">5&nbsp;</b>while I stood between the LORD and you at that time, to declare to you the word of the LORD. For you were afraid because of the fire, and you did not go up into the mountain. He said:</p>\n<p id=\"p05005005_04-1\"><b class=\"verse-num\" id=\"v05005006-1\">6&nbsp;</b>“‘I am the LORD your God, who brought you out of the land of Egypt, out of the house of slavery.</p>\n<p id=\"p05005006_04-1\"><b class=\"verse-num\" id=\"v05005007-1\">7&nbsp;</b>“‘You shall have no other gods before me.</p>\n<p id=\"p05005007_04-1\"><b class=\"verse-num\" id=\"v05005008-1\">8&nbsp;</b>“‘You shall not make for yourself a carved image, or any likeness of anything that is in heaven above, or that is on the earth beneath, or that is in the water under the earth. <b class=\"verse-num\" id=\"v05005009-1\">9&nbsp;</b>You shall not bow down to them or serve them; for I the LORD your God am a jealous God, visiting the iniquity of the fathers on the children to the third and fourth generation of those who hate me, <b class=\"verse-num\" id=\"v05005010-1\">10&nbsp;</b>but showing steadfast love to thousands of those who love me and keep my commandments.</p>\n<p id=\"p05005010_04-1\"><b class=\"verse-num\" id=\"v05005011-1\">11&nbsp;</b>“‘You shall not take the name of the LORD your God in vain, for the LORD will not hold him guiltless who takes his name in vain.</p>\n<p id=\"p05005011_04-1\"><b class=\"verse-num\" id=\"v05005012-1\">12&nbsp;</b>“‘Observe the Sabbath day, to keep it holy, as the LORD your God commanded you. <b class=\"verse-num\" id=\"v05005013-1\">13&nbsp;</b>Six days you shall labor and do all your work, <b class=\"verse-num\" id=\"v05005014-1\">14&nbsp;</b>but the seventh day is a Sabbath to the LORD your God. On it you shall not do any work, you or your son or your daughter or your male servant or your female servant, or your ox or your donkey or any of your livestock, or the sojourner who is within your gates, that your male servant and your female servant may rest as well as you. <b class=\"verse-num\" id=\"v05005015-1\">15&nbsp;</b>You shall remember that you were a slave in the land of Egypt, and the LORD your God brought you out from there with a mighty hand and an outstretched arm. Therefore the LORD your God commanded you to keep the Sabbath day.</p>\n<p id=\"p05005015_04-1\"><b class=\"verse-num\" id=\"v05005016-1\">16&nbsp;</b>“‘Honor your father and your mother, as the LORD your God commanded you, that your days may be long, and that it may go well with you in the land that the LORD your God is giving you.</p>\n<p id=\"p05005016_04-1\"><b class=\"verse-num\" id=\"v05005017-1\">17&nbsp;</b>“‘You shall not murder.</p>\n<p id=\"p05005017_04-1\"><b class=\"verse-num\" id=\"v05005018-1\">18&nbsp;</b>“‘And you shall not commit adultery.</p>\n<p id=\"p05005018_04-1\"><b class=\"verse-num\" id=\"v05005019-1\">19&nbsp;</b>“‘And you shall not steal.</p>\n<p id=\"p05005019_04-1\"><b class=\"verse-num\" id=\"v05005020-1\">20&nbsp;</b>“‘And you shall not bear false witness against your neighbor.</p>\n<p id=\"p05005020_04-1\"><b class=\"verse-num\" id=\"v05005021-1\">21&nbsp;</b>“‘And you shall not covet your neighbor’s wife. And you shall not desire your neighbor’s house, his field, or his male servant, or his female servant, his ox, or his donkey, or anything that is your neighbor’s.’</p>\n<p id=\"p05005021_04-1\"><b class=\"verse-num\" id=\"v05005022-1\">22&nbsp;</b>“These words the LORD spoke to all your assembly at the mountain out of the midst of the fire, the cloud, and the thick darkness, with a loud voice; and he added no more. And he wrote them on two tablets of stone and gave them to me. <b class=\"verse-num\" id=\"v05005023-1\">23&nbsp;</b>And as soon as you heard the voice out of the midst of the darkness, while the mountain was burning with fire, you came near to me, all the heads of your tribes, and your elders. <b class=\"verse-num\" id=\"v05005024-1\">24&nbsp;</b>And you said, ‘Behold, the LORD our God has shown us his glory and greatness, and we have heard his voice out of the midst of the fire. This day we have seen God speak with man, and man still live. <b class=\"verse-num\" id=\"v05005025-1\">25&nbsp;</b>Now therefore why should we die? For this great fire will consume us. If we hear the voice of the LORD our God any more, we shall die. <b class=\"verse-num\" id=\"v05005026-1\">26&nbsp;</b>For who is there of all flesh, that has heard the voice of the living God speaking out of the midst of fire as we have, and has still lived? <b class=\"verse-num\" id=\"v05005027-1\">27&nbsp;</b>Go near and hear all that the LORD our God will say, and speak to us all that the LORD our God will speak to you, and we will hear and do it.’</p>\n<p id=\"p05005027_04-1\"><b class=\"verse-num\" id=\"v05005028-1\">28&nbsp;</b>“And the LORD heard your words, when you spoke to me. And the LORD said to me, ‘I have heard the words of this people, which they have spoken to you. They are right in all that they have spoken. <b class=\"verse-num\" id=\"v05005029-1\">29&nbsp;</b>Oh that they had such a heart as this always, to fear me and to keep all my commandments, that it might go well with them and with their descendants forever! <b class=\"verse-num\" id=\"v05005030-1\">30&nbsp;</b>Go and say to them, “Return to your tents.” <b class=\"verse-num\" id=\"v05005031-1\">31&nbsp;</b>But you, stand here by me, and I will tell you the whole commandment and the statutes and the rules that you shall teach them, that they may do them in the land that I am giving them to possess.’ <b class=\"verse-num\" id=\"v05005032-1\">32&nbsp;</b>You shall be careful therefore to do as the LORD your God has commanded you. You shall not turn aside to the right hand or to the left. <b class=\"verse-num\" id=\"v05005033-1\">33&nbsp;</b>You shall walk in all the way that the LORD your God has commanded you, that you may live, and that it may go well with you, and that you may live long in the land that you shall possess.</p>\n\n</div>"},{"_id":"615bbb2ee4f8ad1e13fa7fda","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Hosea 3:1","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p28003001_05-25\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v28003001-1\">3:1&nbsp;</b>And the LORD said to me, “Go again, love a woman who is loved by another man and is an adulteress, even as the LORD loves the children of Israel, though they turn to other gods and love cakes of raisins.”</p>\n</div>","kjv":"<strong>1</strong> Then said the LORD unto me, Go yet, love a woman beloved of her  friend, yet an adulteress, according to the love of the LORD toward the children of Israel, who look to other gods, and love flagons of wine.  ","niv":"<sup><strong>1</strong></sup> The LORD said to me, \"Go, show your love to your wife again, though she is loved by another and is an adulteress. Love her as the LORD loves the Israelites, though they turn to other gods and love the sacred raisin cakes.\""},{"_id":"615bbb2fe4f8ad1e13fa7fdb","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"1 Timothy 6:17-19","votes":1,"__v":0,"esv":"<div>\n<p id=\"p54006017_01-26\"><b class=\"verse-num\" id=\"v54006017-1\">17&nbsp;</b>As for the rich in this present age, charge them not to be haughty, nor to set their hopes on the uncertainty of riches, but on God, who richly provides us with everything to enjoy. <b class=\"verse-num\" id=\"v54006018-1\">18&nbsp;</b>They are to do good, to be rich in good works, to be generous and ready to share, <b class=\"verse-num\" id=\"v54006019-1\">19&nbsp;</b>thus storing up treasure for themselves as a good foundation for the future, so that they may take hold of that which is truly life.</p>\n</div>","kjv":"<strong>17</strong> Charge them that are rich in this world, that they be not highminded, nor trust in uncertain riches, but in the living God, who giveth us richly all things to enjoy;  <strong>18</strong> That they do good, that they be rich in good works, ready to distribute, willing to communicate;  <strong>19</strong> Laying up in store for themselves a good foundation against the time to come, that they may lay hold on eternal life.  ","niv":"<sup><strong>17</strong></sup> Command those who are rich in this present world not to be arrogant nor to put their hope in wealth, which is so uncertain, but to put their hope in God, who richly provides us with everything for our enjoyment. <sup><strong>18</strong></sup> Command them to do good, to be rich in good deeds, and to be generous and willing to share. <sup><strong>19</strong></sup> In this way they will lay up treasure for themselves as a firm foundation for the coming age, so that they may take hold of the life that is truly life. "},{"_id":"615bbb2fe4f8ad1e13fa7fdc","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Acts 20:35","votes":1,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-27\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"615bbb2fe4f8ad1e13fa7fdd","topicId":"615bbb12e4f8ad1e13fa7fc4","verse":"Romans 13:9","votes":1,"__v":0,"esv":"<div>\n<p id=\"p45013009_01-28\" class=\"virtual\"><b class=\"verse-num\" id=\"v45013009-1\">9&nbsp;</b>For the commandments, “You shall not commit adultery, You shall not murder, You shall not steal, You shall not covet,” and any other commandment, are summed up in this word: “You shall love your neighbor as yourself.”</p>\n</div>","kjv":"<strong>9</strong> For this, Thou shalt not commit adultery, Thou shalt not kill, Thou shalt not steal, Thou shalt not bear false witness, Thou shalt not covet; and if there be any other commandment, it is briefly comprehended in this saying, namely, Thou shalt love thy neighbour as thyself.  ","niv":"<sup><strong>9</strong></sup> The commandments, \"Do not commit adultery,Do not murder,Do not steal,Do not covet,\" and whatever other commandment there may be, are summed up in this one rule: \"Love your neighbor as yourself.\""}]}