{"_id":"615bbcb9e4f8ad1e13fa7ff8","slug":"cowards","name":"Cowards","verses":[{"_id":"615bbcb9e4f8ad1e13fa7ff9","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Revelation 21:8","votes":44,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-1\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\"","modified":"2023-12-04T04:33:40.409Z"},{"_id":"615bbcb9e4f8ad1e13fa7ffa","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Proverbs 28:1","votes":20,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20028001_01-2\" class=\"line\"><b class=\"chapter-num\" id=\"v20028001-1\">28:1&nbsp;</b>&nbsp;&nbsp;The wicked flee when no one pursues,</span><br><span id=\"p20028001_01-2\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the righteous are bold as a lion.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> The wicked flee when no man pursueth: but the righteous are bold as a lion.  ","niv":"<sup><strong>1</strong></sup> The wicked man flees though no one pursues, but the righteous are as bold as a lion."},{"_id":"615bbcbae4f8ad1e13fa7ffb","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"2 Timothy 1:7","votes":14,"__v":0,"esv":"<div>\n<p id=\"p55001007_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v55001007-1\">7&nbsp;</b>for God gave us a spirit not of fear but of power and love and self-control.</p>\n</div>","kjv":"<strong>7</strong> For God hath not given us the spirit of fear; but of power, and of love, and of a sound mind.  ","niv":"<sup><strong>7</strong></sup> For God did not give us a spirit of timidity, but a spirit of power, of love and of self-discipline."},{"_id":"615bbcbae4f8ad1e13fa7ffc","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Ephesians 5:11","votes":11,"__v":0,"esv":"<div>\n<p id=\"p49005011_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49005011-1\">11&nbsp;</b>Take no part in the unfruitful works of darkness, but instead expose them.</p>\n</div>","kjv":"<strong>11</strong> And have no fellowship with the unfruitful works of darkness, but rather reprove them.  ","niv":"<sup><strong>11</strong></sup> Have nothing to do with the fruitless deeds of darkness, but rather expose them."},{"_id":"615bbcbae4f8ad1e13fa7ffd","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Luke 1:37","votes":21,"__v":0,"esv":"<div>\n<p id=\"p42001037_01-5\" class=\"virtual\"><b class=\"verse-num\" id=\"v42001037-1\">37&nbsp;</b>For nothing will be impossible with God.”</p>\n</div>","kjv":"<strong>37</strong> For with God nothing shall be impossible.  ","niv":"<sup><strong>37</strong></sup> For nothing is impossible with God.\"","modified":"2022-09-21T02:33:40.527Z"},{"_id":"615bbcbbe4f8ad1e13fa7ffe","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Isaiah 51:12","votes":10,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23051012_01-6\" class=\"line\"><b class=\"verse-num inline\" id=\"v23051012-1\">12&nbsp;</b>&nbsp;&nbsp;“I, I am he who comforts you;</span><br><span id=\"p23051012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;who are you that you are afraid of man who dies,</span><br><span id=\"p23051012_01-6\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;of the son of man who is made like grass,</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> I, even I, am he that comforteth you: who art thou, that thou shouldest be afraid of a man that  shall die, and of the son of man which shall be made as grass;  ","niv":"<sup><strong>12</strong></sup> \"I, even I, am he who comforts you. Who are you that you fear mortal men, the sons of men, who are but grass,"},{"_id":"615bbcbbe4f8ad1e13fa7fff","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Joshua 23:10","votes":9,"__v":0,"esv":"<div>\n<p id=\"p06023010_01-7\" class=\"virtual\"><b class=\"verse-num\" id=\"v06023010-1\">10&nbsp;</b>One man of you puts to flight a thousand, since it is the LORD your God who fights for you, just as he promised you.</p>\n</div>","kjv":"<strong>10</strong> One man of you shall chase a thousand: for the LORD your God, he it is that fighteth for you, as he hath promised you.  ","niv":"<sup><strong>10</strong></sup> One of you routs a thousand, because the LORD your God fights for you, just as he promised."},{"_id":"615bbcbbe4f8ad1e13fa8000","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Luke 17:33","votes":8,"__v":0,"esv":"<div>\n<p id=\"p42017033_01-8\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017033-1\">33&nbsp;</b><span class=\"woc\">Whoever seeks to preserve his life will lose it, but whoever loses his life will keep it.</span></p>\n</div>","kjv":"<strong>33</strong> Whosoever shall seek to save his life shall lose it; and whosoever shall lose his life shall preserve it.  ","niv":"<sup><strong>33</strong></sup> Whoever tries to keep his life will lose it, and whoever loses his life will preserve it."},{"_id":"615bbcbbe4f8ad1e13fa8001","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Proverbs 29:25","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20029025_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20029025-1\">25&nbsp;</b>&nbsp;&nbsp;The fear of man lays a snare,</span><br><span id=\"p20029025_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but whoever trusts in the LORD is safe.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>25</strong> The fear of man bringeth a snare: but whoso putteth his trust in the LORD shall be safe.  ","niv":"<sup><strong>25</strong></sup> Fear of man will prove to be a snare, but whoever trusts in the LORD is kept safe."},{"_id":"615bbcbce4f8ad1e13fa8002","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"1 Corinthians 16:13","votes":7,"__v":0,"esv":"<div>\n<p id=\"p46016013_01-11\"><b class=\"verse-num\" id=\"v46016013-1\">13&nbsp;</b>Be watchful, stand firm in the faith, act like men, be strong.</p>\n</div>","kjv":"<strong>13</strong> Watch ye, stand fast in the faith, quit you like men, be strong.  ","niv":"<sup><strong>13</strong></sup> Be on your guard; stand firm in the faith; be men of courage; be strong."},{"_id":"615bbcbce4f8ad1e13fa8003","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Deuteronomy 20:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05020008_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v05020008-1\">8&nbsp;</b>And the officers shall speak further to the people, and say, ‘Is there any man who is fearful and fainthearted? Let him go back to his house, lest he make the heart of his fellows melt like his own.’</p>\n</div>","kjv":"<strong>8</strong> And the officers shall speak further unto the people, and they shall say, What man is there that is fearful and fainthearted? let him go and return unto his house, lest his brethren’s heart faint as well as his heart.  ","niv":"<sup><strong>8</strong></sup> Then the officers shall add, \"Is any man afraid or fainthearted? Let him go home so that his brothers will not become disheartened too.\""},{"_id":"615bbcbce4f8ad1e13fa8004","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"2 Timothy 4:16","votes":6,"__v":0,"esv":"<div>\n<p id=\"p55004016_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004016-1\">16&nbsp;</b>At my first defense no one came to stand by me, but all deserted me. May it not be charged against them!</p>\n</div>","kjv":"<strong>16</strong> At my first answer no man stood with me, but all men forsook me: I pray God that it may not be laid to their charge.  ","niv":"<sup><strong>16</strong></sup> At my first defense, no one came to my support, but everyone deserted me. May it not be held against them."},{"_id":"615bbcbde4f8ad1e13fa8005","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Leviticus 26:37","votes":6,"__v":0,"esv":"<div>\n<p id=\"p03026037_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026037-1\">37&nbsp;</b>They shall stumble over one another, as if to escape a sword, though none pursues. And you shall have no power to stand before your enemies.</p>\n</div>","kjv":"<strong>37</strong> And they shall fall one upon another, as it were before a sword, when none pursueth: and ye shall have no power to stand before your enemies.  ","niv":"<sup><strong>37</strong></sup> They will stumble over one another as though fleeing from the sword, even though no one is pursuing them. So you will not be able to stand before your enemies."},{"_id":"615bbcbde4f8ad1e13fa8006","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Leviticus 26:36","votes":6,"__v":0,"esv":"<div>\n<p id=\"p03026036_01-15\" class=\"virtual\"><b class=\"verse-num\" id=\"v03026036-1\">36&nbsp;</b>And as for those of you who are left, I will send faintness into their hearts in the lands of their enemies. The sound of a driven leaf shall put them to flight, and they shall flee as one flees from the sword, and they shall fall when none pursues.</p>\n</div>","kjv":"<strong>36</strong> And upon them that are left alive of you I will send a faintness into their hearts in the lands of their enemies; and the sound of a shaken leaf shall chase them; and they shall flee, as fleeing from a sword; and they shall fall when none pursueth.  ","niv":"<sup><strong>36</strong></sup> \"'As for those of you who are left, I will make their hearts so fearful in the lands of their enemies that the sound of a windblown leaf will put them to flight. They will run as though fleeing from the sword, and they will fall, even though no one is pursuing them."},{"_id":"615bbcbde4f8ad1e13fa8007","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"John 19:38","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p43019038_04-16\"><b class=\"verse-num\" id=\"v43019038-1\">38&nbsp;</b>After these things Joseph of Arimathea, who was a disciple of Jesus, but secretly for fear of the Jews, asked Pilate that he might take away the body of Jesus, and Pilate gave him permission. So he came and took away his body.</p>\n</div>","kjv":"<strong>38</strong> And after this Joseph of Arimathaea, being a disciple of Jesus, but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus: and Pilate gave him leave. He came therefore, and took the body of Jesus.  ","niv":"<sup><strong>38</strong></sup> Later, Joseph of Arimathea asked Pilate for the body of Jesus. Now Joseph was a disciple of Jesus, but secretly because he feared the Jews. With Pilate's permission, he came and took the body away."},{"_id":"615bbcbee4f8ad1e13fa8008","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"John 6:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p43006019_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v43006019-1\">19&nbsp;</b>When they had rowed about three or four miles, they saw Jesus walking on the sea and coming near the boat, and they were frightened.</p>\n\n</div>","kjv":"<strong>19</strong> So when they had rowed about five and twenty or thirty furlongs, they see Jesus walking on the sea, and drawing nigh unto the ship: and they were afraid.  ","niv":"<sup><strong>19</strong></sup> When they had rowed three or three and a half miles, they saw Jesus approaching the boat, walking on the water; and they were terrified."},{"_id":"615bbcbee4f8ad1e13fa8009","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"2 Timothy 4:3-4","votes":4,"__v":0,"esv":"<div>\n<p id=\"p55004003_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v55004003-1\">3&nbsp;</b>For the time is coming when people will not endure sound teaching, but having itching ears they will accumulate for themselves teachers to suit their own passions, <b class=\"verse-num\" id=\"v55004004-1\">4&nbsp;</b>and will turn away from listening to the truth and wander off into myths.</p>\n\n</div>","kjv":"<strong>3</strong> For the time will come when they will not endure sound doctrine; but after their own lusts shall they heap to themselves teachers, having itching ears;  <strong>4</strong> And they shall turn away their ears from the truth, and shall be turned unto fables.  ","niv":"<sup><strong>3</strong></sup> For the time will come when men will not put up with sound doctrine. Instead, to suit their own desires, they will gather around them a great number of teachers to say what their itching ears want to hear. <sup><strong>4</strong></sup> They will turn their ears away from the truth and turn aside to myths. "},{"_id":"615bbcbee4f8ad1e13fa800a","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Galatians 6:12","votes":4,"__v":0,"esv":"<div>\n<p id=\"p48006012_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v48006012-1\">12&nbsp;</b>It is those who want to make a good showing in the flesh who would force you to be circumcised, and only in order that they may not be persecuted for the cross of Christ.</p>\n</div>","kjv":"<strong>12</strong> As many as desire to make a fair shew in the flesh, they constrain you to be circumcised; only lest they should suffer persecution for the cross of Christ.  ","niv":"<sup><strong>12</strong></sup> Those who want to make a good impression outwardly are trying to compel you to be circumcised. The only reason they do this is to avoid being persecuted for the cross of Christ."},{"_id":"615bbcbee4f8ad1e13fa800b","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"John 9:22","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43009022_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v43009022-1\">22&nbsp;</b>(His parents said these things because they feared the Jews, for the Jews had already agreed that if anyone should confess Jesus to be Christ, he was to be put out of the synagogue.)</p>\n\n</div>","kjv":"<strong>22</strong> These words spake his parents, because they feared the Jews: for the Jews had agreed already, that if any man did confess that he was Christ, he should be put out of the synagogue.  ","niv":"<sup><strong>22</strong></sup> His parents said this because they were afraid of the Jews, for already the Jews had decided that anyone who acknowledged that Jesus was the Christ would be put out of the synagogue."},{"_id":"615bbcbfe4f8ad1e13fa800c","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Mark 14:66-72","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p41014066_04-21\"><b class=\"verse-num\" id=\"v41014066-1\">66&nbsp;</b>And as Peter was below in the courtyard, one of the servant girls of the high priest came, <b class=\"verse-num\" id=\"v41014067-1\">67&nbsp;</b>and seeing Peter warming himself, she looked at him and said, “You also were with the Nazarene, Jesus.” <b class=\"verse-num\" id=\"v41014068-1\">68&nbsp;</b>But he denied it, saying, “I neither know nor understand what you mean.” And he went out into the gateway and the rooster crowed. <b class=\"verse-num\" id=\"v41014069-1\">69&nbsp;</b>And the servant girl saw him and began again to say to the bystanders, “This man is one of them.” <b class=\"verse-num\" id=\"v41014070-1\">70&nbsp;</b>But again he denied it. And after a little while the bystanders again said to Peter, “Certainly you are one of them, for you are a Galilean.” <b class=\"verse-num\" id=\"v41014071-1\">71&nbsp;</b>But he began to invoke a curse on himself and to swear, “I do not know this man of whom you speak.” <b class=\"verse-num\" id=\"v41014072-1\">72&nbsp;</b>And immediately the rooster crowed a second time. And Peter remembered how Jesus had said to him, <span class=\"woc\">“Before the rooster crows twice, you will deny me three times.”</span> And he broke down and wept.</p>\n\n</div>","kjv":"<strong>66</strong> And as Peter was beneath in the palace, there cometh one of the maids of the high priest:  <strong>67</strong> And when she saw Peter warming himself, she looked upon him, and said, And thou also wast with Jesus of Nazareth.  <strong>68</strong> But he denied, saying, I know not, neither understand I what thou sayest. And he went out into the porch; and the cock crew.  <strong>69</strong> And a maid saw him again, and began to say to them that stood by, This is one of them.  <strong>70</strong> And he denied it again. And a little after, they that stood by said again to Peter, Surely thou art one of them: for thou art a Galilaean, and thy speech agreeth thereto.  <strong>71</strong> But he began to curse and to swear, saying, I know not this man of whom ye speak.  <strong>72</strong> And the second time the cock crew. And Peter called to mind the word that Jesus said unto him, Before the cock crow twice, thou shalt deny me thrice. And when he thought thereon, he wept.  ","niv":"<sup><strong>66</strong></sup> While Peter was below in the courtyard, one of the servant girls of the high priest came by. <sup><strong>67</strong></sup> When she saw Peter warming himself, she looked closely at him. \"You also were with that Nazarene, Jesus,\" she said. <sup><strong>68</strong></sup> But he denied it. \"I don't know or understand what you're talking about,\" he said, and went out into the entryway. <sup><strong>69</strong></sup> When the servant girl saw him there, she said again to those standing around, \"This fellow is one of them.\" <sup><strong>70</strong></sup> Again he denied it. After a little while, those standing near said to Peter, \"Surely you are one of them, for you are a Galilean.\" <sup><strong>71</strong></sup> He began to call down curses on himself, and he swore to them, \"I don't know this man you're talking about.\" <sup><strong>72</strong></sup> Immediately the rooster crowed the second time. Then Peter remembered the word Jesus had spoken to him: \"Before the rooster crows twice you will disown me three times.\" And he broke down and wept. "},{"_id":"615bbcbfe4f8ad1e13fa800d","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Job 18:11","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p18018011_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v18018011-1\">11&nbsp;</b>&nbsp;&nbsp;Terrors frighten him on every side,</span><br><span id=\"p18018011_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and chase him at his heels.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> Terrors shall make him afraid on every side, and shall drive him to his feet.  ","niv":"<sup><strong>11</strong></sup> Terrors startle him on every side and dog his every step."},{"_id":"615bbcbfe4f8ad1e13fa800e","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Judges 7:3","votes":4,"__v":0,"esv":"<div>\n<p id=\"p07007003_01-23\" class=\"virtual\"><b class=\"verse-num\" id=\"v07007003-1\">3&nbsp;</b>Now therefore proclaim in the ears of the people, saying, ‘Whoever is fearful and trembling, let him return home and hurry away from Mount Gilead.’” Then 22,000 of the people returned, and 10,000 remained.</p>\n</div>","kjv":"<strong>3</strong> Now therefore go to, proclaim in the ears of the people, saying, Whosoever is fearful and afraid, let him return and depart early from mount Gilead. And there returned of the people twenty and two thousand; and there remained ten thousand.  ","niv":"<sup><strong>3</strong></sup> announce now to the people, 'Anyone who trembles with fear may turn back and leave Mount Gilead.'\" So twenty-two thousand men left, while ten thousand remained."},{"_id":"615bbcc0e4f8ad1e13fa800f","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Joshua 7:5","votes":4,"__v":0,"esv":"<div>\n<p id=\"p06007005_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v06007005-1\">5&nbsp;</b>and the men of Ai killed about thirty-six of their men and chased them before the gate as far as Shebarim and struck them at the descent. And the hearts of the people melted and became as water.</p>\n</div>","kjv":"<strong>5</strong> And the men of Ai smote of them about thirty and six men: for they chased them from before the gate even unto Shebarim, and smote them in the going down: wherefore the hearts of the people melted, and became as water.  ","niv":"<sup><strong>5</strong></sup> who killed about thirty-six of them. They chased the Israelites from the city gate as far as the stone quarries and struck them down on the slopes. At this the hearts of the people melted and became like water."},{"_id":"615bbcc0e4f8ad1e13fa8010","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"John 10:10","votes":-1,"__v":0,"esv":"<div>\n<p id=\"p43010010_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43010010-1\">10&nbsp;</b><span class=\"woc\">The thief comes only to steal and kill and destroy. I came that they may have life and have it abundantly.</span></p>\n</div>","kjv":"<strong>10</strong> The thief cometh not, but for to steal, and to kill, and to destroy: I am come that they might have life, and that they might have it  more abundantly.  ","niv":"<sup><strong>10</strong></sup> The thief comes only to steal and kill and destroy; I have come that they may have life, and have it to the full.","modified":"2024-01-01T18:47:24.094Z"},{"_id":"615bbcc0e4f8ad1e13fa8011","topicId":"615bbcb9e4f8ad1e13fa7ff8","verse":"Luke 22:54-60","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p42022054_04-26\"><b class=\"verse-num\" id=\"v42022054-1\">54&nbsp;</b>Then they seized him and led him away, bringing him into the high priest’s house, and Peter was following at a distance. <b class=\"verse-num\" id=\"v42022055-1\">55&nbsp;</b>And when they had kindled a fire in the middle of the courtyard and sat down together, Peter sat down among them. <b class=\"verse-num\" id=\"v42022056-1\">56&nbsp;</b>Then a servant girl, seeing him as he sat in the light and looking closely at him, said, “This man also was with him.” <b class=\"verse-num\" id=\"v42022057-1\">57&nbsp;</b>But he denied it, saying, “Woman, I do not know him.” <b class=\"verse-num\" id=\"v42022058-1\">58&nbsp;</b>And a little later someone else saw him and said, “You also are one of them.” But Peter said, “Man, I am not.” <b class=\"verse-num\" id=\"v42022059-1\">59&nbsp;</b>And after an interval of about an hour still another insisted, saying, “Certainly this man also was with him, for he too is a Galilean.” <b class=\"verse-num\" id=\"v42022060-1\">60&nbsp;</b>But Peter said, “Man, I do not know what you are talking about.” And immediately, while he was still speaking, the rooster crowed.</p>\n</div>","kjv":"<strong>54</strong> Then took they him, and led him, and brought him into the high priest’s house. And Peter followed afar off.  <strong>55</strong> And when they had kindled a fire in the midst of the hall, and were set down together, Peter sat down among them.  <strong>56</strong> But a certain maid beheld him as he sat by the fire, and earnestly looked upon him, and said, This man was also with him.  <strong>57</strong> And he denied him, saying, Woman, I know him not.  <strong>58</strong> And after a little while another saw him, and said, Thou art also of them. And Peter said, Man, I am not.  <strong>59</strong> And about the space of one hour after another confidently affirmed, saying, Of a truth this fellow also was with him: for he is a Galilaean.  <strong>60</strong> And Peter said, Man, I know not what thou sayest. And immediately, while he yet spake, the cock crew.  ","niv":"<sup><strong>54</strong></sup> Then seizing him, they led him away and took him into the house of the high priest. Peter followed at a distance. <sup><strong>55</strong></sup> But when they had kindled a fire in the middle of the courtyard and had sat down together, Peter sat down with them. <sup><strong>56</strong></sup> A servant girl saw him seated there in the firelight. She looked closely at him and said, \"This man was with him.\" <sup><strong>57</strong></sup> But he denied it. \"Woman, I don't know him,\" he said. <sup><strong>58</strong></sup> A little later someone else saw him and said, \"You also are one of them.Man, I am not!\" Peter replied. <sup><strong>59</strong></sup> About an hour later another asserted, \"Certainly this fellow was with him, for he is a Galilean.\" <sup><strong>60</strong></sup> Peter replied, \"Man, I don't know what you're talking about!\" Just as he was speaking, the rooster crowed. ","modified":"2023-03-26T11:07:14.228Z"}]}