{"_id":"615bc134e4f8ad1e13fa81aa","slug":"criticize","name":"Criticize","verses":[{"_id":"615bc134e4f8ad1e13fa81ab","topicId":"615bc134e4f8ad1e13fa81aa","verse":"James 4:11-12","votes":21,"__v":0,"esv":"<div>\n<p id=\"p59004011_01-1\"><b class=\"verse-num\" id=\"v59004011-1\">11&nbsp;</b>Do not speak evil against one another, brothers. The one who speaks against a brother or judges his brother, speaks evil against the law and judges the law. But if you judge the law, you are not a doer of the law but a judge. <b class=\"verse-num\" id=\"v59004012-1\">12&nbsp;</b>There is only one lawgiver and judge, he who is able to save and to destroy. But who are you to judge your neighbor?</p>\n\n</div>","kjv":"<strong>11</strong> Speak not evil one of another, brethren. He that speaketh evil of his brother, and judgeth his brother, speaketh evil of the law, and judgeth the law: but if thou judge the law, thou art not a doer of the law, but a judge.  <strong>12</strong> There is one lawgiver, who is able to save and to destroy: who art thou that judgest another?  ","niv":"<sup><strong>11</strong></sup> Brothers, do not slander one another. Anyone who speaks against his brother or judges him speaks against the law and judges it. When you judge the law, you are not keeping it, but sitting in judgment on it. <sup><strong>12</strong></sup> There is only one Lawgiver and Judge, the one who is able to save and destroy. But you--who are you to judge your neighbor? "},{"_id":"615bc135e4f8ad1e13fa81ac","topicId":"615bc134e4f8ad1e13fa81aa","verse":"James 1:19-20","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p59001019_06-2\"><b class=\"verse-num\" id=\"v59001019-1\">19&nbsp;</b>Know this, my beloved brothers: let every person be quick to hear, slow to speak, slow to anger; <b class=\"verse-num\" id=\"v59001020-1\">20&nbsp;</b>for the anger of man does not produce the righteousness of God.</p>\n</div>","kjv":"<strong>19</strong> Wherefore, my beloved brethren, let every man be swift to hear, slow to speak, slow to wrath:  <strong>20</strong> For the wrath of man worketh not the righteousness of God.  ","niv":"<sup><strong>19</strong></sup> My dear brothers, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry, <sup><strong>20</strong></sup> for man's anger does not bring about the righteous life that God desires. "},{"_id":"615bc135e4f8ad1e13fa81ad","topicId":"615bc134e4f8ad1e13fa81aa","verse":"James 2:12-13","votes":11,"__v":0,"esv":"<div>\n<p id=\"p59002012_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002012-1\">12&nbsp;</b>So speak and so act as those who are to be judged under the law of liberty. <b class=\"verse-num\" id=\"v59002013-1\">13&nbsp;</b>For judgment is without mercy to one who has shown no mercy. Mercy triumphs over judgment.</p>\n</div>","kjv":"<strong>12</strong> So speak ye, and so do, as they that shall be judged by the law of liberty.  <strong>13</strong> For he shall have judgment without mercy, that hath shewed no mercy; and mercy rejoiceth against judgment.  ","niv":"<sup><strong>12</strong></sup> Speak and act as those who are going to be judged by the law that gives freedom, <sup><strong>13</strong></sup> because judgment without mercy will be shown to anyone who has not been merciful. Mercy triumphs over judgment! "},{"_id":"615bc135e4f8ad1e13fa81ae","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Ephesians 4:31-32","votes":10,"__v":0,"esv":"<div>\n<p id=\"p49004031_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004031-1\">31&nbsp;</b>Let all bitterness and wrath and anger and clamor and slander be put away from you, along with all malice. <b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>31</strong> Let all bitterness, and wrath, and anger, and clamour, and evil speaking, be put away from you, with all malice:  <strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>31</strong></sup> Get rid of all bitterness, rage and anger, brawling and slander, along with every form of malice. <sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you. "},{"_id":"615bc136e4f8ad1e13fa81af","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Romans 2:1-4","votes":9,"__v":0,"esv":"<div>\n\n<p id=\"p45002001_04-5\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45002001-1\">2:1&nbsp;</b>Therefore you have no excuse, O man, every one of you who judges. For in passing judgment on another you condemn yourself, because you, the judge, practice the very same things. <b class=\"verse-num\" id=\"v45002002-1\">2&nbsp;</b>We know that the judgment of God rightly falls on those who practice such things. <b class=\"verse-num\" id=\"v45002003-1\">3&nbsp;</b>Do you suppose, O man—you who judge those who practice such things and yet do them yourself—that you will escape the judgment of God? <b class=\"verse-num\" id=\"v45002004-1\">4&nbsp;</b>Or do you presume on the riches of his kindness and forbearance and patience, not knowing that God’s kindness is meant to lead you to repentance?</p>\n</div>","kjv":"<strong>1</strong> Therefore thou art inexcusable, O man, whosoever thou art that judgest: for wherein thou judgest another, thou condemnest thyself; for thou that judgest doest the same things.  <strong>2</strong> But we are sure that the judgment of God is according to truth against them which commit such things.  <strong>3</strong> And thinkest thou this, O man, that judgest them which do such things, and doest the same, that thou shalt escape the judgment of God?  <strong>4</strong> Or despisest thou the riches of his goodness and forbearance and longsuffering; not knowing that the goodness of God leadeth thee to repentance?  ","niv":"<sup><strong>1</strong></sup> You, therefore, have no excuse, you who pass judgment on someone else, for at whatever point you judge the other, you are condemning yourself, because you who pass judgment do the same things. <sup><strong>2</strong></sup> Now we know that God's judgment against those who do such things is based on truth. <sup><strong>3</strong></sup> So when you, a mere man, pass judgment on them and yet do the same things, do you think you will escape God's judgment? <sup><strong>4</strong></sup> Or do you show contempt for the riches of his kindness, tolerance and patience, not realizing that God's kindness leads you toward repentance? "},{"_id":"615bc136e4f8ad1e13fa81b0","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Colossians 3:12-14","votes":8,"__v":0,"esv":"<div>\n<p id=\"p51003012_01-6\"><b class=\"verse-num\" id=\"v51003012-1\">12&nbsp;</b>Put on then, as God’s chosen ones, holy and beloved, compassionate hearts, kindness, humility, meekness, and patience, <b class=\"verse-num\" id=\"v51003013-1\">13&nbsp;</b>bearing with one another and, if one has a complaint against another, forgiving each other; as the Lord has forgiven you, so you also must forgive. <b class=\"verse-num\" id=\"v51003014-1\">14&nbsp;</b>And above all these put on love, which binds everything together in perfect harmony.</p>\n</div>","kjv":"<strong>12</strong> Put on therefore, as the elect of God, holy and beloved, bowels of mercies, kindness, humbleness of mind, meekness, longsuffering;  <strong>13</strong> Forbearing one another, and forgiving one another, if any man have a quarrel against any: even as Christ forgave you, so also do ye.  <strong>14</strong> And above all these things put on charity, which is the bond of perfectness.  ","niv":"<sup><strong>12</strong></sup> Therefore, as God's chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. <sup><strong>13</strong></sup> Bear with each other and forgive whatever grievances you may have against one another. Forgive as the Lord forgave you. <sup><strong>14</strong></sup> And over all these virtues put on love, which binds them all together in perfect unity. "},{"_id":"615bc136e4f8ad1e13fa81b1","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Romans 15:1-2","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p45015001_05-7\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45015001-1\">15:1&nbsp;</b>We who are strong have an obligation to bear with the failings of the weak, and not to please ourselves. <b class=\"verse-num\" id=\"v45015002-1\">2&nbsp;</b>Let each of us please his neighbor for his good, to build him up.</p>\n</div>","kjv":"<strong>1</strong> We then that are strong ought to bear the infirmities of the weak, and not to please ourselves.  <strong>2</strong> Let every one of us please his neighbour for his  good to edification.  ","niv":"<sup><strong>1</strong></sup> We who are strong ought to bear with the failings of the weak and not to please ourselves. <sup><strong>2</strong></sup> Each of us should please his neighbor for his good, to build him up. "},{"_id":"615bc136e4f8ad1e13fa81b2","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Romans 14:10-12","votes":8,"__v":0,"esv":"<div>\n<p id=\"p45014010_01-8\"><b class=\"verse-num\" id=\"v45014010-1\">10&nbsp;</b>Why do you pass judgment on your brother? Or you, why do you despise your brother? For we will all stand before the judgment seat of God; <b class=\"verse-num\" id=\"v45014011-1\">11&nbsp;</b>for it is written,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p45014011_01-8\" class=\"line\">&nbsp;&nbsp;“As I live, says the Lord, every knee shall bow to me,</span><br><span id=\"p45014011_01-8\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and every tongue shall confess to God.”</span><br><span class=\"end-line-group\"></span>\n</p><p id=\"p45014011_01-8\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v45014012-1\">12&nbsp;</b>So then each of us will give an account of himself to God.</p>\n\n</div>","kjv":"<strong>10</strong> But why dost thou judge thy brother? or why dost thou set at nought thy brother? for we shall all stand before the judgment seat of Christ.  <strong>11</strong> For it is written, As I live, saith the Lord, every knee shall bow to me, and every tongue shall confess to God.  <strong>12</strong> So then every one of us shall give account of himself to God.  ","niv":"<sup><strong>10</strong></sup> You, then, why do you judge your brother? Or why do you look down on your brother? For we will all stand before God's judgment seat. <sup><strong>11</strong></sup> It is written: \"'As surely as I live,' says the Lord, 'every knee will bow before me; every tongue will confess to God.'\" <sup><strong>12</strong></sup> So then, each of us will give an account of himself to God. "},{"_id":"615bc136e4f8ad1e13fa81b3","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 26:12","votes":8,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20026012_01-9\" class=\"line\"><b class=\"verse-num inline\" id=\"v20026012-1\">12&nbsp;</b>&nbsp;&nbsp;Do you see a man who is wise in his own eyes?</span><br><span id=\"p20026012_01-9\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;There is more hope for a fool than for him.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>12</strong> Seest thou a man wise in his own conceit? there is more hope of a fool than of him.  ","niv":"<sup><strong>12</strong></sup> Do you see a man wise in his own eyes? There is more hope for a fool than for him."},{"_id":"615bc137e4f8ad1e13fa81b4","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 19:11","votes":7,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20019011_01-10\" class=\"line\"><b class=\"verse-num inline\" id=\"v20019011-1\">11&nbsp;</b>&nbsp;&nbsp;Good sense makes one slow to anger,</span><br><span id=\"p20019011_01-10\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and it is his glory to overlook an offense.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>11</strong> The discretion of a man deferreth his anger; and it is his glory to pass over a transgression.  ","niv":"<sup><strong>11</strong></sup> A man's wisdom gives him patience; it is to his glory to overlook an offense."},{"_id":"615bc137e4f8ad1e13fa81b5","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Ephesians 4:32","votes":6,"__v":0,"esv":"<div>\n<p id=\"p49004032_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v49004032-1\">32&nbsp;</b>Be kind to one another, tenderhearted, forgiving one another, as God in Christ forgave you.</p>\n</div>","kjv":"<strong>32</strong> And be ye kind one to another, tenderhearted, forgiving one another, even as God for Christ’s sake hath forgiven you.  ","niv":"<sup><strong>32</strong></sup> Be kind and compassionate to one another, forgiving each other, just as in Christ God forgave you."},{"_id":"615bc137e4f8ad1e13fa81b6","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Acts 20:35","votes":5,"__v":0,"esv":"<div>\n<p id=\"p44020035_01-12\" class=\"virtual\"><b class=\"verse-num\" id=\"v44020035-1\">35&nbsp;</b>In all things I have shown you that by working hard in this way we must help the weak and remember the words of the Lord Jesus, how he himself said, <span class=\"woc\">‘It is more blessed to give than to receive.’</span>”</p>\n</div>","kjv":"<strong>35</strong> I have shewed you all things, how that so labouring ye ought to support the weak, and to remember the words of the Lord Jesus, how he said, It is more blessed to give than to receive. ","niv":"<sup><strong>35</strong></sup> In everything I did, I showed you that by this kind of hard work we must help the weak, remembering the words the Lord Jesus himself said: 'It is more blessed to give than to receive.'\""},{"_id":"615bc138e4f8ad1e13fa81b7","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Matthew 5:5-9","votes":5,"__v":0,"esv":"<div>\n<p id=\"p40005005_01-13\"><b class=\"verse-num woc\" id=\"v40005005-1\">5&nbsp;</b><span class=\"woc\">“Blessed are the meek, for they shall inherit the earth.</span></p>\n<p id=\"p40005005_01-13\"><b class=\"verse-num woc\" id=\"v40005006-1\">6&nbsp;</b><span class=\"woc\">“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.</span></p>\n<p id=\"p40005006_01-13\"><b class=\"verse-num woc\" id=\"v40005007-1\">7&nbsp;</b><span class=\"woc\">“Blessed are the merciful, for they shall receive mercy.</span></p>\n<p id=\"p40005007_01-13\"><b class=\"verse-num woc\" id=\"v40005008-1\">8&nbsp;</b><span class=\"woc\">“Blessed are the pure in heart, for they shall see God.</span></p>\n<p id=\"p40005008_01-13\"><b class=\"verse-num woc\" id=\"v40005009-1\">9&nbsp;</b><span class=\"woc\">“Blessed are the peacemakers, for they shall be called sons of God.</span></p>\n\n</div>","kjv":"<strong>5</strong> Blessed are the meek: for they shall inherit the earth.  <strong>6</strong> Blessed are they which do hunger and thirst after righteousness: for they shall be filled.  <strong>7</strong> Blessed are the merciful: for they shall obtain mercy.  <strong>8</strong> Blessed are the pure in heart: for they shall see God.  <strong>9</strong> Blessed are the peacemakers: for they shall be called the children of God.  ","niv":"<sup><strong>5</strong></sup> Blessed are the meek, for they will inherit the earth. <sup><strong>6</strong></sup> Blessed are those who hunger and thirst for righteousness, for they will be filled. <sup><strong>7</strong></sup> Blessed are the merciful, for they will be shown mercy. <sup><strong>8</strong></sup> Blessed are the pure in heart, for they will see God. <sup><strong>9</strong></sup> Blessed are the peacemakers, for they will be called sons of God. "},{"_id":"615bc138e4f8ad1e13fa81b8","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 15:4","votes":5,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015004_01-14\" class=\"line\"><b class=\"verse-num inline\" id=\"v20015004-1\">4&nbsp;</b>&nbsp;&nbsp;A gentle tongue is a tree of life,</span><br><span id=\"p20015004_01-14\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but perverseness in it breaks the spirit.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>4</strong> A wholesome tongue is a tree of life: but perverseness therein is a breach in the spirit.  ","niv":"<sup><strong>4</strong></sup> The tongue that brings healing is a tree of life, but a deceitful tongue crushes the spirit."},{"_id":"615bc138e4f8ad1e13fa81b9","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Romans 14:1","votes":4,"__v":0,"esv":"<div>\n\n<p id=\"p45014001_08-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45014001-1\">14:1&nbsp;</b>As for the one who is weak in faith, welcome him, but not to quarrel over opinions.</p>\n</div>","kjv":"<strong>1</strong> Him that is weak in the faith receive ye, but not to doubtful disputations.  ","niv":"<sup><strong>1</strong></sup> Accept him whose faith is weak, without passing judgment on disputable matters."},{"_id":"615bc138e4f8ad1e13fa81ba","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 20:22","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20020022_01-16\" class=\"line\"><b class=\"verse-num inline\" id=\"v20020022-1\">22&nbsp;</b>&nbsp;&nbsp;Do not say, “I will repay evil”;</span><br><span id=\"p20020022_01-16\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;wait for the LORD, and he will deliver you.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>22</strong> Say not thou, I will recompense evil; but wait on the LORD, and he shall save thee.  ","niv":"<sup><strong>22</strong></sup> Do not say, \"I'll pay you back for this wrong!\" Wait for the LORD, and he will deliver you."},{"_id":"615bc139e4f8ad1e13fa81bb","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 15:1","votes":4,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20015001_01-17\" class=\"line\"><b class=\"chapter-num\" id=\"v20015001-1\">15:1&nbsp;</b>&nbsp;&nbsp;A soft answer turns away wrath,</span><br><span id=\"p20015001_01-17\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but a harsh word stirs up anger.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>1</strong> A soft answer turneth away wrath: but grievous words stir up anger.  ","niv":"<sup><strong>1</strong></sup> A gentle answer turns away wrath, but a harsh word stirs up anger."},{"_id":"615bc139e4f8ad1e13fa81bc","topicId":"615bc134e4f8ad1e13fa81aa","verse":"John 13:34-35","votes":4,"__v":0,"esv":"<div>\n<p id=\"p43013034_01-18\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v43013034-1\">34&nbsp;</b><span class=\"woc\">A new commandment I give to you, that you love one another: just as I have loved you, you also are to love one another.</span> <b class=\"verse-num woc\" id=\"v43013035-1\">35&nbsp;</b><span class=\"woc\">By this all people will know that you are my disciples, if you have love for one another.”</span></p>\n</div>","kjv":"<strong>34</strong> A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.  <strong>35</strong> By this shall all men know that ye are my disciples, if ye have love one to another. ","niv":"<sup><strong>34</strong></sup> \"A new command I give you: Love one another. As I have loved you, so you must love one another. <sup><strong>35</strong></sup> By this all men will know that you are my disciples, if you love one another.\" "},{"_id":"615bc13ae4f8ad1e13fa81bd","topicId":"615bc134e4f8ad1e13fa81aa","verse":"James 1:26","votes":3,"__v":0,"esv":"<div>\n<p id=\"p59001026_01-19\"><b class=\"verse-num\" id=\"v59001026-1\">26&nbsp;</b>If anyone thinks he is religious and does not bridle his tongue but deceives his heart, this person’s religion is worthless.</p>\n</div>","kjv":"<strong>26</strong> If any man among you seem to be religious, and bridleth not his tongue, but deceiveth his own heart, this man’s religion is vain.  ","niv":"<sup><strong>26</strong></sup> If anyone considers himself religious and yet does not keep a tight rein on his tongue, he deceives himself and his religion is worthless."},{"_id":"615bc13ae4f8ad1e13fa81be","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Luke 18:9-14","votes":3,"__v":0,"esv":"<div>\n\n<p id=\"p42018009_07-20\"><b class=\"verse-num\" id=\"v42018009-1\">9&nbsp;</b>He also told this parable to some who trusted in themselves that they were righteous, and treated others with contempt: <b class=\"verse-num woc\" id=\"v42018010-1\">10&nbsp;</b><span class=\"woc\">“Two men went up into the temple to pray, one a Pharisee and the other a tax collector.</span> <b class=\"verse-num woc\" id=\"v42018011-1\">11&nbsp;</b><span class=\"woc\">The Pharisee, standing by himself, prayed thus: ‘God, I thank you that I am not like other men, extortioners, unjust, adulterers, or even like this tax collector.</span> <b class=\"verse-num woc\" id=\"v42018012-1\">12&nbsp;</b><span class=\"woc\">I fast twice a week; I give tithes of all that I get.’</span> <b class=\"verse-num woc\" id=\"v42018013-1\">13&nbsp;</b><span class=\"woc\">But the tax collector, standing far off, would not even lift up his eyes to heaven, but beat his breast, saying, ‘God, be merciful to me, a sinner!’</span> <b class=\"verse-num woc\" id=\"v42018014-1\">14&nbsp;</b><span class=\"woc\">I tell you, this man went down to his house justified, rather than the other. For everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”</span></p>\n\n</div>","kjv":"<strong>9</strong> And he spake this parable unto certain which trusted in themselves that they were righteous, and despised others:  <strong>10</strong> Two men went up into the temple to pray; the one a Pharisee, and the other a publican.  <strong>11</strong> The Pharisee stood and prayed thus with himself, God, I thank thee, that I am not as other men are, extortioners, unjust, adulterers, or even as this publican.  <strong>12</strong> I fast twice in the week, I give tithes of all that I possess.  <strong>13</strong> And the publican, standing afar off, would not lift up so much as his eyes unto heaven, but smote upon his breast, saying, God be merciful to me a sinner.  <strong>14</strong> I tell you, this man went down to his house justified rather  than the other: for every one that exalteth himself shall be abased; and he that humbleth himself shall be exalted.  ","niv":"<sup><strong>9</strong></sup> To some who were confident of their own righteousness and looked down on everybody else, Jesus told this parable: <sup><strong>10</strong></sup> \"Two men went up to the temple to pray, one a Pharisee and the other a tax collector. <sup><strong>11</strong></sup> The Pharisee stood up and prayed about himself: 'God, I thank you that I am not like other men--robbers, evildoers, adulterers--or even like this tax collector. <sup><strong>12</strong></sup> I fast twice a week and give a tenth of all I get.' <sup><strong>13</strong></sup> \"But the tax collector stood at a distance. He would not even look up to heaven, but beat his breast and said, 'God, have mercy on me, a sinner.' <sup><strong>14</strong></sup> \"I tell you that this man, rather than the other, went home justified before God. For everyone who exalts himself will be humbled, and he who humbles himself will be exalted.\" "},{"_id":"615bc13ae4f8ad1e13fa81bf","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Luke 6:31","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42006031_01-21\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42006031-1\">31&nbsp;</b><span class=\"woc\">And as you wish that others would do to you, do so to them.</span></p>\n</div>","kjv":"<strong>31</strong> And as ye would that men should do to you, do ye also to them likewise.  ","niv":"<sup><strong>31</strong></sup> Do to others as you would have them do to you."},{"_id":"615bc13ae4f8ad1e13fa81c0","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Proverbs 12:16","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p20012016_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v20012016-1\">16&nbsp;</b>&nbsp;&nbsp;The vexation of a fool is known at once,</span><br><span id=\"p20012016_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;but the prudent ignores an insult.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>16</strong> A fool’s wrath is presently known: but a prudent man covereth shame.  ","niv":"<sup><strong>16</strong></sup> A fool shows his annoyance at once, but a prudent man overlooks an insult."},{"_id":"615bc13be4f8ad1e13fa81c1","topicId":"615bc134e4f8ad1e13fa81aa","verse":"1 Corinthians 5:12","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46005012_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v46005012-1\">12&nbsp;</b>For what have I to do with judging outsiders? Is it not those inside the church whom you are to judge?</p>\n\n</div>","kjv":"<strong>12</strong> For what have I to do to judge them also that are without? do not ye judge them that are within?  ","niv":"<sup><strong>12</strong></sup> What business is it of mine to judge those outside the church? Are you not to judge those inside?"},{"_id":"615bc13be4f8ad1e13fa81c2","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Luke 17:3-4","votes":3,"__v":0,"esv":"<div>\n<p id=\"p42017003_01-25\" class=\"virtual\"><b class=\"verse-num woc\" id=\"v42017003-1\">3&nbsp;</b><span class=\"woc\">Pay attention to yourselves! If your brother sins, rebuke him, and if he repents, forgive him,</span> <b class=\"verse-num woc\" id=\"v42017004-1\">4&nbsp;</b><span class=\"woc\">and if he sins against you seven times in the day, and turns to you seven times, saying, ‘I repent,’ you must forgive him.”</span></p>\n</div>","kjv":"<strong>3</strong>           Take heed to yourselves: If thy brother trespass against thee, rebuke him; and if he repent, forgive him.  <strong>4</strong> And if he trespass against thee seven times in a day, and seven times in a day turn again to thee, saying, I repent; thou shalt forgive him.  ","niv":"<sup><strong>3</strong></sup> So watch yourselves. \"If your brother sins, rebuke him, and if he repents, forgive him. <sup><strong>4</strong></sup> If he sins against you seven times in a day, and seven times comes back to you and says, 'I repent,' forgive him.\" "},{"_id":"615bc13be4f8ad1e13fa81c3","topicId":"615bc134e4f8ad1e13fa81aa","verse":"Isaiah 5:21","votes":3,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23005021_01-26\" class=\"line\"><b class=\"verse-num inline\" id=\"v23005021-1\">21&nbsp;</b>&nbsp;&nbsp;Woe to those who are wise in their own eyes,</span><br><span id=\"p23005021_01-26\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and shrewd in their own sight!</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>21</strong> Woe unto them that are wise in their own eyes, and prudent in their own sight!  ","niv":"<sup><strong>21</strong></sup> Woe to those who are wise in their own eyes and clever in their own sight."}]}