{"_id":"615bc354e4f8ad1e13fa82a2","slug":"cults","name":"Cults","verses":[{"_id":"615bc355e4f8ad1e13fa82a3","topicId":"615bc354e4f8ad1e13fa82a2","verse":"2 Peter 2:1","votes":39,"__v":0,"esv":"<div>\n\n<p id=\"p61002001_05-1\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v61002001-1\">2:1&nbsp;</b>But false prophets also arose among the people, just as there will be false teachers among you, who will secretly bring in destructive heresies, even denying the Master who bought them, bringing upon themselves swift destruction.</p>\n</div>","kjv":"<strong>1</strong> But there were false prophets also among the people, even as there shall be false teachers among you, who privily shall bring in damnable heresies, even denying the Lord that bought them, and bring upon themselves swift destruction.  ","niv":"<sup><strong>1</strong></sup> But there were also false prophets among the people, just as there will be false teachers among you. They will secretly introduce destructive heresies, even denying the sovereign Lord who bought them--bringing swift destruction on themselves."},{"_id":"615bc355e4f8ad1e13fa82a4","topicId":"615bc354e4f8ad1e13fa82a2","verse":"2 John 1:7-11","votes":44,"__v":0,"kjv":"<strong>7</strong> For many deceivers are entered into the world, who confess not that Jesus Christ is come in the flesh. This is a deceiver and an antichrist.  <strong>8</strong> Look to yourselves, that we lose not those things which we have wrought, but that we receive a full reward.  <strong>9</strong> Whosoever transgresseth, and abideth not in the doctrine of Christ, hath not God. He that abideth in the doctrine of Christ, he hath both the Father and the Son.  <strong>10</strong> If there come any unto you, and bring not this doctrine, receive him not into your house, neither bid him God speed:  <strong>11</strong> For he that biddeth him God speed is partaker of his evil deeds.  ","niv":"<sup><strong>1</strong></sup> The elder,","modified":"2023-01-24T16:21:37.859Z"},{"_id":"615bc355e4f8ad1e13fa82a5","topicId":"615bc354e4f8ad1e13fa82a2","verse":"1 John 4:1","votes":29,"__v":0,"esv":"<div>\n\n<p id=\"p62004001_04-3\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v62004001-1\">4:1&nbsp;</b>Beloved, do not believe every spirit, but test the spirits to see whether they are from God, for many false prophets have gone out into the world.</p>\n</div>","kjv":"<strong>1</strong> Beloved, believe not every spirit, but try the spirits whether they are of God: because many false prophets are gone out into the world.  ","niv":"<sup><strong>1</strong></sup> Dear friends, do not believe every spirit, but test the spirits to see whether they are from God, because many false prophets have gone out into the world."},{"_id":"615bc355e4f8ad1e13fa82a6","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Leviticus 19:31","votes":23,"__v":0,"esv":"<div>\n<p id=\"p03019031_01-4\"><b class=\"verse-num\" id=\"v03019031-1\">31&nbsp;</b>“Do not turn to mediums or necromancers; do not seek them out, and so make yourselves unclean by them: I am the LORD your God.</p>\n</div>","kjv":"<strong>31</strong> Regard not them that have familiar spirits, neither seek after wizards, to be defiled by them: I am the LORD your God.  ","niv":"<sup><strong>31</strong></sup> \"'Do not turn to mediums or seek out spiritists, for you will be defiled by them. I am the LORD your God."},{"_id":"615bc356e4f8ad1e13fa82a7","topicId":"615bc354e4f8ad1e13fa82a2","verse":"1 Timothy 4:1","votes":20,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-6\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons,</p>\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons.","modified":"2023-10-05T20:23:15.598Z"},{"_id":"615bc356e4f8ad1e13fa82a8","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Romans 16:17-18","votes":23,"__v":0,"esv":"<div>\n\n<p id=\"p45016017_05-7\"><b class=\"verse-num\" id=\"v45016017-1\">17&nbsp;</b>I appeal to you, brothers, to watch out for those who cause divisions and create obstacles contrary to the doctrine that you have been taught; avoid them. <b class=\"verse-num\" id=\"v45016018-1\">18&nbsp;</b>For such persons do not serve our Lord Christ, but their own appetites, and by smooth talk and flattery they deceive the hearts of the naive.</p>\n\n</div>","kjv":"<strong>17</strong> Now I beseech you, brethren, mark them which cause divisions and offences contrary to the doctrine which ye have learned; and avoid them.  <strong>18</strong> For they that are such serve not our Lord Jesus Christ, but their own belly; and by good words and fair speeches deceive the hearts of the simple.  ","niv":"<sup><strong>17</strong></sup> I urge you, brothers, to watch out for those who cause divisions and put obstacles in your way that are contrary to the teaching you have learned. Keep away from them. <sup><strong>18</strong></sup> For such people are not serving our Lord Christ, but their own appetites. By smooth talk and flattery they deceive the minds of naive people. ","modified":"2023-11-28T16:30:22.124Z"},{"_id":"615bc356e4f8ad1e13fa82a9","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Deuteronomy 18:10-12","votes":18,"__v":0,"esv":"<div>\n<p id=\"p05018010_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v05018010-1\">10&nbsp;</b>There shall not be found among you anyone who burns his son or his daughter as an offering, anyone who practices divination or tells fortunes or interprets omens, or a sorcerer <b class=\"verse-num\" id=\"v05018011-1\">11&nbsp;</b>or a charmer or a medium or a necromancer or one who inquires of the dead, <b class=\"verse-num\" id=\"v05018012-1\">12&nbsp;</b>for whoever does these things is an abomination to the LORD. And because of these abominations the LORD your God is driving them out before you.</p>\n\n</div>","kjv":"<strong>10</strong> There shall not be found among you any one that maketh his son or his daughter to pass through the fire, or that useth divination, or an observer of times, or an enchanter, or a witch,  <strong>11</strong> Or a charmer, or a consulter with familiar spirits, or a wizard, or a necromancer.  <strong>12</strong> For all that do these things are an abomination unto the LORD: and because of these abominations the LORD thy God doth drive them out from before thee.  ","niv":"<sup><strong>10</strong></sup> Let no one be found among you who sacrifices his son or daughter in the fire, who practices divination or sorcery, interprets omens, engages in witchcraft, <sup><strong>11</strong></sup> or casts spells, or who is a medium or spiritist or who consults the dead. <sup><strong>12</strong></sup> Anyone who does these things is detestable to the LORD, and because of these detestable practices the LORD your God will drive out those nations before you. "},{"_id":"615bc357e4f8ad1e13fa82aa","topicId":"615bc354e4f8ad1e13fa82a2","verse":"James 2:19","votes":16,"__v":0,"esv":"<div>\n<p id=\"p59002019_01-9\" class=\"virtual\"><b class=\"verse-num\" id=\"v59002019-1\">19&nbsp;</b>You believe that God is one; you do well. Even the demons believe—and shudder!</p>\n</div>","kjv":"<strong>19</strong> Thou believest that there is one God; thou doest well: the devils also believe, and tremble.  ","niv":"<sup><strong>19</strong></sup> You believe that there is one God. Good! Even the demons believe that--and shudder."},{"_id":"615bc357e4f8ad1e13fa82ab","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Hebrews 4:12","votes":16,"__v":0,"esv":"<div>\n<p id=\"p58004012_01-10\" class=\"virtual\"><b class=\"verse-num\" id=\"v58004012-1\">12&nbsp;</b>For the word of God is living and active, sharper than any two-edged sword, piercing to the division of soul and of spirit, of joints and of marrow, and discerning the thoughts and intentions of the heart.</p>\n</div>","kjv":"<strong>12</strong> For the word of God is quick, and powerful, and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.  ","niv":"<sup><strong>12</strong></sup> For the word of God is living and active. Sharper than any double--edged sword, it penetrates even to dividing soul and spirit, joints and marrow; it judges the thoughts and attitudes of the heart."},{"_id":"615bc357e4f8ad1e13fa82ac","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Matthew 7:15-17","votes":15,"__v":0,"esv":"<div>\n\n<p id=\"p40007015_06-11\"><b class=\"verse-num woc\" id=\"v40007015-1\">15&nbsp;</b><span class=\"woc\">“Beware of false prophets, who come to you in sheep’s clothing but inwardly are ravenous wolves.</span> <b class=\"verse-num woc\" id=\"v40007016-1\">16&nbsp;</b><span class=\"woc\">You will recognize them by their fruits. Are grapes gathered from thornbushes, or figs from thistles?</span> <b class=\"verse-num woc\" id=\"v40007017-1\">17&nbsp;</b><span class=\"woc\">So, every healthy tree bears good fruit, but the diseased tree bears bad fruit.</span></p>\n</div>","kjv":"<strong>15</strong>           Beware of false prophets, which come to you in sheep’s clothing, but inwardly they are ravening wolves.  <strong>16</strong> Ye shall know them by their fruits. Do men gather grapes of thorns, or figs of thistles?  <strong>17</strong> Even so every good tree bringeth forth good fruit; but a corrupt tree bringeth forth evil fruit.  ","niv":"<sup><strong>15</strong></sup> \"Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ferocious wolves. <sup><strong>16</strong></sup> By their fruit you will recognize them. Do people pick grapes from thornbushes, or figs from thistles? <sup><strong>17</strong></sup> Likewise every good tree bears good fruit, but a bad tree bears bad fruit. "},{"_id":"615bc357e4f8ad1e13fa82ad","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Leviticus 20:6","votes":15,"__v":0,"esv":"<div>\n<p id=\"p03020006_01-12\"><b class=\"verse-num\" id=\"v03020006-1\">6&nbsp;</b>“If a person turns to mediums and necromancers, whoring after them, I will set my face against that person and will cut him off from among his people.</p>\n</div>","kjv":"<strong>6</strong> And the soul that turneth after such as have familiar spirits, and after wizards, to go a whoring after them, I will even set my face against that soul, and will cut him off from among his people.  ","niv":"<sup><strong>6</strong></sup> \"'I will set my face against the person who turns to mediums and spiritists to prostitute himself by following them, and I will cut him off from his people."},{"_id":"615bc358e4f8ad1e13fa82ae","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Ezekiel 13:17-23","votes":14,"__v":0,"esv":"<div>\n<p id=\"p26013017_01-13\"><b class=\"verse-num\" id=\"v26013017-1\">17&nbsp;</b>“And you, son of man, set your face against the daughters of your people, who prophesy out of their own hearts. Prophesy against them <b class=\"verse-num\" id=\"v26013018-1\">18&nbsp;</b>and say, Thus says the Lord GOD: Woe to the women who sew magic bands upon all wrists, and make veils for the heads of persons of every stature, in the hunt for souls! Will you hunt down souls belonging to my people and keep your own souls alive? <b class=\"verse-num\" id=\"v26013019-1\">19&nbsp;</b>You have profaned me among my people for handfuls of barley and for pieces of bread, putting to death souls who should not die and keeping alive souls who should not live, by your lying to my people, who listen to lies.</p>\n<p id=\"p26013019_01-13\"><b class=\"verse-num\" id=\"v26013020-1\">20&nbsp;</b>“Therefore thus says the Lord GOD: Behold, I am against your magic bands with which you hunt the souls like birds, and I will tear them from your arms, and I will let the souls whom you hunt go free, the souls like birds. <b class=\"verse-num\" id=\"v26013021-1\">21&nbsp;</b>Your veils also I will tear off and deliver my people out of your hand, and they shall be no more in your hand as prey, and you shall know that I am the LORD. <b class=\"verse-num\" id=\"v26013022-1\">22&nbsp;</b>Because you have disheartened the righteous falsely, although I have not grieved him, and you have encouraged the wicked, that he should not turn from his evil way to save his life, <b class=\"verse-num\" id=\"v26013023-1\">23&nbsp;</b>therefore you shall no more see false visions nor practice divination. I will deliver my people out of your hand. And you shall know that I am the LORD.”</p>\n</div>","kjv":"<strong>17</strong> Likewise, thou son of man, set thy face against the daughters of thy people, which prophesy out of their own heart; and prophesy thou against them,  <strong>18</strong> And say, Thus saith the Lord GOD; Woe to the women that sew pillows to all armholes, and make kerchiefs upon the head of every stature to hunt souls! Will ye hunt the souls of my people, and will ye save the souls alive that come unto you?  <strong>19</strong> And will ye pollute me among my people for handfuls of barley and for pieces of bread, to slay the souls that should not die, and to save the souls alive that should not live, by your lying to my people that hear your  lies?  <strong>20</strong> Wherefore thus saith the Lord GOD; Behold, I am against your pillows, wherewith ye there hunt the souls to make them fly, and I will tear them from your arms, and will let the souls go, even  the souls that ye hunt to make them fly.  <strong>21</strong> Your kerchiefs also will I tear, and deliver my people out of your hand, and they shall be no more in your hand to be hunted; and ye shall know that I am the LORD.  <strong>22</strong> Because with lies ye have made the heart of the righteous sad, whom I have not made sad; and strengthened the hands of the wicked, that he should not return from his wicked way, by promising him life:  <strong>23</strong> Therefore ye shall see no more vanity, nor divine divinations: for I will deliver my people out of your hand: and ye shall know that I am  the LORD.  ","niv":"<sup><strong>17</strong></sup> \"Now, son of man, set your face against the daughters of your people who prophesy out of their own imagination. Prophesy against them <sup><strong>18</strong></sup> and say, 'This is what the Sovereign LORD says: Woe to the women who sew magic charms on all their wrists and make veils of various lengths for their heads in order to ensnare people. Will you ensnare the lives of my people but preserve your own? <sup><strong>19</strong></sup> You have profaned me among my people for a few handfuls of barley and scraps of bread. By lying to my people, who listen to lies, you have killed those who should not have died and have spared those who should not live. <sup><strong>20</strong></sup> \"'Therefore this is what the Sovereign LORD says: I am against your magic charms with which you ensnare people like birds and I will tear them from your arms; I will set free the people that you ensnare like birds. <sup><strong>21</strong></sup> I will tear off your veils and save my people from your hands, and they will no longer fall prey to your power. Then you will know that I am the LORD. <sup><strong>22</strong></sup> Because you disheartened the righteous with your lies, when I had brought them no grief, and because you encouraged the wicked not to turn from their evil ways and so save their lives, <sup><strong>23</strong></sup> therefore you will no longer see false visions or practice divination. I will save my people from your hands. And then you will know that I am the LORD.'\" "},{"_id":"615bc358e4f8ad1e13fa82af","topicId":"615bc354e4f8ad1e13fa82a2","verse":"2 Peter 1:20-21","votes":13,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-14\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation. <b class=\"verse-num\" id=\"v61001021-1\">21&nbsp;</b>For no prophecy was ever produced by the will of man, but men spoke from God as they were carried along by the Holy Spirit.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  <strong>21</strong> For the prophecy came not in old time by the will of man: but holy men of God spake as they were moved by the Holy Ghost.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation. <sup><strong>21</strong></sup> For prophecy never had its origin in the will of man, but men spoke from God as they were carried along by the Holy Spirit. "},{"_id":"615bc358e4f8ad1e13fa82b0","topicId":"615bc354e4f8ad1e13fa82a2","verse":"John 1:1","votes":13,"__v":0,"esv":"<div>\n\n<p id=\"p43001001_05-16\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v43001001-1\">1:1&nbsp;</b>In the beginning was the Word, and the Word was with God, and the Word was God.</p>\n</div>","kjv":"<strong>1</strong> In the beginning was the Word, and the Word was with God, and the Word was God.  ","niv":"<sup><strong>1</strong></sup> In the beginning was the Word, and the Word was with God, and the Word was God.","modified":"2023-05-01T16:50:11.782Z"},{"_id":"615bc359e4f8ad1e13fa82b1","topicId":"615bc354e4f8ad1e13fa82a2","verse":"1 Corinthians 2:14","votes":10,"__v":0,"esv":"<div>\n<p id=\"p46002014_01-17\"><b class=\"verse-num\" id=\"v46002014-1\">14&nbsp;</b>The natural person does not accept the things of the Spirit of God, for they are folly to him, and he is not able to understand them because they are spiritually discerned.</p>\n</div>","kjv":"<strong>14</strong> But the natural man receiveth not the things of the Spirit of God: for they are foolishness unto him: neither can he know them, because they are spiritually discerned.  ","niv":"<sup><strong>14</strong></sup> The man without the Spirit does not accept the things that come from the Spirit of God, for they are foolishness to him, and he cannot understand them, because they are spiritually discerned."},{"_id":"615bc359e4f8ad1e13fa82b2","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Romans 8:9-11","votes":10,"__v":0,"esv":"<div>\n<p id=\"p45008009_01-18\"><b class=\"verse-num\" id=\"v45008009-1\">9&nbsp;</b>You, however, are not in the flesh but in the Spirit, if in fact the Spirit of God dwells in you. Anyone who does not have the Spirit of Christ does not belong to him. <b class=\"verse-num\" id=\"v45008010-1\">10&nbsp;</b>But if Christ is in you, although the body is dead because of sin, the Spirit is life because of righteousness. <b class=\"verse-num\" id=\"v45008011-1\">11&nbsp;</b>If the Spirit of him who raised Jesus from the dead dwells in you, he who raised Christ Jesus from the dead will also give life to your mortal bodies through his Spirit who dwells in you.</p>\n\n</div>","kjv":"<strong>9</strong> But ye are not in the flesh, but in the Spirit, if so be that the Spirit of God dwell in you. Now if any man have not the Spirit of Christ, he is none of his.  <strong>10</strong> And if Christ be in you, the body is dead because of sin; but the Spirit is life because of righteousness.  <strong>11</strong> But if the Spirit of him that raised up Jesus from the dead dwell in you, he that raised up Christ from the dead shall also quicken your mortal bodies by his Spirit that dwelleth in you.  ","niv":"<sup><strong>9</strong></sup> You, however, are controlled not by the sinful nature but by the Spirit, if the Spirit of God lives in you. And if anyone does not have the Spirit of Christ, he does not belong to Christ. <sup><strong>10</strong></sup> But if Christ is in you, your body is dead because of sin, yet your spirit is alive because of righteousness. <sup><strong>11</strong></sup> And if the Spirit of him who raised Jesus from the dead is living in you, he who raised Christ from the dead will also give life to your mortal bodies through his Spirit, who lives in you. "},{"_id":"615bc35ae4f8ad1e13fa82b3","topicId":"615bc354e4f8ad1e13fa82a2","verse":"1 John 2:18","votes":8,"__v":0,"esv":"<div>\n\n<p id=\"p62002018_04-19\"><b class=\"verse-num\" id=\"v62002018-1\">18&nbsp;</b>Children, it is the last hour, and as you have heard that antichrist is coming, so now many antichrists have come. Therefore we know that it is the last hour.</p>\n</div>","kjv":"<strong>18</strong> Little children, it is the last time: and as ye have heard that antichrist shall come, even now are there many antichrists; whereby we know that it is the last time.  ","niv":"<sup><strong>18</strong></sup> Dear children, this is the last hour; and as you have heard that the antichrist is coming, even now many antichrists have come. This is how we know it is the last hour.","modified":"2023-10-15T03:02:27.935Z"},{"_id":"615bc35ae4f8ad1e13fa82b4","topicId":"615bc354e4f8ad1e13fa82a2","verse":"2 Chronicles 33:6","votes":9,"__v":0,"esv":"<div>\n<p id=\"p14033006_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v14033006-1\">6&nbsp;</b>And he burned his sons as an offering in the Valley of the Son of Hinnom, and used fortune-telling and omens and sorcery, and dealt with mediums and with necromancers. He did much evil in the sight of the LORD, provoking him to anger.</p>\n</div>","kjv":"<strong>6</strong> And he caused his children to pass through the fire in the valley of the son of Hinnom: also he observed times, and used enchantments, and used witchcraft, and dealt with a familiar spirit, and with wizards: he wrought much evil in the sight of the LORD, to provoke him to anger.  ","niv":"<sup><strong>6</strong></sup> He sacrificed his sons in the fire in the Valley of Ben Hinnom, practiced sorcery, divination and witchcraft, and consulted mediums and spiritists. He did much evil in the eyes of the LORD, provoking him to anger."},{"_id":"615bc35ae4f8ad1e13fa82b5","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Deuteronomy 17:2-5","votes":7,"__v":0,"esv":"<div>\n<p id=\"p05017002_01-21\"><b class=\"verse-num\" id=\"v05017002-1\">2&nbsp;</b>“If there is found among you, within any of your towns that the LORD your God is giving you, a man or woman who does what is evil in the sight of the LORD your God, in transgressing his covenant, <b class=\"verse-num\" id=\"v05017003-1\">3&nbsp;</b>and has gone and served other gods and worshiped them, or the sun or the moon or any of the host of heaven, which I have forbidden, <b class=\"verse-num\" id=\"v05017004-1\">4&nbsp;</b>and it is told you and you hear of it, then you shall inquire diligently, and if it is true and certain that such an abomination has been done in Israel, <b class=\"verse-num\" id=\"v05017005-1\">5&nbsp;</b>then you shall bring out to your gates that man or woman who has done this evil thing, and you shall stone that man or woman to death with stones.</p>\n</div>","kjv":"<strong>2</strong> If there be found among you, within any of thy gates which the LORD thy God giveth thee, man or woman, that hath wrought wickedness in the sight of the LORD thy God, in transgressing his covenant,  <strong>3</strong> And hath gone and served other gods, and worshipped them, either the sun, or moon, or any of the host of heaven, which I have not commanded;  <strong>4</strong> And it be told thee, and thou hast heard of it, and enquired diligently, and, behold, it be true, and the thing certain, that such abomination is wrought in Israel:  <strong>5</strong> Then shalt thou bring forth that man or that woman, which have committed that wicked thing, unto thy gates, even that man or that woman, and shalt stone them with stones, till they die.  ","niv":"<sup><strong>2</strong></sup> If a man or woman living among you in one of the towns the LORD gives you is found doing evil in the eyes of the LORD your God in violation of his covenant, <sup><strong>3</strong></sup> and contrary to my command has worshiped other gods, bowing down to them or to the sun or the moon or the stars of the sky, <sup><strong>4</strong></sup> and this has been brought to your attention, then you must investigate it thoroughly. If it is true and it has been proved that this detestable thing has been done in Israel, <sup><strong>5</strong></sup> take the man or woman who has done this evil deed to your city gate and stone that person to death. "},{"_id":"615bc35ae4f8ad1e13fa82b6","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Revelation 21:8","votes":7,"__v":0,"esv":"<div>\n<p id=\"p66021008_01-22\" class=\"virtual\"><b class=\"verse-num\" id=\"v66021008-1\">8&nbsp;</b>But as for the cowardly, the faithless, the detestable, as for murderers, the sexually immoral, sorcerers, idolaters, and all liars, their portion will be in the lake that burns with fire and sulfur, which is the second death.”</p>\n</div>","kjv":"<strong>8</strong> But the fearful, and unbelieving, and the abominable, and murderers, and whoremongers, and sorcerers, and idolaters, and all liars, shall have their part in the lake which burneth with fire and brimstone: which is the second death.  ","niv":"<sup><strong>8</strong></sup> But the cowardly, the unbelieving, the vile, the murderers, the sexually immoral, those who practice magic arts, the idolaters and all liars--their place will be in the fiery lake of burning sulfur. This is the second death.\""},{"_id":"615bc35be4f8ad1e13fa82b7","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Leviticus 20:27","votes":6,"__v":0,"esv":"<div>\n<p id=\"p03020027_01-23\"><b class=\"verse-num\" id=\"v03020027-1\">27&nbsp;</b>“A man or a woman who is a medium or a necromancer shall surely be put to death. They shall be stoned with stones; their blood shall be upon them.”</p>\n</div>","kjv":"<strong>27</strong> A man also or woman that hath a familiar spirit, or that is a wizard, shall surely be put to death: they shall stone them with stones: their blood shall be upon them.  ","niv":"<sup><strong>27</strong></sup> \"'A man or woman who is a medium or spiritist among you must be put to death. You are to stone them; their blood will be on their own heads.'\""},{"_id":"615bc35be4f8ad1e13fa82b8","topicId":"615bc354e4f8ad1e13fa82a2","verse":"2 Peter 1:20","votes":6,"__v":0,"esv":"<div>\n<p id=\"p61001020_01-24\" class=\"virtual\"><b class=\"verse-num\" id=\"v61001020-1\">20&nbsp;</b>knowing this first of all, that no prophecy of Scripture comes from someone’s own interpretation.</p>\n</div>","kjv":"<strong>20</strong> Knowing this first, that no prophecy of the scripture is of any private interpretation.  ","niv":"<sup><strong>20</strong></sup> Above all, you must understand that no prophecy of Scripture came about by the prophet's own interpretation."},{"_id":"615bc35be4f8ad1e13fa82b9","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Romans 5:12","votes":5,"__v":0,"esv":"<div>\n\n<p id=\"p45005012_07-25\"><b class=\"verse-num\" id=\"v45005012-1\">12&nbsp;</b>Therefore, just as sin came into the world through one man, and death through sin, and so death spread to all men because all sinned—</p>\n\n</div>","kjv":"<strong>12</strong> Wherefore, as by one man sin entered into the world, and death by sin; and so death passed upon all men, for that all have sinned:  ","niv":"<sup><strong>12</strong></sup> Therefore, just as sin entered the world through one man, and death through sin, and in this way death came to all men, because all sinned--"},{"_id":"615bc35ce4f8ad1e13fa82ba","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Isaiah 8:19","votes":5,"__v":0,"esv":"<div>\n<p id=\"p23008019_01-26\" class=\"virtual\"><b class=\"verse-num\" id=\"v23008019-1\">19&nbsp;</b>And when they say to you, “Inquire of the mediums and the necromancers who chirp and mutter,” should not a people inquire of their God? Should they inquire of the dead on behalf of the living?</p>\n</div>","kjv":"<strong>19</strong> And when they shall say unto you, Seek unto them that have familiar spirits, and unto wizards that peep, and that mutter: should not a people seek unto their God? for the living to the dead?  ","niv":"<sup><strong>19</strong></sup> When men tell you to consult mediums and spiritists, who whisper and mutter, should not a people inquire of their God? Why consult the dead on behalf of the living?"},{"_id":"615bc35ce4f8ad1e13fa82bb","topicId":"615bc354e4f8ad1e13fa82a2","verse":"Hebrews 1:8","votes":4,"__v":0,"esv":"<div>\n<p id=\"p58001008_01-27\" class=\"same-paragraph\"><b class=\"verse-num\" id=\"v58001008-1\">8&nbsp;</b>But of the Son he says,</p>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p58001008_01-27\" class=\"line\">&nbsp;&nbsp;“Your throne, O God, is forever and ever,</span><br><span id=\"p58001008_01-27\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the scepter of uprightness is the scepter of your kingdom.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>8</strong> But unto the Son he saith, Thy throne, O God, is  for ever and ever: a sceptre of righteousness is the sceptre of thy kingdom.  ","niv":"<sup><strong>8</strong></sup> But about the Son he says, \"Your throne, O God, will last for ever and ever, and righteousness will be the scepter of your kingdom."}]}