{"_id":"615bc570e4f8ad1e13fa83b7","slug":"cutting-of-the-hair","name":"Cutting Of The Hair","verses":[{"_id":"615bc570e4f8ad1e13fa83b8","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Corinthians 11:14","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46011001_01-10\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v46011001-1\">11:1&nbsp;</b>Be imitators of me, as I am of Christ.</p>\n\n<p id=\"p46011001_03-10\"><b class=\"verse-num\" id=\"v46011002-1\">2&nbsp;</b>Now I commend you because you remember me in everything and maintain the traditions even as I delivered them to you. <b class=\"verse-num\" id=\"v46011003-1\">3&nbsp;</b>But I want you to understand that the head of every man is Christ, the head of a wife is her husband, and the head of Christ is God. <b class=\"verse-num\" id=\"v46011004-1\">4&nbsp;</b>Every man who prays or prophesies with his head covered dishonors his head, <b class=\"verse-num\" id=\"v46011005-1\">5&nbsp;</b>but every wife who prays or prophesies with her head uncovered dishonors her head, since it is the same as if her head were shaven. <b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head. <b class=\"verse-num\" id=\"v46011007-1\">7&nbsp;</b>For a man ought not to cover his head, since he is the image and glory of God, but woman is the glory of man. <b class=\"verse-num\" id=\"v46011008-1\">8&nbsp;</b>For man was not made from woman, but woman from man. <b class=\"verse-num\" id=\"v46011009-1\">9&nbsp;</b>Neither was man created for woman, but woman for man. <b class=\"verse-num\" id=\"v46011010-1\">10&nbsp;</b>That is why a wife ought to have a symbol of authority on her head, because of the angels. <b class=\"verse-num\" id=\"v46011011-1\">11&nbsp;</b>Nevertheless, in the Lord woman is not independent of man nor man of woman; <b class=\"verse-num\" id=\"v46011012-1\">12&nbsp;</b>for as woman was made from man, so man is now born of woman. And all things are from God. <b class=\"verse-num\" id=\"v46011013-1\">13&nbsp;</b>Judge for yourselves: is it proper for a wife to pray to God with her head uncovered? <b class=\"verse-num\" id=\"v46011014-1\">14&nbsp;</b>Does not nature itself teach you that if a man wears long hair it is a disgrace for him, <b class=\"verse-num\" id=\"v46011015-1\">15&nbsp;</b>but if a woman has long hair, it is her glory? For her hair is given to her for a covering. <b class=\"verse-num\" id=\"v46011016-1\">16&nbsp;</b>If anyone is inclined to be contentious, we have no such practice, nor do the churches of God.</p>\n\n<p id=\"p46011016_06-10\"><b class=\"verse-num\" id=\"v46011017-1\">17&nbsp;</b>But in the following instructions I do not commend you, because when you come together it is not for the better but for the worse. <b class=\"verse-num\" id=\"v46011018-1\">18&nbsp;</b>For, in the first place, when you come together as a church, I hear that there are divisions among you. And I believe it in part, <b class=\"verse-num\" id=\"v46011019-1\">19&nbsp;</b>for there must be factions among you in order that those who are genuine among you may be recognized. <b class=\"verse-num\" id=\"v46011020-1\">20&nbsp;</b>When you come together, it is not the Lord’s supper that you eat. <b class=\"verse-num\" id=\"v46011021-1\">21&nbsp;</b>For in eating, each one goes ahead with his own meal. One goes hungry, another gets drunk. <b class=\"verse-num\" id=\"v46011022-1\">22&nbsp;</b>What! Do you not have houses to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I commend you in this? No, I will not.</p>\n<p id=\"p46011022_06-10\"><b class=\"verse-num\" id=\"v46011023-1\">23&nbsp;</b>For I received from the Lord what I also delivered to you, that the Lord Jesus on the night when he was betrayed took bread, <b class=\"verse-num\" id=\"v46011024-1\">24&nbsp;</b>and when he had given thanks, he broke it, and said, <span class=\"woc\">“This is my body, which is for you. Do this in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011025-1\">25&nbsp;</b>In the same way also he took the cup, after supper, saying, <span class=\"woc\">“This cup is the new covenant in my blood. Do this, as often as you drink it, in remembrance of me.”</span> <b class=\"verse-num\" id=\"v46011026-1\">26&nbsp;</b>For as often as you eat this bread and drink the cup, you proclaim the Lord’s death until he comes.</p>\n<p id=\"p46011026_06-10\"><b class=\"verse-num\" id=\"v46011027-1\">27&nbsp;</b>Whoever, therefore, eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty concerning the body and blood of the Lord. <b class=\"verse-num\" id=\"v46011028-1\">28&nbsp;</b>Let a person examine himself, then, and so eat of the bread and drink of the cup. <b class=\"verse-num\" id=\"v46011029-1\">29&nbsp;</b>For anyone who eats and drinks without discerning the body eats and drinks judgment on himself. <b class=\"verse-num\" id=\"v46011030-1\">30&nbsp;</b>That is why many of you are weak and ill, and some have died. <b class=\"verse-num\" id=\"v46011031-1\">31&nbsp;</b>But if we judged ourselves truly, we would not be judged. <b class=\"verse-num\" id=\"v46011032-1\">32&nbsp;</b>But when we are judged by the Lord, we are disciplined so that we may not be condemned along with the world.</p>\n<p id=\"p46011032_06-10\"><b class=\"verse-num\" id=\"v46011033-1\">33&nbsp;</b>So then, my brothers, when you come together to eat, wait for one another—<b class=\"verse-num\" id=\"v46011034-1\">34&nbsp;</b>if anyone is hungry, let him eat at home—so that when you come together it will not be for judgment. About the other things I will give directions when I come.</p>\n\n</div>","kjv":"<strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  ","niv":"<sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him,"},{"_id":"615bc570e4f8ad1e13fa83b9","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Corinthians 6:19-20","votes":4,"__v":0,"esv":"<div>\n<p id=\"p46006019_01-3\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006019-1\">19&nbsp;</b>Or do you not know that your body is a temple of the Holy Spirit within you, whom you have from God? You are not your own, <b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>19</strong> What? know ye not that your body is the temple of the Holy Ghost which is in you, which ye have of God, and ye are not your own?  <strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>19</strong></sup> Do you not know that your body is a temple of the Holy Spirit, who is in you, whom you have received from God? You are not your own; <sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body. "},{"_id":"615bc571e4f8ad1e13fa83ba","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Leviticus 19:28","votes":4,"__v":0,"esv":"<div>\n<p id=\"p03019028_01-4\" class=\"virtual\"><b class=\"verse-num\" id=\"v03019028-1\">28&nbsp;</b>You shall not make any cuts on your body for the dead or tattoo yourselves: I am the LORD.</p>\n</div>","kjv":"<strong>28</strong> Ye shall not make any cuttings in your flesh for the dead, nor print any marks upon you: I am the LORD.  ","niv":"<sup><strong>28</strong></sup> \"'Do not cut your bodies for the dead or put tattoo marks on yourselves. I am the LORD."},{"_id":"615bc571e4f8ad1e13fa83bb","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Timothy 2:9-10","votes":3,"__v":0,"esv":"<div>\n<p id=\"p54002009_01-6\" class=\"virtual\"><b class=\"verse-num\" id=\"v54002009-1\">9&nbsp;</b>likewise also that women should adorn themselves in respectable apparel, with modesty and self-control, not with braided hair and gold or pearls or costly attire, <b class=\"verse-num\" id=\"v54002010-1\">10&nbsp;</b>but with what is proper for women who profess godliness—with good works.</p>\n</div>","kjv":"<strong>9</strong> In like manner also, that women adorn themselves in modest apparel, with shamefacedness and sobriety; not with broided hair, or gold, or pearls, or costly array;  <strong>10</strong> But (which becometh women professing godliness) with good works.  ","niv":"<sup><strong>9</strong></sup> I also want women to dress modestly, with decency and propriety, not with braided hair or gold or pearls or expensive clothes, <sup><strong>10</strong></sup> but with good deeds, appropriate for women who profess to worship God. "},{"_id":"615bc571e4f8ad1e13fa83bc","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Corinthians 11:6","votes":3,"__v":0,"esv":"<div>\n<p id=\"p46011006_01-8\" class=\"virtual\"><b class=\"verse-num\" id=\"v46011006-1\">6&nbsp;</b>For if a wife will not cover her head, then she should cut her hair short. But since it is disgraceful for a wife to cut off her hair or shave her head, let her cover her head.</p>\n</div>","kjv":"<strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  ","niv":"<sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head."},{"_id":"615bc571e4f8ad1e13fa83bd","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Corinthians 11:1-34","votes":2,"__v":0,"kjv":"<strong>1</strong> Be ye followers of me, even as I also am of Christ.  <strong>2</strong> Now I praise you, brethren, that ye remember me in all things, and keep the ordinances, as I delivered them to you.  <strong>3</strong> But I would have you know, that the head of every man is Christ; and the head of the woman is the man; and the head of Christ is  God.  <strong>4</strong> Every man praying or prophesying, having his head covered, dishonoureth his head.  <strong>5</strong> But every woman that prayeth or prophesieth with her head uncovered dishonoureth her head: for that is even all one as if she were shaven.  <strong>6</strong> For if the woman be not covered, let her also be shorn: but if it be a shame for a woman to be shorn or shaven, let her be covered.  <strong>7</strong> For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God: but the woman is the glory of the man.  <strong>8</strong> For the man is not of the woman; but the woman of the man.  <strong>9</strong> Neither was the man created for the woman; but the woman for the man.  <strong>10</strong> For this cause ought the woman to have power on her head because of the angels.  <strong>11</strong> Nevertheless neither is the man without the woman, neither the woman without the man, in the Lord.  <strong>12</strong> For as the woman is of the man, even so is the man also by the woman; but all things of God.  <strong>13</strong> Judge in yourselves: is it comely that a woman pray unto God uncovered?  <strong>14</strong> Doth not even nature itself teach you, that, if a man have long hair, it is a shame unto him?  <strong>15</strong> But if a woman have long hair, it is a glory to her: for her  hair is given her for a covering.  <strong>16</strong> But if any man seem to be contentious, we have no such custom, neither the churches of God.  <strong>17</strong> Now in this that I declare unto you I praise you  not, that ye come together not for the better, but for the worse.  <strong>18</strong> For first of all, when ye come together in the church, I hear that there be divisions among you; and I partly believe it.  <strong>19</strong> For there must be also heresies among you, that they which are approved may be made manifest among you.  <strong>20</strong> When ye come together therefore into one place, this is not to eat the Lord’s supper.  <strong>21</strong> For in eating every one taketh before other his own supper: and one is hungry, and another is drunken.  <strong>22</strong> What? have ye not houses to eat and to drink in? or despise ye the church of God, and shame them that have not? What shall I say to you? shall I praise you in this? I praise you not.  <strong>23</strong> For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread:  <strong>24</strong> And when he had given thanks, he brake it, and said, Take, eat: this is my body, which is broken for you: this do in remembrance of me.  <strong>25</strong> After the same manner also he took the cup, when he had supped, saying, This cup is the new testament in my blood: this do ye, as oft as ye drink it, in remembrance of me.  <strong>26</strong> For as often as ye eat this bread, and drink this cup, ye do shew the Lord’s death till he come.  <strong>27</strong> Wherefore whosoever shall eat this bread, and drink this cup of the Lord, unworthily, shall be guilty of the body and blood of the Lord.  <strong>28</strong> But let a man examine himself, and so let him eat of that  bread, and drink of that cup.  <strong>29</strong> For he that eateth and drinketh unworthily, eateth and drinketh damnation to himself, not discerning the Lord’s body.  <strong>30</strong> For this cause many are weak and sickly among you, and many sleep.  <strong>31</strong> For if we would judge ourselves, we should not be judged.  <strong>32</strong> But when we are judged, we are chastened of the Lord, that we should not be condemned with the world.  <strong>33</strong> Wherefore, my brethren, when ye come together to eat, tarry one for another.  <strong>34</strong> And if any man hunger, let him eat at home; that ye come not together unto condemnation. And the rest will I set in order when I come.  ","niv":"<sup><strong>1</strong></sup> Follow my example, as I follow the example of Christ. <sup><strong>2</strong></sup> I praise you for remembering me in everything and for holding to the teachings, just as I passed them on to you. <sup><strong>3</strong></sup> Now I want you to realize that the head of every man is Christ, and the head of the woman is man, and the head of Christ is God. <sup><strong>4</strong></sup> Every man who prays or prophesies with his head covered dishonors his head. <sup><strong>5</strong></sup> And every woman who prays or prophesies with her head uncovered dishonors her head--it is just as though her head were shaved. <sup><strong>6</strong></sup> If a woman does not cover her head, she should have her hair cut off; and if it is a disgrace for a woman to have her hair cut or shaved off, she should cover her head. <sup><strong>7</strong></sup> A man ought not to cover his head, since he is the image and glory of God; but the woman is the glory of man. <sup><strong>8</strong></sup> For man did not come from woman, but woman from man; <sup><strong>9</strong></sup> neither was man created for woman, but woman for man. <sup><strong>10</strong></sup> For this reason, and because of the angels, the woman ought to have a sign of authority on her head. <sup><strong>11</strong></sup> In the Lord, however, woman is not independent of man, nor is man independent of woman. <sup><strong>12</strong></sup> For as woman came from man, so also man is born of woman. But everything comes from God. <sup><strong>13</strong></sup> Judge for yourselves: Is it proper for a woman to pray to God with her head uncovered? <sup><strong>14</strong></sup> Does not the very nature of things teach you that if a man has long hair, it is a disgrace to him, <sup><strong>15</strong></sup> but that if a woman has long hair, it is her glory? For long hair is given to her as a covering. <sup><strong>16</strong></sup> If anyone wants to be contentious about this, we have no other practice--nor do the churches of God. <sup><strong>17</strong></sup> In the following directives I have no praise for you, for your meetings do more harm than good. <sup><strong>18</strong></sup> In the first place, I hear that when you come together as a church, there are divisions among you, and to some extent I believe it. <sup><strong>19</strong></sup> No doubt there have to be differences among you to show which of you have God's approval. <sup><strong>20</strong></sup> When you come together, it is not the Lord's Supper you eat, <sup><strong>21</strong></sup> for as you eat, each of you goes ahead without waiting for anybody else. One remains hungry, another gets drunk. <sup><strong>22</strong></sup> Don't you have homes to eat and drink in? Or do you despise the church of God and humiliate those who have nothing? What shall I say to you? Shall I praise you for this? Certainly not! <sup><strong>23</strong></sup> For I received from the Lord what I also passed on to you: The Lord Jesus, on the night he was betrayed, took bread, <sup><strong>24</strong></sup> and when he had given thanks, he broke it and said, \"This is my body, which is for you; do this in remembrance of me.\" <sup><strong>25</strong></sup> In the same way, after supper he took the cup, saying, \"This cup is the new covenant in my blood; do this, whenever you drink it, in remembrance of me.\" <sup><strong>26</strong></sup> For whenever you eat this bread and drink this cup, you proclaim the Lord's death until he comes. <sup><strong>27</strong></sup> Therefore, whoever eats the bread or drinks the cup of the Lord in an unworthy manner will be guilty of sinning against the body and blood of the Lord. <sup><strong>28</strong></sup> A man ought to examine himself before he eats of the bread and drinks of the cup. <sup><strong>29</strong></sup> For anyone who eats and drinks without recognizing the body of the Lord eats and drinks judgment on himself. <sup><strong>30</strong></sup> That is why many among you are weak and sick, and a number of you have fallen asleep. <sup><strong>31</strong></sup> But if we judged ourselves, we would not come under judgment. <sup><strong>32</strong></sup> When we are judged by the Lord, we are being disciplined so that we will not be condemned with the world. <sup><strong>33</strong></sup> So then, my brothers, when you come together to eat, wait for each other. <sup><strong>34</strong></sup> If anyone is hungry, he should eat at home, so that when you meet together it may not result in judgment. And when I come I will give further directions. "},{"_id":"615bc572e4f8ad1e13fa83be","topicId":"615bc570e4f8ad1e13fa83b7","verse":"2 Samuel 10:4","votes":2,"__v":0,"esv":"<div>\n<p id=\"p10010004_01-11\" class=\"virtual\"><b class=\"verse-num\" id=\"v10010004-1\">4&nbsp;</b>So Hanun took David’s servants and shaved off half the beard of each and cut off their garments in the middle, at their hips, and sent them away.</p>\n</div>","kjv":"<strong>4</strong> Wherefore Hanun took David’s servants, and shaved off the one half of their beards, and cut off their garments in the middle, even to their buttocks, and sent them away.  ","niv":"<sup><strong>4</strong></sup> So Hanun seized David's men, shaved off half of each man's beard, cut off their garments in the middle at the buttocks, and sent them away."},{"_id":"615bc572e4f8ad1e13fa83bf","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Romans 12:1-2","votes":2,"__v":0,"esv":"<div>\n\n<p id=\"p45012001_04-12\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v45012001-1\">12:1&nbsp;</b>I appeal to you therefore, brothers, by the mercies of God, to present your bodies as a living sacrifice, holy and acceptable to God, which is your spiritual worship. <b class=\"verse-num\" id=\"v45012002-1\">2&nbsp;</b>Do not be conformed to this world, but be transformed by the renewal of your mind, that by testing you may discern what is the will of God, what is good and acceptable and perfect.</p>\n\n</div>","kjv":"<strong>1</strong> I beseech you therefore, brethren, by the mercies of God, that ye present your bodies a living sacrifice, holy, acceptable unto God, which is  your reasonable service.  <strong>2</strong> And be not conformed to this world: but be ye transformed by the renewing of your mind, that ye may prove what is that good, and acceptable, and perfect, will of God.  ","niv":"<sup><strong>1</strong></sup> Therefore, I urge you, brothers, in view of God's mercy, to offer your bodies as living sacrifices, holy and pleasing to God--this is your spiritual act of worship. <sup><strong>2</strong></sup> Do not conform any longer to the pattern of this world, but be transformed by the renewing of your mind. Then you will be able to test and approve what God's will is--his good, pleasing and perfect will. "},{"_id":"615bc572e4f8ad1e13fa83c0","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Ezekiel 44:20","votes":2,"__v":0,"esv":"<div>\n<p id=\"p26044020_01-13\" class=\"virtual\"><b class=\"verse-num\" id=\"v26044020-1\">20&nbsp;</b>They shall not shave their heads or let their locks grow long; they shall surely trim the hair of their heads.</p>\n</div>","kjv":"<strong>20</strong> Neither shall they shave their heads, nor suffer their locks to grow long; they shall only poll their heads.  ","niv":"<sup><strong>20</strong></sup> \"'They must not shave their heads or let their hair grow long, but they are to keep the hair of their heads trimmed."},{"_id":"615bc573e4f8ad1e13fa83c1","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Timothy 4:1-7","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p54004001_07-15\" class=\"starts-chapter\"><b class=\"chapter-num\" id=\"v54004001-1\">4:1&nbsp;</b>Now the Spirit expressly says that in later times some will depart from the faith by devoting themselves to deceitful spirits and teachings of demons, <b class=\"verse-num\" id=\"v54004002-1\">2&nbsp;</b>through the insincerity of liars whose consciences are seared, <b class=\"verse-num\" id=\"v54004003-1\">3&nbsp;</b>who forbid marriage and require abstinence from foods that God created to be received with thanksgiving by those who believe and know the truth. <b class=\"verse-num\" id=\"v54004004-1\">4&nbsp;</b>For everything created by God is good, and nothing is to be rejected if it is received with thanksgiving, <b class=\"verse-num\" id=\"v54004005-1\">5&nbsp;</b>for it is made holy by the word of God and prayer.</p>\n\n<p id=\"p54004005_13-15\"><b class=\"verse-num\" id=\"v54004006-1\">6&nbsp;</b>If you put these things before the brothers, you will be a good servant of Christ Jesus, being trained in the words of the faith and of the good doctrine that you have followed. <b class=\"verse-num\" id=\"v54004007-1\">7&nbsp;</b>Have nothing to do with irreverent, silly myths. Rather train yourself for godliness;</p>\n\n</div>","kjv":"<strong>1</strong> Now the Spirit speaketh expressly, that in the latter times some shall depart from the faith, giving heed to seducing spirits, and doctrines of devils;  <strong>2</strong> Speaking lies in hypocrisy; having their conscience seared with a hot iron;  <strong>3</strong> Forbidding to marry, and commanding to abstain from meats, which God hath created to be received with thanksgiving of them which believe and know the truth.  <strong>4</strong> For every creature of God is good, and nothing to be refused, if it be received with thanksgiving:  <strong>5</strong> For it is sanctified by the word of God and prayer.  <strong>6</strong> If thou put the brethren in remembrance of these things, thou shalt be a good minister of Jesus Christ, nourished up in the words of faith and of good doctrine, whereunto thou hast attained.  <strong>7</strong> But refuse profane and old wives’ fables, and exercise thyself rather unto godliness.  ","niv":"<sup><strong>1</strong></sup> The Spirit clearly says that in later times some will abandon the faith and follow deceiving spirits and things taught by demons. <sup><strong>2</strong></sup> Such teachings come through hypocritical liars, whose consciences have been seared as with a hot iron. <sup><strong>3</strong></sup> They forbid people to marry and order them to abstain from certain foods, which God created to be received with thanksgiving by those who believe and who know the truth. <sup><strong>4</strong></sup> For everything God created is good, and nothing is to be rejected if it is received with thanksgiving, <sup><strong>5</strong></sup> because it is consecrated by the word of God and prayer. <sup><strong>6</strong></sup> If you point these things out to the brothers, you will be a good minister of Christ Jesus, brought up in the truths of the faith and of the good teaching that you have followed. <sup><strong>7</strong></sup> Have nothing to do with godless myths and old wives' tales; rather, train yourself to be godly. "},{"_id":"615bc573e4f8ad1e13fa83c2","topicId":"615bc570e4f8ad1e13fa83b7","verse":"1 Corinthians 6:20","votes":1,"__v":0,"esv":"<div>\n<p id=\"p46006020_01-17\" class=\"virtual\"><b class=\"verse-num\" id=\"v46006020-1\">20&nbsp;</b>for you were bought with a price. So glorify God in your body.</p>\n</div>","kjv":"<strong>20</strong> For ye are bought with a price: therefore glorify God in your body, and in your spirit, which are God’s.  ","niv":"<sup><strong>20</strong></sup> you were bought at a price. Therefore honor God with your body."},{"_id":"615bc573e4f8ad1e13fa83c3","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Luke 8:28","votes":1,"__v":0,"esv":"<div>\n<p id=\"p42008028_01-18\" class=\"virtual\"><b class=\"verse-num\" id=\"v42008028-1\">28&nbsp;</b>When he saw Jesus, he cried out and fell down before him and said with a loud voice, “What have you to do with me, Jesus, Son of the Most High God? I beg you, do not torment me.”</p>\n</div>","kjv":"<strong>28</strong> When he saw Jesus, he cried out, and fell down before him, and with a loud voice said, What have I to do with thee, Jesus, thou Son of God most high? I beseech thee, torment me not.  ","niv":"<sup><strong>28</strong></sup> When he saw Jesus, he cried out and fell at his feet, shouting at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? I beg you, don't torture me!\""},{"_id":"615bc573e4f8ad1e13fa83c4","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Mark 5:7","votes":1,"__v":0,"esv":"<div>\n<p id=\"p41005007_01-19\" class=\"virtual\"><b class=\"verse-num\" id=\"v41005007-1\">7&nbsp;</b>And crying out with a loud voice, he said, “What have you to do with me, Jesus, Son of the Most High God? I adjure you by God, do not torment me.”</p>\n</div>","kjv":"<strong>7</strong> And cried with a loud voice, and said, What have I to do with thee, Jesus, thou Son of the most high God? I adjure thee by God, that thou torment me not.  ","niv":"<sup><strong>7</strong></sup> He shouted at the top of his voice, \"What do you want with me, Jesus, Son of the Most High God? Swear to God that you won't torture me!\""},{"_id":"615bc574e4f8ad1e13fa83c5","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Matthew 8:29","votes":1,"__v":0,"esv":"<div>\n<p id=\"p40008029_01-20\" class=\"virtual\"><b class=\"verse-num\" id=\"v40008029-1\">29&nbsp;</b>And behold, they cried out, “What have you to do with us, O Son of God? Have you come here to torment us before the time?”</p>\n</div>","kjv":"<strong>29</strong> And, behold, they cried out, saying, What have we to do with thee, Jesus, thou Son of God? art thou come hither to torment us before the time?  ","niv":"<sup><strong>29</strong></sup> \"What do you want with us, Son of God?\" they shouted. \"Have you come here to torture us before the appointed time?\""},{"_id":"615bc574e4f8ad1e13fa83c6","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Jeremiah 16:6","votes":1,"__v":0,"esv":"<div>\n<p id=\"p24016006_01-21\" class=\"virtual\"><b class=\"verse-num\" id=\"v24016006-1\">6&nbsp;</b>Both great and small shall die in this land. They shall not be buried, and no one shall lament for them or cut himself or make himself bald for them.</p>\n</div>","kjv":"<strong>6</strong> Both the great and the small shall die in this land: they shall not be buried, neither shall men lament for them, nor cut themselves, nor make themselves bald for them:  ","niv":"<sup><strong>6</strong></sup> \"Both high and low will die in this land. They will not be buried or mourned, and no one will cut himself or shave his head for them."},{"_id":"615bc574e4f8ad1e13fa83c7","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Jeremiah 7:29","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p24007029_01-22\" class=\"line\"><b class=\"verse-num inline\" id=\"v24007029-1\">29&nbsp;</b>&nbsp;&nbsp;“‘Cut off your hair and cast it away;</span><br><span id=\"p24007029_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;raise a lamentation on the bare heights,</span><br><span id=\"p24007029_01-22\" class=\"line\">&nbsp;&nbsp;for the LORD has rejected and forsaken</span><br><span id=\"p24007029_01-22\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;the generation of his wrath.’</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>29</strong> Cut off thine hair, O Jerusalem, and cast it away, and take up a lamentation on high places; for the LORD hath rejected and forsaken the generation of his wrath.  ","niv":"<sup><strong>29</strong></sup> Cut off your hair and throw it away; take up a lament on the barren heights, for the LORD has rejected and abandoned this generation that is under his wrath."},{"_id":"615bc575e4f8ad1e13fa83c8","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Isaiah 15:2","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23015002_01-23\" class=\"line\"><b class=\"verse-num inline\" id=\"v23015002-1\">2&nbsp;</b>&nbsp;&nbsp;He has gone up to the temple, and to Dibon,</span><br><span id=\"p23015002_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;to the high places to weep;</span><br><span id=\"p23015002_01-23\" class=\"line\">&nbsp;&nbsp;over Nebo and over Medeba</span><br><span id=\"p23015002_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;Moab wails.</span><br><span id=\"p23015002_01-23\" class=\"line\">&nbsp;&nbsp;On every head is baldness;</span><br><span id=\"p23015002_01-23\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;every beard is shorn;</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>2</strong> He is gone up to Bajith, and to Dibon, the high places, to weep: Moab shall howl over Nebo, and over Medeba: on all their heads shall be  baldness, and every beard cut off.  ","niv":"<sup><strong>2</strong></sup> Dibon goes up to its temple, to its high places to weep; Moab wails over Nebo and Medeba. Every head is shaved and every beard cut off."},{"_id":"615bc575e4f8ad1e13fa83c9","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Isaiah 3:24","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p23003024_01-24\" class=\"line\"><b class=\"verse-num inline\" id=\"v23003024-1\">24&nbsp;</b>&nbsp;&nbsp;Instead of perfume there will be rottenness;</span><br><span id=\"p23003024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a belt, a rope;</span><br><span id=\"p23003024_01-24\" class=\"line\">&nbsp;&nbsp;and instead of well-set hair, baldness;</span><br><span id=\"p23003024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and instead of a rich robe, a skirt of sackcloth;</span><br><span id=\"p23003024_01-24\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;and branding instead of beauty.</span><br></p><span class=\"end-line-group\"></span>\n</div>","kjv":"<strong>24</strong> And it shall come to pass, that instead of sweet smell there shall be stink; and instead of a girdle a rent; and instead of well set hair baldness; and instead of a stomacher a girding of sackcloth; and  burning instead of beauty.  ","niv":"<sup><strong>24</strong></sup> Instead of fragrance there will be a stench; instead of a sash, a rope; instead of well-dressed hair, baldness; instead of fine clothing, sackcloth; instead of beauty, branding."},{"_id":"615bc575e4f8ad1e13fa83ca","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Psalm 139:14","votes":1,"__v":0,"esv":"<div>\n<p class=\"block-indent\"><span class=\"begin-line-group\"></span>\n<span id=\"p19139014_01-25\" class=\"line\"><b class=\"verse-num inline\" id=\"v19139014-1\">14&nbsp;</b>&nbsp;&nbsp;I praise you, for I am fearfully and wonderfully made.</span><br><span id=\"p19139014_01-25\" class=\"line\">&nbsp;&nbsp;Wonderful are your works;</span><br><span id=\"p19139014_01-25\" class=\"indent line\">&nbsp;&nbsp;&nbsp;&nbsp;my soul knows it very well.</span><br></p><span class=\"end-line-group\"></span>\n\n</div>","kjv":"<strong>14</strong> I will praise thee; for I am fearfully and wonderfully made: marvellous are thy works; and that my soul knoweth right well.  ","niv":"<sup><strong>14</strong></sup> I praise you because I am fearfully and wonderfully made; your works are wonderful, I know that full well."},{"_id":"615bc576e4f8ad1e13fa83cb","topicId":"615bc570e4f8ad1e13fa83b7","verse":"Deuteronomy 21:10-14","votes":1,"__v":0,"esv":"<div>\n\n<p id=\"p05021010_04-26\"><b class=\"verse-num\" id=\"v05021010-1\">10&nbsp;</b>“When you go out to war against your enemies, and the LORD your God gives them into your hand and you take them captive, <b class=\"verse-num\" id=\"v05021011-1\">11&nbsp;</b>and you see among the captives a beautiful woman, and you desire to take her to be your wife, <b class=\"verse-num\" id=\"v05021012-1\">12&nbsp;</b>and you bring her home to your house, she shall shave her head and pare her nails. <b class=\"verse-num\" id=\"v05021013-1\">13&nbsp;</b>And she shall take off the clothes in which she was captured and shall remain in your house and lament her father and her mother a full month. After that you may go in to her and be her husband, and she shall be your wife. <b class=\"verse-num\" id=\"v05021014-1\">14&nbsp;</b>But if you no longer delight in her, you shall let her go where she wants. But you shall not sell her for money, nor shall you treat her as a slave, since you have humiliated her.</p>\n</div>","kjv":"<strong>10</strong> When thou goest forth to war against thine enemies, and the LORD thy God hath delivered them into thine hands, and thou hast taken them captive,  <strong>11</strong> And seest among the captives a beautiful woman, and hast a desire unto her, that thou wouldest have her to thy wife;  <strong>12</strong> Then thou shalt bring her home to thine house; and she shall shave her head, and pare her nails;  <strong>13</strong> And she shall put the raiment of her captivity from off her, and shall remain in thine house, and bewail her father and her mother a full month: and after that thou shalt go in unto her, and be her husband, and she shall be thy wife.  <strong>14</strong> And it shall be, if thou have no delight in her, then thou shalt let her go whither she will; but thou shalt not sell her at all for money, thou shalt not make merchandise of her, because thou hast humbled her.  ","niv":"<sup><strong>10</strong></sup> When you go to war against your enemies and the LORD your God delivers them into your hands and you take captives, <sup><strong>11</strong></sup> if you notice among the captives a beautiful woman and are attracted to her, you may take her as your wife. <sup><strong>12</strong></sup> Bring her into your home and have her shave her head, trim her nails <sup><strong>13</strong></sup> and put aside the clothes she was wearing when captured. After she has lived in your house and mourned her father and mother for a full month, then you may go to her and be her husband and she shall be your wife. <sup><strong>14</strong></sup> If you are not pleased with her, let her go wherever she wishes. You must not sell her or treat her as a slave, since you have dishonored her. "}]}